{
  "status": 0,
  "updated": 1747281300,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://pic1.zhimg.com/50/v2-b10214702e40f6088c1f71cc1c60ca83_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "| 主动学习、认知脚手架和自动性> 一节课是如何进行的？从最基本的结构来看，一节课…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 1904986844518684400,
  "voteup_count": 20,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1747273396,
  "url": "https://api.zhihu.com/articles/1904986844518684475",
  "comment_permission": "all",
  "title": "常见问题解答：练习体验",
  "content": "<h2>| 主动学习、认知脚手架和自动性</h2><h3>&gt; 一节课是如何进行的？</h3><p data-pid=\"xvD3bMoG\">从最基本的结构来看，一节课由一系列包含教学内容的幻灯片组成，其中穿插着需要学生积极参与的问题解决环节。</p><p data-pid=\"aZ3bbsBH\">每节课以概念介绍开始，然后呈现一个有详细解答的示例，紧接着是 2-5 道与示例相同类型的练习题。我们将这个有解答的示例和相关练习题统称为一个「知识点」（knowledge point, KP）。</p><p data-pid=\"nrtPP32M\">一个知识点中的练习题数量会根据学生的表现动态调整：练习会持续进行，直到学生展示出对该知识点的充分掌握，才能继续学习建立在此基础上的更高级内容。</p><p data-pid=\"8uJiXnga\">完成一个知识点后，学生将进入下一个知识点。典型的一节课包含约 3 至 4 个难度递增的知识点。第一个知识点通常涵盖最基础的情况，用于引入新概念或技能，而后续知识点则在此基础上拓展，逐步引导学生应对更复杂的情境。</p><p data-pid=\"OhNf3qRP\">（如果学生在 2-5 个问题内未能展示出对知识点的掌握，则会「未通过」该课程，此时他们需要先学习其他课程，然后再回来重新挑战最初未通过的课程。数据显示，平均有 95% 的学生能在首次尝试时通过课程，99% 的学生能在两次尝试内通过。）</p><h3>&gt; 解决问题会打断我的学习流程。这真的有必要吗？</h3><p data-pid=\"H-ORjpgz\">真正的学习恰恰发生在主动解决问题的过程中。当你阅读或浏览书籍时，可能会<b>感觉</b>自己在学习，但这种舒适的流畅感其实是人为的错觉。这种错觉产生是因为相关背景信息已经存在于你的意识中，而你并没有真正被要求从记忆中提取这些知识。</p><p data-pid=\"KVVN__6b\">如果将学习定义为长期记忆中的积极变化，那么除非你能够持续地重现所学信息并用它解决问题，否则你并未真正学会。仅仅「跟得上」无法达到这一点，即使你完全理解了内容。正是从记忆中提取信息的行为将信息转移到长期记忆中。如果你不进行提取练习，信息就会迅速消散。它只会短暂地停留——恰好足够长的时间让你误以为它已经牢记于心，而实际上它正在悄然流失。</p><p data-pid=\"Z2Yo0VvT\">避免这个问题并最大化你的学习成效——而不仅仅是学习的感觉——最有效的方法是在摄入最小有效剂量的信息后立即转向主动解决问题。虽然这一开始可能感觉有些突兀，但这并不会减缓你的学习进度——它只是揭示了你对学习的感知与实际学习效果之间的差距。实际上，这种方法加速了你真正的学习，它减缓的只是你对学习的感知速度。</p><p data-pid=\"KflGg9am\">你可能会说：「但我学了那么多，我已经掌握得很好了，可一旦我专注于解决问题时，却全都忘光了。」然而事实是，如果你在思考其他事情或专注于某个具体问题后，无法立即从记忆中提取这些信息，这就意味着你并没有真正掌握它们。你之所以觉得掌握了，只是因为你没有被要求从头开始、完全依靠记忆重新生成这些信息。你真正在说的是：「我在工作记忆（working memory, WM）中暂时存储了大量信息，误以为它们已经进入了长期记忆（long-term memory, LTM），而当我努力将部分工作记忆转化为长期记忆时，我清空了工作记忆中的大部分内容。」</p><h3>&gt; 学生是否需要长时间在缺乏充分指导的情况下挣扎，才能训练他们的通用问题解决能力？</h3><p data-pid=\"XToLGF3X\">对于学生（而非专家）而言，实证研究结果指向截然相反的方向。一个关键的实证发现是<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Expertise_reversal_effect\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">专业知识逆转效应</a>，这是一个被广泛验证的现象——那些对专家学习最有效的教学技巧，对初学者的学习效果却最差，反之亦然。诚然，许多高技能专业人士确实花费大量时间解决开放性问题，并在这个过程中通过发现新知识而非直接指导来获取知识。但这并不意味着初学者也应该如此。专业知识逆转效应表明恰恰相反——初学者（即学生）通过直接指导学习效果最佳。</p><p data-pid=\"T0T4kIao\">此外（且与此相关），正如在<span class=\"nolink\">第八章</span><sup data-text=\"第八章 有效练习的迷思与现实\" data-url=\"https://zhuanlan.zhihu.com/p/25744478576\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>中讨论的：有大量实证证据表明，你可以增加学生知识库中的例子和解决问题的经验——但几乎没有证据表明你能通过其他方式（除了提供渐进更高级的例子和解决问题的经验外）提高学生从这些例子中归纳的能力。换句话说，研究表明，提高学生在任何领域解决问题能力的最有效方法，就是简单地为他们提供该领域更多的基础技能。增强学生进行思维跳跃能力的方法不是让他们跳得更远，而是让他们建造能够从中起跳的桥梁。</p><p data-pid=\"Zgs1HgAf\">让学生长时间纠结于一个难题，而不是利用这段时间学习更多内容，似乎没有任何基于实证研究的合理依据。例如，在一小时的训练课中，学生通过完成多个适合其当前知识水平、每题只需短时间的「刻意练习」问题，会比花同样时间挣扎于一个难题获得更显著的进步。（需要明确的是：这些刻意练习问题应当被组织为最小有效学习单元，具有良好的支架式设计，难度逐步递增，并覆盖学生知识边界的各种主题。）</p><p data-pid=\"mlnKEUZ0\">正如 Sweller、Clark 和 Kirschner 在他们 2010 年发表的文章《<a href=\"https://link.zhihu.com/?target=https%3A//www.ams.org/notices/201010/rtx101001303p.pdf\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">教授一般性问题解决技能既不能替代也不能有效补充数学教学</a>》中所总结：</p><p data-pid=\"F_oK6zks\">⠀⠀⠀「尽管一些数学家在缺乏充分指导的情况下，可能通过自行发现解决方案而非依靠明确指导来学习解决数学问题，但这种方法从来都不是学习数学最有效或最高效的途径。</p><p data-pid=\"OR68d0s3\">⠀⠀⠀……</p><p data-pid=\"6l6867cC\">⠀⠀⠀简而言之，研究表明，我们只能通过为有志于成为数学家的学生提供大量领域特定的知识模式，才能教会他们有效地解决问题。数学问题解决能力是通过掌握大量适用于特定问题的数学解题策略获得的。不存在可以独立学习的通用问题解决策略。」</p><p data-pid=\"h5A4kICJ\">另一个很好的参考是同一作者（Clark, Kirschner, &amp; Sweller, 2012）的《<a href=\"https://link.zhihu.com/?target=https%3A//research.ou.nl/ws/portalfiles/portal/1027501/Putting%2Bstudents%2Bon%2Bthe%2Bpath%2B-%2BAmerican%2BEducator%2B-%2BClark-Kirschner-Sweller.pdf\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">引导学生走上学习之路：完全引导式教学的案例</a>》。这是 2010 年文章的扩展版本。</p><h3>&gt; 真的需要自动性才能进入下一个水平吗？这不是随着时间的推移自然而然就会发生的吗？</h3><p data-pid=\"Ly9f1EeM\">尽管我们强调随着时间推移建立自动性的重要性（参见<span class=\"nolink\">第十五章</span><sup data-text=\"第十五章 培养自动性\" data-url=\"https://zhuanlan.zhihu.com/p/29760184109\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>），但这并不意味着学生必须将技能学习到完全自动化的程度才能继续学习新内容。</p><p data-pid=\"7qmX0_Td\">在进入下一阶段学习前，学生需要达到「基线掌握」的表现阈值，表明他们已经充分理解了学习材料，能够持续、成功地解决相关问题。这种基线掌握水平是必不可少的，它使学生能够不断叠加新知识，同时将已掌握的基础技能作为组成部分融入更复杂的技能中。然而，基线掌握的表现阈值并不需要达到自动化那样高的水平，因为自动化是在更长时间的练习中才能逐渐实现的。</p><p data-pid=\"Hlj-GCVy\">正如在<span class=\"nolink\">第十六章</span><sup data-text=\"第十六章 递进式学习\" data-url=\"https://zhuanlan.zhihu.com/p/30567086704\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>中所讨论的，递进学习更高级的技能是实现自动化最有效的方式之一：当学生学习越来越高级的内容时，他们会同时强化并深化其基础知识。不过，这种叠加学习方式的效率取决于学生能否成功运用基础技能，这就要求他们必须达到基线水平的掌握。</p><p data-pid=\"OWStLbou\">此外，即使我们希望通过学习更高级的技能来自然培养低级技能的自动性，我们仍然有必要检查这一过程是否确实有效，并在效果不佳时迅速采取补救措施。这正是 Math Academy 采用频繁的限时评估，并对学生答错的任何问题立即提供补习支持的原因之一。</p><p data-pid=\"lpoI9z1X\">自动性的检测将继续发展成为 Math Academy 系统的核心要素，特别是在教授加减乘除等「数学基本功」时，因为在这些简单且快速的问题领域中，自动性的缺失更容易被忽视。举个具体例子：有些学生会习惯性地对每一道题目进行重新计算（甚至数手指），而不是首先尝试从记忆中提取答案。起初，由于计算能力的提升，他们的速度和准确率会有所提高，但这种提升会在远未达到自动化水平之前就趋于平缓。除非有人介入打破这种习惯，并通过类似抽认卡的练习提供支持，否则这类学生永远不会发展出必要的自动性。随着 Math Academy 开发「数学基本功」课程，这些促进自动性的干预措施将直接被整合到系统中。</p><h3>&gt; 如果有解答的例题对于最大化学习效率是必要的，那么为什么我能够在没有它们的情况下也能很好地解决问题呢？</h3><p data-pid=\"Y3Fpds33\">当学生刚开始学习数学时，有时会感觉非常简单，以至于他们无需参考解答例题就能相当快速地解决问题。但这个阶段只是暂时的：随着数学难度的提高，在没有解答例题的情况下解题很快会变得力不从心且效率低下。没有解答例题，学习者会达到一个临界点，此时无引导的解题过程会使他们的工作记忆超负荷，导致认知过载，让他们感到沮丧、困惑，并且无法解决问题。他们的学习进度会完全停滞，再也无法取得进步。</p><p data-pid=\"oGcxoi3g\">即使解题示例的缺乏尚未完全阻碍学生成功解题，它也会增加学生解题所需的时间，从而限制了在特定时间内可完成的刻意练习循环次数。这是个严重问题，因为（正如在<span class=\"nolink\">第十二章</span><sup data-text=\"第十二章 刻意练习\" data-url=\"https://zhuanlan.zhihu.com/p/28179723884\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>中所讨论的）累积的行动-反馈-改进循环数量是导致各类才能领域中精英表现者个体差异的最主要因素。</p><p data-pid=\"vYMA_iqs\">总结而言：数学在不同阶段对不同学生会变得困难——可能早在高中代数阶段，也可能晚至研究生水平的代数拓扑课程——但每个人最终都会达到一个临界点，在那里概念不再显而易见，他们无法像以前那样迅速理解。这时，解题示例和教学脚手架就成为帮助学生持续快速进步的关键工具。如果在数学变得困难时，你没有解题示例和教学脚手架的辅助，那么每个问题基本上都会变成你的「研究项目」。对于处于学科前沿的研究数学家来说，这是适当的；但对于那些尚未接近人类数学知识边界的学生而言，这种方式效率就远远不够（即使过程中可能充满乐趣）。</p><p data-pid=\"CSQ9N666\">当然，如果你真的想不参考已解答示例就解决问题，没人会阻止你跳过这些示例，尝试在没有指导的情况下独立解题。这可能是个很有趣的挑战！只是你需要确保自己依然能够快速而准确地解决问题——如果你发现解题速度开始变慢，准确率下降（或者更微妙地，开始自我怀疑并失去学习兴趣），那就表明你需要开始借助那些已解答的示例了。</p><h3>&gt; 为什么 Math Academy 的大学课程结构不像典型的高等数学教材那样只提供最低限度的脚手架？</h3><p data-pid=\"vevLA4aL\">高数教材和课堂教学通常与数十年来关于学习的认知科学的研究成果相脱节（甚至常常直接违背）。高等数学对「g 因子」（一般智力因素）的要求很高，这给许多学生设置了认知门槛。引导式教学（或称「脚手架式」教学）的目标就是帮助学生跨越这一门槛。（需要明确的是，我们说的不是如果教法得当，高等数学就会变得「轻而易举」——而是说，能学会它的人会比现在多得多。）</p><p data-pid=\"jzyAXzWE\">为什么高等数学教材缺乏这样的脚手架？一个原因是，教材提供的引导/脚手架越多，编写工作量就越大，呈指数级增长。因此，实践中能提供的辅助程度是有限的，尤其是当教材仅由一位作者编写时。</p><p data-pid=\"DIqItPQG\">但大多数教材甚至远未达到单个作者所能提供的理论极限，更不用说由内容编写团队所能达到的理论极限了。首先，让我们考虑一个困扰所有曾试图从教科书学习数学的人的问题：教科书中的解题示例通常只展示特定情况，而练习题却要求学生做出教材中并未明确涵盖的逻辑跳跃。一些教科书似乎试图通过规避提供大量递进式学习支架（即难度逐渐增加的解题示例和练习题）来解决这一问题，转而将重心放在通过具有挑战性的问题来培养一般性问题解决技能上，这些问题通常需要学生进行较大的思维跳跃。</p><p data-pid=\"wlCjAJvv\">然而，正如在<span class=\"nolink\">第八章</span><sup data-text=\"第八章 有效练习的迷思与现实\" data-url=\"https://zhuanlan.zhihu.com/p/25744478576\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>所讨论的，在认知科学文献中，有如山铁证表明，你可以增加学生知识库中的例题和解题经验数量，但缺乏证据证明你能提升学生从这些范例中进行归纳推广的能力。换言之，研究表明，提升任何领域解题能力的最佳途径，就是掌握该领域更多的基础技能。提升思维跃迁能力的方法，并非通过跳得更远，而是通过搭建桥梁来缩短所需跳跃的距离。</p><p data-pid=\"nBFJ2fVA\">然而，高等数学教材与课堂教学似乎侧重于训练跳跃能力，而非搭建桥梁——尤其是在进入如实分析（Real Analysis）和抽象代数（Abstract Algebra）这类核心数学专业课程之后。实践中真正有效的方法其实很简单：提供更多精心组织的例题，并在学生进入涵盖稍难情况的下一个例题之前，让他们针对每个例题进行配套练习。通过这种循序渐进的方法，学生能够达到超出预期的数学水平。遗憾的是，许多教育资源却回避这种方法，因为创建所有必要的内容需要投入大量的工作。</p><h2>| 间隔重复和交错学习</h2><h3>&gt; 为什么我不能一次只专注学习一个单元？交错学习让我感到困惑。</h3><p data-pid=\"3-7CRZ_o\">我们理解，不采用交错方式而一次只学习一个单元可能<b>感觉</b>更加容易。然而，这种感觉完全是表面现象：研究表明，当学生在完成最低有效量的初步学习后转向多样化的练习时，学习效果会显著提高。</p><p data-pid=\"doonq7Ft\">正如在<span class=\"nolink\">第十九章</span><sup data-text=\"第十九章 交错练习（混合练习）\" data-url=\"https://zhuanlan.zhihu.com/p/1895806402250905344\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"5\">[5]</sup>中讨论的，研究中一个普遍的发现是：当学生不进行交错学习时，学习任务变得人为简单，因为相关的上下文已经在脑海中活跃——他们不必再次从记忆中提取这些上下文信息。这会产生一种流畅的舒适感，但这种感觉完全是虚假的。</p><p data-pid=\"ARaew8S-\">换个角度思考：假设你完成了一节极限课程并感觉良好，之后我们改变主题，让你学习导数，然后是积分，接着是数列与级数。最后我们又回到极限。你可能会抱怨：「你们打乱了我的学习节奏！我本来已经完全掌握极限了，现在因为学习其他内容而忘记了。」但事实是，如果你在接触其他知识后不能立即从记忆中提取这些信息，这恰恰说明你并未真正掌握它们。你只是产生了掌握的错觉，因为你没有被要求在没有任何帮助的情况下，完全依靠记忆重新构建这些知识。而提高这种能力的唯一方法，就是不断练习从记忆中提取信息——这正是交错学习所带来的效果。</p><h3>&gt; 间隔重复系统是否已经启动？我刚开始使用，但只看到课程内容。复习环节在哪里？</h3><p data-pid=\"NClzU082\">很多复习其实是隐式的，即让你学习新主题时，这些新主题包含了之前学过的知识作为基础技能。在学习初期，当你需要复习的知识体量较小时，我们能够精心设计新课程，使你无需明确进行复习任务就能巩固已学内容。然而，随着你积累的知识越来越多，你会开始看到针对那些无法在新课程中隐式复习的主题的显式复习任务。</p><p data-pid=\"JOsVHdr_\">简而言之：间隔重复机制已经开始运作，但我们进行了大量优化，使其在你学习新内容的同时自然发生。只有当我们无法在你学习新知识的过程中隐式复习某些内容时，你才会收到显式的复习任务。（不过，在测验后，你会立即收到针对你答错问题的显式复习。）</p><h3>&gt; 我最近的复习任务比以往多。这是为什么？</h3><p data-pid=\"iFywKSA8\">有时你会连续进行多次新课程学习，有时则是大量复习任务中偶尔穿插几节课，这种情况完全正常。你可能已经习惯了偏重课程学习的平衡模式，这通常发生在知识图谱的某些区域有较多包含关系时，我们能够隐式完成更多复习任务。而现在，我们面临这些课程积累下来的复习任务，并且恰好处于知识图谱中包含关系较少的区域，无法隐式地快速完成复习。</p><p data-pid=\"gqXPQ6ym\">打个比方：我们就像一辆高速跑车（最高时速 1000 英里），正在穿越各种地形。有些地形允许我们全速前进，而有些地形因为弯道、坑洼等障碍，迫使我们降速至 500 英里/小时。我们始终在当前条件下以最快速度前进。当然，如果乘客不理解地形的限制，当车速从 1000 英里/小时降至 500 英里/小时时，他们可能会产生疑问。</p><h3>&gt; Math Academy 的复习感觉很有挑战性。如果我已经正确学习了材料，复习不应该很轻松吗？</h3><p data-pid=\"UqYXqGZE\">如果你真的想最大化学习效率，那么复习应该感到有难度。为什么？因为困难地回忆信息能够增强记忆力，而轻松地回忆信息则效果有限。</p><p data-pid=\"CWVkqJBH\">这正是间隔重复的核心理念：你的记忆需要在下一次复习前变得稍微模糊，否则预期效果——减缓遗忘速率并延长记忆保持时间——就无法实现（或效果大打折扣）。正是成功提取那些已变得模糊的记忆，而非清晰记忆的过程，才能真正延长记忆的持久性。</p><p data-pid=\"3XRtPKU5\">如果复习题过于轻松，无法真正延长你的记忆保持时间，那么复习还有什么意义呢？不如去学习新知识。真正高效的老师会有意让你的记忆稍微淡化后再安排复习，这样记忆刷新的过程实际上能够巩固你的长期记忆，同时他们会利用节省下来的时间来讲授更多新内容。</p><p data-pid=\"27GVluo0\">复习应该和初次学习一样具有智力挑战。虽然你在不断进步，但成功的标准也在同步提高。你的大脑需要将记忆保持更长时间——就像肌肉需要支撑重物一样。</p><p data-pid=\"AW9G4-1t\">与举重的类比非常贴切。在间隔重复学习中，增加「负重」的方式是延长再次提取知识的间隔时间。但你也不能等待太久再去提取知识，否则将无法成功回忆。这就像举重一样：你需要增加到恰好让你感到吃力但又能克服困难的重量。这正是锻炼肌肉的方式，也是建立长期记忆的途径。间隔重复就是「等待式」举重。</p><h3>&gt; Math Academy 的间隔重复系统提供的练习足够吗？我在 Math Academy 学习了一些新知识，但我对自己能够不依靠提示就从记忆中提取这些知识没有信心。</h3><p data-pid=\"E5goPUC8\">Math Academy 的间隔重复系统应该足以让你记住所有内容：概念、程序、定义、定理、公式等。然而，要真正对提取最近学到的信息感到自信，可能需要几周的持续练习。在使用 Math Academy 的最初几周，学生常常会怀疑自己学到的知识是否能长期保留在记忆中——但经过大约一个月的持续使用后，他们会发现发生了某种变化，能够几乎毫不费力地从记忆中提取大量信息（这种感觉有点像魔法）。</p><p data-pid=\"huQb9pnN\">这种现象可以通过间隔重复过程中的以下动态机制来解释：</p><ul><li data-pid=\"eLagA8N8\">在学习初期，遗忘发生得非常快，这使得间隔重复过程对时间精确度要求极高：如果你稍微推迟下一次复习，你的记忆可能已经从理想复习时间点开始明显衰退，以至于在下一次复习时需要提示或提醒（反之，如果你过早进行复习，则可能大大降低这次复习在减缓遗忘率方面的有效性）。<br/><br/></li><li data-pid=\"V7HaFnSY\">然而，当你完成几轮复习后，你的遗忘速度已经减慢到足以使间隔重复过程对时间不精确更为宽容：即使你稍微晚些复习，这种延迟相对于现在已经变长的复习间隔而言微不足道，所以你的记忆并没有比预期衰退更多，你仍然能够不借助参考资料成功回忆。（同样，如果你稍早复习，这次复习仍然保持大部分有效性。）</li></ul><p data-pid=\"_6UAp8f6\">然而，请注意，即使有持续的练习，这种「神奇的转变」也取决于正确进行提取练习——即尽最大努力从记忆中回忆信息，而不是在感觉记忆有些模糊时就立即查看参考资料。成功提取模糊的记忆正是减缓未来遗忘和延长记忆持久性的关键。如果你仅仅通过查看参考资料来向大脑输入信息，你可能暂时刷新了记忆内容，但实际上并没有减缓遗忘速度，从而最终陷入不断遗忘和依赖参考资料的恶性循环中。</p><h3>&gt; 我知道系统会安排复习，但有时我需要等待数周才能进行第一次复习，甚至几个月才能进行第二次复习，即使那些知识点并没有从我正在完成的其他任务中获得任何隐式复习机会。我在解决问题上并没有遇到困难，虽然有时需要回顾参考资料查找已经遗忘的公式。但是，复习间隔是否应该更短一些呢？</h3><p data-pid=\"aWvEkFZg\">当学生在系统中展现出高水平的学习能力时，系统会相应调整以适应这种高效的学习节奏。这种调整的一部分表现为将学生的复习安排在更长的时间跨度内。当然，如果学生开始遇到困难，学习步伐就会放慢，他们会收到更频繁的复习。</p><p data-pid=\"XDawOnZc\">请理解，间隔重复系统的目标并非保持学生知识的 100% 新鲜度。它旨在最小化必要的复习量，防止遗忘达到影响学生未来学习进度或需要从头重新学习的程度。如果学生希望在某门课程上保持知识的完全新鲜状态（比如为了应对外部考试），他们可以进入考试准备模式，在几周内集中接收大量提前安排的复习内容。</p><p data-pid=\"up81wiNR\">话虽如此，我们确实计划在未来对间隔重复系统进行更精确的校准，这已经列入我们的待办事项——不过目前，间隔重复系统的功能似乎已足够满足其设计目的，同时系统中还有其他更薄弱的环节需要我们集中精力改进。</p><h3>&gt; 当我完成一门课程并转入下一门课程后，如果不继续复习第一门课程的内容，我是否会忘记已学的知识？</h3><p data-pid=\"vbBODOQf\">间隔复习系统作用于学生的整个知识体系，而非仅限于他们当前学习的特定课程。学生在 Math Academy 上学习的每个知识点都会被自动安排未来复习，即使他们已转入其他课程。（需要注意的是，这些复习内容在可能的情况下会被新课程中的知识点自动顺带完成，因此学生可能不会看到太多来自以前课程的显式复习，尽管这些低阶课程的知识点确实按照标准的间隔重复机制持续被安排复习。）</p><h3>&gt; 我总觉得我的大部分复习都是近期刚学过的主题。难道不应该是很久以前学过的内容占复习的大多数吗？</h3><p data-pid=\"bek3iSXv\">这是间隔重复机制运作下的自然结果。通常情况下，复习内容会更偏向于近期主题，而非早期学习的主题。近期学过的主题本身就需要更频繁地复习，而且基于它们建立起来的后续知识也相对较少（因此，也就更少有机会通过复习那些能涵盖这些近期主题的后续知识点来隐式地顺带完成其复习）。而早期学习的主题已经积累了足够多的复习次数（其中很多可能是通过学习新知识而隐式完成的），所以它们不需要那么频繁地被复习。并且，当这些早期主题的复习到期时，有更大的可能性通过复习新的、能涵盖它们的知识点来隐式地顺带完成。</p><p data-pid=\"g3xP1dId\">此外，当一个早期主题的复习到期，并且可以通过复习一个尚未到期但能涵盖它的较新主题来隐式地顺带完成时，系统仍然会优先推送这个较新的主题进行复习。因为这样做不仅完成了早期主题的到期复习，还有一个额外的好处：这个较新的主题也因此在间隔重复的进程中获得了一次部分重复的推进。（虽然由于是提前复习，这次对较新主题的重复效果会有所折扣，但这部分重复的计次依然会将其下一次的复习时间推迟到比原计划更晚的日期。）</p><h3>&gt; 我知道系统会安排复习较早课程的内容，但有些更早的主题我似乎不再收到任何复习了。这是为什么呢？</h3><p data-pid=\"HmsIKWk-\">如果你感觉某些内容不再被复习，通常是以下几种情况之一：</p><ol><li data-pid=\"NH-i_5yB\">通过更高级的学习隐式复习了：你正在学习的更高级内容可能包含了这些早期主题作为子技能，从而让你在无形中获得了复习效果。例如，你可能再也不会收到关于解 <code>ax=b</code> 这种一元一次方程的专门复习了，因为在你学习更高级数学（比如解 <code>ax+b=c</code> 方程）的过程中，你会不断地练习这个子技能。<br/><br/></li><li data-pid=\"sc65eF-G\">复习间隔被大幅拉长了：间隔重复的周期可以变得非常长，甚至达到一年或更久。也就是说，你可能已经达到了一个程度，系统认为可以合理地等待一年以上再进行下一次复习。这种情况通常发生在你对某个主题已经进行了多次成功的复习之后，但也可能因为该主题本身非常简单，而你又轻松掌握了它。系统会根据你对某个主题的掌握情况以及该主题的整体难度（参考所有学生的平均测试表现）来为你量身定制复习计划。如果某个主题几乎所有学生都能在测试中答对，而你也轻松通过了相关课程，那么你对该主题的第一次复习间隔可能就和某个很有挑战性、你勉强通过、且大家普遍容易出错的主题的第五次复习间隔一样长。<br/><br/></li><li data-pid=\"yO_rGde8\">涵盖范围设置可能过于激进（罕见）：虽然很少见，但技术上存在这样一种可能性：系统模型错误地认为某个子技能已经被一个更高级的主题所涵盖，但实际上并非如此。再次强调，这种情况非常罕见。我们已计划自动复核知识点的涵盖权重，但这在我们待办事项列表中的优先级并不高，因为间隔重复系统目前是整个系统里比较稳健的部分，我们有其他更具影响力的工作需要优先处理。<br/><br/></li><li data-pid=\"DeMBVEQI\">触发了「掌握下限」机制：如果某个主题属于<b>非常</b>早期的课程（比如回溯好几门课之前），系统可能会启用「掌握下限」机制，直接认定你已完全掌握该主题，未来不再需要任何练习。设置这个「下限」目前是必要的，是为了防止诊断算法因为学生在非常初级内容上的偶然错误而过度反应。例如，如果一个学生即将开始学习微积分，我们不希望用四年级课程里的「用盒子模型做除法」这类问题来诊断他——他可能完全掌握了长除法，但对这种通常用于辅助教学的「盒子模型」方法不熟悉。目前「快速且基本有效」的解决方案是，只追踪最近几门课程中缺失的前置知识，并假定学生对更早的内容掌握得非常牢固。这在绝大多数情况下效果良好。我们计划未来让诊断算法更加智能，从而移除这个「掌握下限」，并且已经有了方案，但这涉及到相当复杂的底层更新（而且如前所述，间隔重复系统目前表现良好，所以这不是优先任务）。</li></ol><p data-pid=\"SMqNQr0Z\">请记住，间隔重复系统的目标并非让你的知识时刻保持 100% 记忆犹新。它的目标是用最少的必要复习来防止你的遗忘程度严重到影响后续学习（遇到瓶颈）或导致你需要从头重新学习某个主题。（如果你确实需要为某个外部考试等将某门课程的知识恢复到 100% 的状态，你可以启用「备考模式」，系统会在几周内给你安排密集的提前复习。）</p><p data-pid=\"embO9f9v\">系统有意地试图等你对某个主题的记忆开始变得有些模糊时才安排复习，因为努力回忆模糊的记忆才是真正提升长期记忆保持率的关键。回忆一个已经非常清晰的记忆虽然能「刷新」它，但在减缓遗忘速率方面，并不能显著提升记忆保持效果。间隔重复就好比举重训练，等待（间隔时长）本身就是关键的「负重」（挑战与锻炼强度）。（请注意，记忆保持率也会通过学习新知识得到提升，尤其是当新知识与旧知识相关联并能加深对旧知识的理解时——所以，当你在学完 <code>x+a=b</code> 和 <code>ax=b</code> 后立刻学习 <code>ax+b=c</code> 时，即使你对前两者记忆犹新，学习后者仍然有助于延长你对前两者的记忆保持时间。）</p><p data-pid=\"vrmJS5nN\">核心要点是：虽然我们未来会对间隔重复系统进行更精密的校准，但你不必过分担心那些你感觉已经遗忘且没有收到复习的少量主题。只要你能够顺利地学习新知识，而不需要花费大量时间去重新学习前置知识，就说明一切正常。（偶尔需要快速翻阅一下前置知识的参考资料是完全可以接受的——这和花费大量时间重新学习是两码事。）</p><p data-pid=\"rBvs8Uq8\">值得注意的是，总体而言，成年学生很少因为忘记在 Math Academy 学过的内容而导致学习阻力过大。有趣的是，多年来我们与少数确实遇到这种问题的学生进行过一对一交流，结果发现，每一个案例的核心问题都不在于间隔重复的安排，而在于学生本人在做复习题时的行为习惯。他们并没有真正进行提取练习。他们没有尝试从记忆中回忆信息，而是习惯性地直接查阅参考资料，有时甚至开着参考资料做题。</p><p data-pid=\"7fSeqrep\">（请记住，如果你只是在被动地重新接收信息，间隔重复是无法发挥作用的——你必须努力从记忆中复现知识，才能真正延长记忆的持续时间。要尽可能少地查阅参考资料，并且在查阅之后，务必合上资料，再次尝试从记忆中提取信息。参考资料的作用，仅仅是在你确实无法回忆起来时，提供一点点帮助，助你克服提取记忆的难关，这就像健身房里的保护者。保护者不应该替你举起重量——他们只应在你尽最大努力后仍然举不起来时才介入，并且只提供刚好能让你勉强完成动作的最小帮助。）</p><p data-pid=\"KJWOjVxr\">避免进行有效的提取练习在儿童中更为常见，尤其是在有对抗情绪的学生中，但即使是动机良好、态度认真的成年人，有时也会在不经意间落入这个陷阱。因此，进行行为指导——确保学习者进行正确的提取练习，恰当使用参考资料，避免在学习过程中陷入其他低效的微观行为陷阱——在当前阶段，比进一步优化间隔重复算法本身可能带来更大的影响。</p><h3>&gt; 有时我的任务列表中有一些复习任务，但当我完成一两节课后，这些复习任务就从列表中消失了。我不需要完成它们吗？</h3><p data-pid=\"yo_NPyCA\">这是系统的正常行为，因为任务是动态分配的。有时学生可能有许多待复习的内容，但在完成部分复习后，更有效的学习方式是先完成一些新课程，取得一定进展，然后再回到剩余的复习任务。有时，学习新内容会解锁新的课程，而这些课程能顺带完成之前的复习。这始终是一个动态平衡的过程，我们一直尝试为学生提供在当前时间点最适合他们学习的任务，因此可用的选项随时可能变化。将控制面板理解为一个不断更新的「数学自助餐菜单」更为贴切，而非固定的任务队列。这个菜单的设计宗旨是根据学生当下最需要的方面提供相应的「营养」。</p><h3>&gt; 既然课程可以「顺带完成」复习任务，如果两种活动类型都可选，学生是否应该总是优先选择课程而非复习？</h3><p data-pid=\"4zDyP2BN\">这实际上无关紧要。如果一个复习任务出现在学生的学习面板上，这意味着我们无法通过让学生完成一节课来顺带完成这个复习。只要有可能用一节课来顺带完成即将到期的复习，我们就只会向学生推荐这节课，而不会推荐那些已被学习面板上的课程内容所覆盖的冗余复习任务。</p><h3>&gt; 我感觉我的复习大多是关于近期学过的内容。难道大部分复习不应该集中在我很久以前学过的知识点上吗？</h3><p data-pid=\"3UPIglgs\">这是间隔重复学习机制的自然结果。复习内容更频繁地涉及近期主题而非早期主题，这完全符合预期。近期学习的内容需要更频繁地复习，而且这些内容上建立的知识体系还不够丰富（因此较少机会通过知识关联性来隐式地完成复习）。对于学习时间较长的内容，它们已经累积了充分的复习（其中很多可能是通过隐式方式完成的），所以不需要那么频繁地进行复习。当这些旧内容需要复习时，我们更有可能找到相关的知识包含关系来隐式地完成它们。</p><p data-pid=\"wlZdf7Wh\">此外，当一个已到期的旧主题复习可以通过一个尚未到期的新主题复习来隐式完成时，我们仍会优先推送新主题的复习。这样做不仅能完成旧主题的复习，还能额外促进新主题在间隔重复学习过程中的进展。（虽然这种提前进行的新主题复习会被打折计算，但这部分复习积分仍能将未来的复习时间推迟到比原计划更晚的日期。）</p><h3>&gt; 为什么复习中包含多个问题？为什么不只设置一个问题？</h3><p data-pid=\"v0YddOCj\">复习中包含多个问题有几个原因：</p><ol><li data-pid=\"Fwff0MX8\">复习需要在原主题的多个知识点间提供交错（混合）练习。</li><li data-pid=\"OdGwZFGL\">复习需要评估学生的掌握水平。真正的掌握意味着<b>持续地</b>正确解决问题——而不仅仅是一次性成功。</li><li data-pid=\"NLAbMyw1\">通过多个问题进行评估有助于使通过标准更加可靠，不易受猜测的影响。</li></ol><p data-pid=\"R1c0qfj1\">此外，提供多个复习题也符合一位专业人类导师会采取的教学方式。</p><p data-pid=\"pb-RPD6W\">在衡量学习成效时，正确与错误的顺序具有重要意义。除了表面上的总体正确率外，我们还需要考虑更深层次的因素。</p><p data-pid=\"emHkTcvV\">举例来说，以下两种情况都是五道题中答对三题，但它们的解读却完全不同：</p><ul><li data-pid=\"o69DsPCS\">✔✖✔✖✔✔ 这种模式表明学生最初有些困惑，但随后学习发生了，最终开始真正「理解」这个概念。<br/><br/></li><li data-pid=\"udyiWE4X\">✔✔✖✔✖ 这种模式表明，尽管学生最初答对了一些问题，但后来却开始遇到困难，这说明他们一开始并没有真正「理解」概念（至少不像前两个正确答案所暗示的那样）。</li></ul><h3>&gt; 对于愿意参与高度费力训练形式的学生，Math Academy 能够最大化学习效率。那么对于那些精力和动力不那么充沛的学生呢？</h3><p data-pid=\"8YhOp5uM\">Math Academy 教授数学的方式就像我们在训练一名职业运动员、音乐家，或任何希望将技能提升到最高水平的人。当学生报名参加 Math Academy 时，这就像是走进一家健身房，其中一位私人教练曾是奥运短跑选手，然后告诉他们：「我每天会来 40 分钟，每周 5 天，我希望你使用任何能够最大程度提升我 100 米短跑成绩的训练方法。无论这些训练多么艰苦，我都愿意全力以赴。」</p><p data-pid=\"gF9aYsx_\">许多学生不愿在学习上投入大量努力，这就像许多健身房会员不愿在一周大部分日子里进行奥运会强度的训练一样。虽然愿意付出努力确实是许多学生的发展瓶颈，但这类学生并非我们的目标受众。如果一名学生不愿意付出高度努力去参与那些最有效但具有挑战性的学习方法，那么 Math Academy 系统就不适合他们。</p><h2>| 补救措施</h2><h3>&gt; 如果学生未能完成某项任务，为什么系统会要求他们稍后再次尝试，而不是立即降低其知识水平评估？</h3><p data-pid=\"hxpIG03q\">系统调整学生知识水平评估的速度，取决于学生在前置知识点上展示的掌握证据。如果学生已经充分证明掌握了前置知识，那么系统在调整其知识水平评估时会非常谨慎。如果他们连续两次未能完成同一课程且没有其他进展，系统将提供支持，以学生困难点相关的关键前置知识的补救性复习形式呈现。如果学生未能通过这些补救性复习，他们将被安排学习相应的基础课程，以此类推。</p><p data-pid=\"1mGGc7TP\">这是一个有意设计的缓慢过程，因为它必须能够防止心存侥幸的学生「钻系统的空子」。如果我们在学生失败任务时迅速降低其知识水平评估，即使有充分证据表明该学生已掌握了前置知识，就会产生一个可利用的漏洞：每当任务变得具有挑战性时，投机取巧的学生可能会故意在多个任务上失败，以降低系统对他们的要求，直到他们面前只剩下几天轻松且已经掌握的内容。</p><p data-pid=\"yHXLq7Aq\">话虽如此，如果学生虽然展示出了对学习内容的理解，但提供的证据非常有限，那么系统会更快地进行调整。这个过程在常见问题解答中的「为什么诊断测试后，仅仅一次任务失败就导致我的进度下降了好几个百分点？」有更详细的解释。</p><h3>&gt; 如果学生在某个任务上失败了，为什么系统会让他们在延迟一段时间后重试相同的任务？难道不应该立即尝试用不同的方式来解释吗？</h3><p data-pid=\"wi2yiMwF\">有些人认为，学生需要对同一个知识点听取无数种不同的解释，直到某一种解释让他们「茅塞顿开」。但实际上，如果你不得不换着花样给学生解释同一个东西，他们才能理解到足以成功解决问题的程度，那么问题要么出在：</p><ol><li data-pid=\"SS5aJgyo\">你最初的解释在教学设计上本身就不够好；或者</li><li data-pid=\"gGeXG25n\">学生缺乏必要的前置知识，而那个让他们「茅塞顿开」的解释，恰恰设法绕过了这些缺失的知识（这通常意味着这种解释把知识点简化成了不涉及这些前置知识的更简单情况——其结果就是课程内容被「稀释」了，学生最终只能解决那些被精心挑选出来的简单问题）。</li></ol><p data-pid=\"yyOI1Oqp\">当你拥有的是：</p><ul><li data-pid=\"LVHjINbM\">拥有充分的脚手架、内容经过精心编排的课程，</li><li data-pid=\"rDUKimqW\">这些内容经过了大量学生的实战检验，</li><li data-pid=\"2W3l5RTj\">并且被持续分析，以便找出并针对任何有哪怕一小部分学生偏离学习轨道的地方进行进一步的引导和优化，</li><li data-pid=\"MrcIAahg\">而且课程已经达到了 95% 的学生首次尝试即可通过（99% 的学生在两次尝试内通过）的水平，</li></ul><p data-pid=\"iZ2syfgX\">那么，如果一个掌握了所有前置知识的新学生来学习这样的课程，他们实在没有理由学不会。</p><p data-pid=\"41ZUli_1\">对于这种经历了如此多数据驱动优化的课程，在学生确实遇到困难的极少数情况下，这并不意味着课程本身需要换一种解释方式。通常，学生只需要稍作休息，调整一下状态再看，往往就能顺利理解。然后，下一次接触完全相同的内容时，他们常常就能「茅塞顿开」了。</p><h3>&gt; 如果学生通过了一节课，但没有拿到全部经验值（XP），这是否意味着需要额外的补习？</h3><p data-pid=\"eueGeRNm\">只有当学生证明其掌握程度足以在已学知识的基础上继续学习新内容时，我们才会让他们通过一节课。因此，如果学生通过了一节课，那么就不需要额外的补习。当然，这种「基准水平」的掌握，并不等同于「最大程度的理解」（比如，对课程所涵盖的一切都能凭直觉完全理解，并达到运用自如、条件反射般的程度）。不同的学生在完成一节课后，其理解程度会在「基准掌握」和「最大理解」之间有所不同。然而，随着他们不断复习，并在该知识点的基础上学习更高级的内容，他们的理解会得到进一步巩固，并越来越接近「最大程度的理解」。</p><h3>&gt; 我通过了一节课，但总感觉理解得不够透彻。这正常吗？</h3><p data-pid=\"niQ1uhsw\">这完全正常。对于任何一节课，刚学完时可能不会立刻就觉得豁然贯通、运用自如，也可能无法立即看清其中所有的门道和联系。但是，只要你坚持学习流程，持续进行定期复习，并在这个主题之上不断学习更深入的知识，你对它的直觉就会越来越强，最终达到深刻理解的程度。你在某个主题上构建的知识越多，建立的联系就越多，它在你脑中就越根深蒂固，你的运用熟练度（自动化程度）就越高，感觉就越直观，你也越容易发现它与其他知识点的关联。</p><p data-pid=\"b_Umcmum\">构建知识就像健身。与身材的改变类似，认知能力的提升也是通过大量微小进步的日积月累而实现的。只要你愿意从一个能够正确、轻松且稳定地解决问题的水平起步，然后在足够长的时间内，始终如一地坚持这个学习过程——这个时间长度，足以让你在同等投入下于健身房锻炼时，能够合理预期看到身材的明显改变——那么，我们的系统就能让你最终具备深刻的理解力。</p><h3>&gt; Math Academy 对所有学生都有效吗？对于那些低于年级水平的学生呢？</h3><p data-pid=\"xC-34Dce\">学生不需要成绩优异或者达到年级标准就能在 Math Academy 上取得成功。Math Academy 的有效性并不取决于学生相对于其年级的知识水平，而是取决于学生的学习行为是否符合（或能够被引导符合）有效的学习过程。对于那些愿意持续付出努力的学生，Math Academy能够带来卓越的学习效果。</p><p data-pid=\"UMqeczAk\">当数学学习者遇到困难时，其根本原因通常可以归结为教学跨度过大和/或知识缺口：</p><ul><li data-pid=\"_wjZqVLe\">学生可能一次接触了过多的新信息（即「教学跨度过大」），或者</li><li data-pid=\"mJZEHeOe\">新学习的内容可能依赖于他们之前错过、未完全掌握或已遗忘的基础知识（即「知识缺口」）。</li></ul><p data-pid=\"zmeA2B9J\">Math Academy 通过自动检测并填补知识缺口，同时将新知识分解成易于消化的小部分，从而解决这些教学上的不足：</p><ul><li data-pid=\"krQkfxBi\">每位学生都从一个自适应诊断测试开始，该测试不仅能确定他们在当前课程中的知识水平，还会检查是否缺失任何前置知识——如果发现知识缺口，系统会自动将其添加到学生的学习计划中以便修复。通过这种方式，Math Academy 为每位学生量身打造专属的数学课程。<br/><br/></li><li data-pid=\"WylnYB3J\">Math Academy 不仅填补学生已有的知识缺口，还通过掌握式学习和间隔复习策略预防新的知识缺口出现。我们为学生提供充足的练习机会以达到完全掌握，只在他们已经精通前置知识的基础上引入新主题，并安排定期复习已学内容，防止知识遗忘。<br/><br/></li><li data-pid=\"NbEIB5ov\">我们将「学习阶梯」的每一步设计得极其细小，并运用数据分析不断优化教学内容，在必要处增加辅助支持，确保在每节课上，绝大多数学习者能在首次尝试时就达到足够的基础掌握水平。在少数情况下，如果学生在同一地方两次未能通过某节课，我们会在要求其重新尝试前，针对学生特定的困难点提供相关前置知识的额外练习。</li></ul><p data-pid=\"5QhWV8gG\">话虽如此，有几点注意事项需要牢记：</p><ul><li data-pid=\"2yx4lAXO\">如果学生没有融入学习过程，那么仅仅解决教学方法上的不足并不足以带来成功的学习效果。因此，我们强烈建议家长在早期阶段陪伴孩子学习，确保他们采取有效的学习方式，而不是靠猜测或匆忙应付。一旦孩子养成了有效的学习习惯，他们就可以独立学习——如果他们认真对待数学学习，他们将取得惊人的进步。<br/><br/></li><li data-pid=\"Zw_MluNJ\">虽然 Math Academy 避免了教学上的跳跃，但个体在认知能力（例如工作记忆容量）方面的差异确实会影响所需的辅助程度，当认知劣势达到一定程度时，学生可能需要人类数学学习专家的协助来进一步分解概念。</li></ul><hr/><p data-pid=\"35rSF6U1\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1904984795546628821\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">第二十九章 核心主题优先策略的技术深度剖析 - 知乎</a><p data-pid=\"L1ZFirz2\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1905583686872704300\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">常见问题解答：学生行为 - 知乎</a><hr/><blockquote data-pid=\"VuJdCQZl\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 gemini-2.5-pro-exp，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//docs.google.com/document/d/1LLZK_34Oer9LwuqAv-pqxfXlR8n7V8zJ_MO323R7egI\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">The Math Academy Way: Using the Power of Science to Supercharge Student Learning</a></blockquote>",
  "column": {
    "updated": 1748246557,
    "description": "",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://pic1.zhimg.com/50/v2-b10214702e40f6088c1f71cc1c60ca83_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "https://api.zhihu.com/columns/c_1858865163022786560",
    "title": "The Math Academy Way",
    "image_url": "https://pic1.zhimg.com/v2-b1651bba207f1c3370995962d00f5802_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "c_1858865163022786560"
  },
  "comment_count": 0,
  "image_url": "",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}