{
  "status": 0,
  "updated": 1760176271,
  "author": {
    "is_followed": false,
    "badge": [],
    "name": "Jarrett Ye",
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "gender": 1,
    "user_type": "people",
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "avatar_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3"
  },
  "can_tip": false,
  "excerpt": "我们希望了解，一个社会——无论是国家主义社会还是无政府主义社会——的法律应当是…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 1941634468231248000,
  "voteup_count": 3,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1756904134,
  "url": "https://api.zhihu.com/articles/1941634468231247781",
  "comment_permission": "all",
  "title": "《自由的体制》第四十三章 答案：法律的经济分析",
  "content": "<p data-pid=\"ZUH_QzgY\">我们希望了解，一个社会——无论是国家主义社会还是无政府主义社会——的法律应当是怎样的。最显而易见的探寻之道，便是从普适的正义原则出发，审视需要哪些法律来将这些原则付诸实践。我在前一章中已经论证过，此路不通。自由意志主义的正义原则，至少以其目前的形式，无法回答那些至关重要的问题。它们没有提供任何方法，用以判断财产权中应包含哪些内容、如何合法地捍卫这些权利，以及侵权行为应如何受到惩罚。</p><p data-pid=\"kswE7fpA\">当我说自由意志主义原则无法回答这些问题时，我的意思不只是说回答它们困难重重。无论从何处着手，这都是事实，因为这些本就是难题。我的真正意思是，我甚至不知道该如何「开始」回答这些问题——需要哪些事实，应该做何种计算。这好比我面对一个工程难题，却完全不知该如何着手列出相关的方程式。</p><p data-pid=\"dp1xh0dA\">或许有别人确实知道该怎么做——但写这本书的人不是别人。我的解决方案，是寻找一个不同的起点来解决这个问题。这个起点就是功利主义。作为一名道德哲学家，如果我非要给自己贴个标签，那么我是一个自由意志主义者。而作为一名经济学家，我则是一个功利主义者。</p><p data-pid=\"sX8Gg5pU\">我们可以将本书的大部分内容描述为一种从功利主义视角出发对自由意志主义的研究，但这只是在非常宽泛的意义上使用「功利主义」一词。更准确地说，我的方法应被描述为后果主义。我试图证明，自由意志主义制度能带来引人入胜的结果，但我并未将「引人入胜」定义为像「旨在最大化人类幸福总和」这样具体的东西。然而在本章，我试图回答的问题要具体得多，不仅仅是「我们是否应该拥有财产权？」，更是「我们究竟应该拥有何种财产权？」为此，我需要对我试图实现的目标给出一个更精确的定义。当本章结束时，如果你完全同意我的论述，你得出的结论不应是「我们应该拥有 X、Y、Z 这些财产权」，而应是「如果我们想最大化总效用，我们就会需要 X、Y、Z 这些财产权。」</p><p data-pid=\"8V8HJNaw\">即便我能证明这一点，我又何必多此一举呢？仅仅为了让回答某些特定问题变得更容易，就去采纳一个我（自认为）错误的哲学立场，我岂不是在犯和那个醉汉同样的错误？他在街区中央弄丢了钱包，却跑到光线更好的街角灯下寻找。</p><p data-pid=\"NmpVMKeo\">我认为并非如此。功利主义即便不正确，也可能依然有用。赋予人们自由的规则与带给他们幸福的规则之间，似乎存在着密切的关联；正因如此，在东西德的共同边界上，筑起铁丝网和瞭望塔的是东德人，而非西德人。这种关联或许源于自由与幸福之间某种深刻的内在联系，或许仅仅是个巧合。但无论如何，这种关联是存在的。由此我推断，通过探究何种法律规则最能增进人类幸福，我或许能了解何种法律规则才适合一个自由的社会。</p><p data-pid=\"Ymx_KxEn\">功利主义论证之所以有用，第二个原因在于，即便它无法告诉我们法律规则「应该」是怎样，但在某些情况下，它或许能告诉我们法律规则「将会」是怎样。在第三十一章<sup data-text=\"第三十一章 无政府资本主义等同于自由意志主义吗？\" data-url=\"https://zhuanlan.zhihu.com/p/1940545760623036356\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>，我曾试图证明，无政府资本主义制度倾向于产生经济上有效率的法律。通过探明何种法律规则是经济上有效率的，我们就能对这样一个社会将产生何种规则有所了解。法律经济分析领域的领军人物之一，Richard Posner，也对现行的普通法体系提出了同样的主张。如果他是对的，那么经济效率不仅有助于我们理解法律「是什么」，也有助于理解法律「应该是什么」。经济效率与总幸福，你很快就会看到，二者密切相关；前者最好被理解为后者的一个近似衡量指标。</p><p data-pid=\"37FL_rG7\">第三个原因已在前一章末尾提出。包括我自己在内的大多数人，至少在某种程度上都是功利主义者。虽然证明某项法律规则能增进人类幸福总和，并不能断定它就是一项好规则，但这无疑是支持它的一个强有力的论据。既然我没有特别好的方法来解决价值观上的分歧，那么将我的论证建立在多数人共有的价值观之上，是合乎情理的。</p><p data-pid=\"65c6gqZ5\">最后一个原因在于，无论人们是否关心人类幸福的总和，我们大多数人都非常关心自身的幸福。如果某项法律规则能提升幸福的平均水平，那么至少可以推断，从平均和长远来看，它也会让我过得更好。这是我应该支持它的一个理由，尽管未必是一个不可抗拒的理由。</p><p data-pid=\"snAkYakI\">综上所述，探究何种法律规则倾向于最大化人类幸福，是件有意义的事。本章的余下部分，将致力于回答这一问题。我所使用的工具，便是法律的经济分析。第一步是解释经济效率的含义，如何用它来选择法律规则，以及为何它能作为衡量总幸福的有效指标。</p><p data-pid=\"iiCpcLBd\">设想某个变化只影响两个人。我们可以分别询问这个变化对他价值几何，即他愿意在必要时支付多少美元来促成其发生（正价值）或阻止其发生（负价值）。然后，我们可以将两个人的答案加总，得到这个变化影响的美元价值。如果一个人愿意为这个变化支付 4 美元，而另一个人愿意支付 2 美元来阻止它，我们就可以说，这个变化使总价值增加了 2 美元。这个计算可以推广到任意数量的人，只需将所有支持者的正价值与所有反对者的负价值相加即可。如果净值为正，我们称这个变化为一次经济改进或效率提升；如果为负，则称之为一次经济恶化或效率降低。</p><p data-pid=\"ZFUj2Qcl\">尽管我们用美元来衡量价值，但整个过程未必真的涉及金钱。这个变化可以是一个苹果从你手中转移到我手中。这个苹果对你值 2 美元，对我值 4 美元。你最多愿意花 2 美元来留住它，所以这个变化对你的价值是负 2 美元。我最多愿意花 4 美元得到它，所以这个变化对我的价值是正 4 美元。最终，这个变化带来了 2 美元的经济收益。</p><p data-pid=\"WUIVG9Hz\">我们如何判断一个特定变化是带来了净收益还是净损失呢？最好的方法是观察人们行动中所反映出的价值。假设我出价 3 美元买你的苹果，你接受了。我出价这一事实，意味着这个苹果对我而言价值超过 3 美元。你接受这一事实，则意味着它对你而言价值低于 3 美元。假设我们是仅有的受影响方，那么这次转移必然带来净收益。将此论证推广，我们便可得出结论：任何不影响第三方的自愿交易，必然是一次经济改进。</p><p data-pid=\"6S7Emqf_\">自愿交易是改进，但改进未必都是自愿交易。假设我在森林里迷路，饥肠辘辘。我偶然发现你那间上了锁的小屋，破门而入，用里面的电话求救。出于感激和责任感，我给你留下一个信封，里面的钱足以数倍地赔偿你的损失。这次交换并非自愿，因为你并未允许我闯入你的小屋。但是，和自愿交易一样，我们双方最终都改善了境况（假设我对该留多少钱的计算是准确的），因此这仍是一次净改进。</p><p data-pid=\"WLV1TlJ8\">在这两个例子中——卖苹果和闯入小屋——现金支付都提供了净收益存在的证据，但收益是由「转移」本身而非「支付」创造的。如果你是不小心弄丢了苹果而我恰好捡到，同样会产生 2 美元的收益。不过在这种情况下，收益是一个 4 美元的收益（归我）与一个 2 美元的损失（归你）之和，而非两个各为 1 美元的收益（你失去价值 2 美元的苹果，得到 3 美元；我得到价值 4 美元的苹果，支付 3 美元）之和。</p><p data-pid=\"_5jC1L3i\">到目前为止，我一直在谈论「变化」，而非「规则」。下一步要问的是：什么样的法律规则将只会带来有效率的变化，即那些能产生净经济效益的变化？在苹果的例子中，我们需要一条规则，它能确保苹果被转移给我，当且仅当它对我比对你更有价值时，因为只有这样，转移才是一次经济改进。最显而易见的解决方案是，当且仅当我们双方都同意时，才允许转移。如果苹果对我比对你更有价值，我就会向你开出一个你能接受的价格；反之则不会。在这种情况下，解决方案就是简单的财产权，通过惩罚偷苹果的人来强制执行。</p><p data-pid=\"6o80XMqZ\">那么小屋的例子呢？财产权无法解决这个问题，因为小屋的主人不在场，无法出租他的电话。这次的解决方案是一条损害赔偿规则。如果我闯入小屋并自首，我便欠物主一笔等于我对他的财产所造成损失的赔偿金。如果使用电话的价值对我来说不值这个价，我就会继续在林中徘徊；如果值得，我就会破门而入。也就是说，在每种情况下，结果都是经济上有效率的。</p><p data-pid=\"Gs7U-pbx\">讲到这里，你应该能明白，原则上，经济分析可以用来推断法律应当是怎样的。不过，在我继续更详细地讨论这两个例子，并将此分析应用于第四十一章<sup data-text=\"第四十一章 难题\" data-url=\"https://zhuanlan.zhihu.com/p/1941633845955892320\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>提到的某些问题之前，我应先补上论证中缺失的一环。我一直在谈论最大化总幸福和经济改进，却尚未证明二者之间有何关联。我尚未说明，在何种情况下或为何，一个变化是经济改进这一事实就意味着它能增进总效用。</p><p data-pid=\"FE6Rybv4\">经济学家的标准与哲学家的标准有两个重要区别。第一，涉及对个体效用的衡量；第二，涉及对不同个体间效用的比较。</p><p data-pid=\"R36uC2IA\">在定义价值时，经济学家接受个体对自己境况是否改善的主观评价。如果我宁愿得到一个苹果并失去 4 美元，也不愿维持原状，这就表明这个苹果对我而言至少值 4 美元。这种价值定义，即是经济学家所称的「显示性偏好」原则。我可能在判断自身利益时出错，比如我愿意花钱买的苹果其实对我有害——这种可能性被我们直接假定不存在。</p><p data-pid=\"0sre91Hu\">这一假设的推论之一是，海洛因对于瘾君子的价值，与胰岛素对于糖尿病患者的价值同样真实。如果你无法接受这类推论，你就会得出结论：经济改进未必等同于人类总幸福的增加；某些获得的价值可能源于个体对其自身利益的误判。但你或许仍会同意，对大多数人在大多数时候而言，「显示性偏好」是衡量价值的最佳可用方法，因此经济效率是衡量总幸福的一个良好（尽管非完美）的指标。</p><p data-pid=\"Vj3AVX1B\">经济改进与效用增加之间的第二个分歧，涉及人际间的比较。当我们为了判断一个变化是改进还是恶化而加总个人价值时，我们把一个人的 1 美元收益看作是恰好抵消了另一个人的 1 美元损失。我们仿佛认为， 1 美元（或 1 美元能买到的东西）对每个人而言，都代表着等量的幸福。但这显然不是事实。</p><p data-pid=\"qxID3se7\">如果经济学家用以进行人际比较的规则是错的，我们为何还要使用它？它又如何能告诉我们何种法律规则能最大化总幸福？对第一个问题的回答是：我们使用这个规则，是因为观察我对一个苹果的「价值」远比观察我对它的「效用」容易。我们可以通过我愿意为苹果支付多少钱来观察其价值，并且，正如我刚才所演示的，我们可以设立法律规则（财产权），使得苹果当且仅当其对我价值高于对任何他人价值时，才归我所有。</p><p data-pid=\"Bimg29kH\">要建立一套规则体系，使得苹果只有在我能从中获得比任何人都多的「效用」时才归我所有，会困难得多。我的行为显示的是，我对于一个苹果的效用，是相对于我愿意用来交换它的其他物品（在此例中是美元）的效用而言，而非相对于别人对同一个苹果的效用。要把苹果给那个能从中获得最高效用的人，就必须有人来判断一个苹果能让我们每个人快乐多少。观察他人的效用或许并非不可能，但远比观察我们自身的效用要困难得多。由此可见，设计旨在最大化「价值」的制度（即当且仅当变化是经济改进时才促成其发生的制度），要比设计旨在最大化「总效用」的制度容易得多。</p><p data-pid=\"ggzMISVd\">判断什么能增加价值比判断什么能增加效用要容易，但这个答案有用吗？我这不又是在光线好的地方找东西，而不是在我丢钱包的地方吗？我想不是。在许多（虽然不是全部）情况下，一个变化是经济改进（即增加了总价值）这一事实，本身就是它也增加了总效用的有力证据。既然经济价值的变化比效用的变化更容易衡量，我们便可用前者作为后者的替代指标。</p><p data-pid=\"dPPrNS-I\">举个例子，考虑废除美国一项进口关税。假设我们能证明（在许多情况下确实能），除了使我们的海外贸易伙伴受益外，从美国居民的角度看，这也是一次经济改进。也就是说，因废除关税而受益的美国人（美国出口产业的工人与股东，以及进口商品的消费者），其收益（以美元衡量）大于因此受损的美国人（与进口商品竞争的产业的工人与股东）的损失。单个的受益者与受损者对 1 美元的价值评判可能千差万别；一个让某人获益 6 美元却让另一人损失 5 美元的变化，未必能提升总效用。但受益者和受损者都是庞大而多元的群体，没有明显理由认为其中一个群体对美元的平均估值会高于或低于另一个群体。如果两个群体的平均估值大致相同，那么一个带来价值增长的变化，很可能也带来了效用增长。这正是「经济改进」这一概念的发明者阿尔弗雷德·马歇尔用以论证的逻辑，他以此证明，可以用经济改进作为一种近似方法，来识别那些能增进总效用的变化。</p><p data-pid=\"bgm3bx9W\">只要我们所考虑的情境中，没有理由认为受益者和受损者对 1 美元的平均效用——即以美元衡量的价值与以某种绝对幸福单位衡量的效用之间的关系——存在差异，那么这种近似就应该是相当准确的。在许多情况下，这是一个合理的假设。苹果的买卖双方、林中迷路的猎人与上锁小屋的主人，他们很可能是相似的人，甚至可能是在不同时间的同一个人。</p><p data-pid=\"zdYcb9xs\">但有一个明显的例外。我们通常认为，一个人的钱越多，额外 1 美元对他而言的价值就越低。因此，平均而言，对于一个几乎没有钱的人， 1 美元所代表的幸福要多于对一个拥有很多钱的人。这就是我们很少向百万富翁施舍的原因。因此我们预期，如果受益者与受损者的收入差距悬殊，那么价值的净变化将无法准确地衡量幸福的净变化。</p><p data-pid=\"56YPdqlQ\">一个让富人损失 10 美元、让穷人获益 9 美元的变化，在经济上是恶化，但它很可能增加了世界上的幸福总量。同理，一个让一大群富人总共损失一千万美元、让一大群穷人总共获益 900 万美元的变化也是如此。一个显而易见的结论——也是许多功利主义者已经得出的结论——是，收入再分配是一件好事。向富人征税并将钱给予穷人，尽管可能因征收成本和抑制激励而造成经济恶化，但却可能是一种功利主义的改进。</p><p data-pid=\"GQIVDX3j\">我不同意此结论的理由有二。其一，由于穷人在政治上通常是弱势群体，他们成为政府收入转移的受害者，其可能性至少与成为受益者相当。这是我在第四章<sup data-text=\"第四章 罗宾汉的背叛\" data-url=\"https://zhuanlan.zhihu.com/p/1930051691752956050\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>提出的观点。其二，各个群体为争当受益者而非受害者而展开的斗争，其代价可能极其高昂，以至于在一个允许此类再分配的社会里，几乎我们所有人（无论贫富）的境况，都会比在一个不允许再分配的社会里更差。这是我在第三十八章<sup data-text=\"第三十八章 「盗窃经济学」或「统治阶级并不存在」\" data-url=\"https://zhuanlan.zhihu.com/p/1941630427765936450\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>提出的观点。这两章，便是对区分功利主义者与自由意志主义者的核心信条之一所发起的功利主义式攻击。</p><p data-pid=\"AcW4Ih1D\">几页之前，我暂且搁置了对具体规则的讨论，转而阐述经济改进与总幸福增加之间的联系，旨在说明为何设计旨在最大化经济效率的规则，可以作为增进人类幸福的合理途径。现在我已经完成了这一论证。我并未证明经济改进与总效用增加是同一回事——它们不是。但我已说明了为何前者是后者的一个近似衡量指标，并且在实际操作中，可能是能找到的最佳衡量指标。尚未信服的读者，可以参阅马歇尔的原始论述，或我另一本书中对经济效率更为详尽的讨论；前者列于附录二，后者列于附录一。需要提醒经济学专业的读者，那些几乎是唯一可供查阅的地方。除我之外的现代经济学教科书，对「改进」采用的是另一种定义，尽管在多数情况下二者是等价的。</p><p data-pid=\"Q-FEEcOE\">现在是时候回到对具体规则的讨论了。我将要探究的问题是：如何设计法律规则以最大化经济效率，即允许那些属于经济改进的变化，同时阻止那些属于经济恶化的变化。</p><p data-pid=\"Cx2YqrMC\">再来思考一下苹果问题的解决方案。如果我们不保障苹果的财产权，至少会发生两种低效率的变化。第一，苹果可能会从更珍视它们的主人手中，转移到不那么珍视它们的窃贼手中。第二，窃贼可能会花费时间和金钱去偷苹果，而不是去买。</p><p data-pid=\"s2a4Hp_8\">假设这个苹果对你值 2 美元，对我值 4 美元。我没有花 3 美元买下它，而是趁着夜色溜进你的果园偷走了它，为此花费了价值 1 美元的时间和精力。你损失了 2 美元（苹果对你的价值），我获益了 3 美元（苹果对我的价值减去我获取它的成本），所以净收益为 1 美元。我偷苹果，相比于我根本得不到它，是一次经济改进。但「得不到苹果」并非唯一的选项，我本可以买下它。偷苹果比买苹果更糟，因为买苹果能产生 2 美元的净收益。一个有效率的法律体系，会设法让想得到苹果的人有动力去买，而不是去偷。这就是我们惩罚窃贼的原因。</p><p data-pid=\"lMby--k4\">我们应该对他们施以多大程度的惩罚？如果所有窃贼都会被抓，那么一笔等同于被盗物品价值的罚款就足够了。因为偷东西比买东西更麻烦，盗窃将是两个选项中较不具吸引力的一个。如果只有一部分窃贼被抓，比如说十分之一，那么同样的逻辑表明，惩罚也应相应地加重。如果偷一个苹果的罚款是买一个价格的十倍，那么平均而言，偷窃对窃贼造成的金钱损失与购买相当，但麻烦却更多。</p><p data-pid=\"AX9r3XtT\">现在，我们对苹果和小屋有了相同的规则。我之前对闯入小屋者建议的规则是，他应支付一笔等同于所造成损害的罚款——前提是他自首。我加上那个条件，是为了让它成为一个被抓概率为一的特例。</p><p data-pid=\"AWJNfNEb\">为了杜绝低效率的交易，罚款的数额（如果只有部分窃贼被抓，则是概率乘以数额）必须至少等于被盗物品的价值。林中小屋的例子则说明，罚款不应高于这个数额。虽然我们可以为苹果制定一套规则，为小屋另立一套，但拥有一套统一的规则来界定财产权以及侵权后果，可能会更简单。这样一套规则应考虑到某些侵犯财产权的行为（如迷路猎人闯入小屋）可能是可取的改变，只是由于某些原因无法通过自愿交换来达成。低于所造成损害的惩罚会允许一些低效率的变化发生；高于所造成损害的惩罚则会阻止一些有效率的变化。因此，理想的惩罚应等于造成的损害，并根据抓获和定罪罪犯的概率进行适当调整。</p><p data-pid=\"Pj7wIm9J\">更精确的分析会从多个方面对这一结论进行限定，以顾及诸如执法成本（有时防止低效率犯罪的成本可能得不偿失）以及裁定罪责时可能出错等复杂因素。对此类分析感兴趣的读者，可以在我的<a href=\"https://link.zhihu.com/?target=http%3A//www.daviddfriedman.com/Laws_Order_draft/laws_order_ToC.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">《法律的秩序》</a>一书中找到它。</p><p data-pid=\"RJWJV41N\">到目前为止，我一直将抓到窃贼的概率视为一个既定的自然事实。但事实并非如此。通过雇佣更多警察或提供更高悬赏，我们可以提高抓获窃贼的概率。在建立法律规则体系时，需要做的决策之一就是：是抓获一半的窃贼，并处以其盗窃价值两倍的罚款；还是抓获十分之一的窃贼，并处以十倍的罚款；亦或抓获千分之一的窃贼，然后将他枪决。</p><p data-pid=\"D59kdam0\">在选择惩罚与概率的恰当组合时，我们是在权衡两种成本：执法成本与惩罚成本。执法成本是抓捕罪犯的成本，如支付警察薪水、分发通缉犯照片等。惩罚成本是抓到罪犯后施加惩罚的成本。当我们从高概率、低惩罚的组合转向低概率、高惩罚的组合时，执法成本会下降，因为我们只需抓获百分之一而非二分之一的罪犯。然而，惩罚成本却倾向于随惩罚力度的加大而增加。因此，我们通过选择一个能在最低总成本下，达到适当威慑水平（即概率乘以惩罚等于犯罪造成的损害）的概率与惩罚组合，来实现总价值的最大化。</p><p data-pid=\"_EB_zti2\">什么是惩罚成本？为何它会随惩罚力度的加大而增加？先来看罚款。对罪犯而言，成本就是他必须支付的金额；一笔 9 美元的罚款使我的境况不多不少正好差了 9 美元。然而，这笔成本被罚款接收方的收益所平衡：在民法体系下是受害者（此时罚款称为损害赔偿金），在刑法体系下则是国家。因此，罚款的净成本仅仅是收缴它的行政开销。</p><p data-pid=\"qeCi1O3d\">随着惩罚力度的加大，罪犯越来越不可能以罚款形式支付，而更可能采取监禁或处决等其他形式。监禁和处决在阻止人们侵犯他人财产权方面，至少和罚款同样有效，但罪犯付出的成本不再转化为他人的收益。当罪犯失去他的生命时，没有人会因此额外获得一条生命。当你身陷囹圄，你失去的自由无人获得，反而还要有人支付维持监狱的额外费用。</p><p data-pid=\"rDMcZNaT\">认识到惩罚是有成本的，为第四十一章<sup data-text=\"第四十一章 难题\" data-url=\"https://zhuanlan.zhihu.com/p/1941633845955892320\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>提到的另一个问题提供了部分答案：在判定某人有罪之前，我们需要有多大的把握？惩罚无辜者所产生的成本与惩罚有罪者类似，却无法带来威慑的益处。在设计最优的法律规则体系时，我们必须在定罪无辜被告的惩罚成本与更高证明标准所带来的成本（即雇佣更多警察和宣告更多有罪被告无罪）之间做出权衡。</p><p data-pid=\"Q99mnzoz\">由此得出的一个结论是，对于会导致高昂惩罚的罪行（如处决），我们应要求比那些导致廉价惩罚的罪行（如罚款）更高的证明标准。这事实上也正是我们现行法律体系的运作方式。刑事案件要求更高的证明标准（「排除合理怀疑」），而民事案件则较低（「证据优势」）。这不仅仅是在更重要的案件中更加小心的问题；100 万美元的损害赔偿金比两周的监禁是更重的惩罚，但施加它所需的证明标准却更低。</p><p data-pid=\"6m_y6B9Q\">现在我们至少已经大致了解了财产权应如何以及为何被强制执行。在整个分析中，有一个特点我觉得很有趣，而一些读者可能会感到震惊。在计算我们试图最大化的成本与收益之和时，窃贼的成本收益与受害者的成本收益被赋予了同等权重。在判断一个变化是否低效率并应被阻止时，罪犯的收益被用来与受害者的成本相平衡。在选择概率与惩罚的组合时，我们将罪犯所受的惩罚成本，连同执法成本及法院系统支付（或收取）的成本（或收益），一并纳入了需要最小化的总额之中。</p><p data-pid=\"3V3AD1tS\">有趣之处在于，我们是在「推导出」自由意志主义的结果，而非「预设」它们。我们从一个对窃贼与受害者的相对品德不置一词的功利主义假设出发，最终却得出了一个惩罚窃贼的法律体系。</p><p data-pid=\"XYLMPz9F\">在结束财产权执行问题的讨论，转向如何定义这些权利之前，还有几点值得注意。正如我在前一章指出的，衡量效用有两种方法。一种是从外部进行，即尝试估算某物对他人有多大价值；我论证过，这样做并非不可能，只是难以做得很好。另一种是从内部进行；我们每个人都非常了解自己珍视什么，而我们的行动便反映了这种知识。</p><p data-pid=\"M-OJdTNG\">我所建议的法律规则同时运用了这两种方法。苹果的分配遵循「显示性偏好」原则：如果我认为苹果对我比你认为它对你更有价值，我就会从你那里买下它。林中上锁小屋的分配则是「显示性偏好」与外部观察的结合。猎人根据自己对电话的需要程度决定是否破门，而法院则根据它对物主「不希望门被破坏」这一意愿的价值评估来裁定他必须支付的损害赔偿。这一点我先前已提出过，当时我曾建议，存在做出损害赔偿裁决的法院本身就证明了我们相信，了解他人的价值观是可能的。</p><p data-pid=\"OOt-7ZKy\">如果显示性偏好是衡量价值的更优方法，为何不构建一个完全依赖它，从不试图衡量他人对某物价值的法律体系呢？林中小屋的例子给出了答案。由于物主在迷路猎人出现时并不在场，双方无法为电话的使用协商价格。</p><p data-pid=\"mCYMQPVY\">有没有办法在不依赖法院衡量价值的情况下解决这个问题？或许有。物主可以自行决定他多反感别人闯入他的小屋，并在门上贴一张价目表：破锁 59 美元，使用电话另加 9 美元。问题在于，一个人可能在许多不同情境下迫切需要使用他人财产，却没机会事先征得他的许可。这张价目表必须非常长，而且可能不仅要贴在门上，还要贴在每一棵树上。它不仅要涵盖为打电话而破门而入，还必须涵盖为躲避熊而闯入领地、为取暖而砍伐枯木，甚至可能为阻止森林火灾蔓延而推平小屋。综合来看，由法院来估算损害赔偿似乎是更切实际的解决方案。</p><p data-pid=\"8fQJZDPi\">另一个替代方案是，让猎人与财产所有者预先安排一份合同，明确在何种情况和条件下，前者可以使用后者的财产。这里同样存在实际困难，原因在于可能出现的问题种类繁多，且涉及的人数庞大。任何一个猎人迷路并不得不闯入小屋的概率都极低，而不得不闯入任何特定小屋的概率则更低。为一个发生概率只有千万分之一的事件预先协商条款，不太可能值得费那个事。如果我们试图为所有可能的意外情况都起草预先合同，那我们将无暇他顾。</p><p data-pid=\"5qEo7bmc\">这些例子表明，建立一个结果完全由显示性偏好和自愿交易所决定的法律体系是不切实际的。与此同时，由于市场提供了一种成本更低、更准确的价值衡量方式，我们又希望有一个只在市场不是可行选项时才动用法院的体系。例如，如果对某类案件，我们确信市场交易总是可行的，因而有效率的犯罪水平为零，那么我们或许可以将惩罚设定得远高于法院对所造成损害的估计（即「惩罚性赔偿」），以降低法院系统的失误鼓励低效率犯罪的可能性。对这类问题的全面讨论，同样会超出本章所能做的篇幅。</p><p data-pid=\"BJD-6E4X\">至此，我已大致勾勒出对前一章提出的一个问题——对小偷的适当惩罚——的解答。在此过程中，我也为回答该章中提出的另外两个问题——对风险行为的适当限制，以及财产权的适当定义——奠定了基础。</p><p data-pid=\"VFnlalpC\">关于风险行为的案例——以那位飞机有微小几率在起飞点方圆千里内任何地方坠毁的飞行员为例——与饥饿猎人的案例相似。飞行员与猎人不同，他并非主动决定闯入某人的房屋。但他「确实」决定了飞行的频率、飞机检查的频率以及购买何种安全设备。通过这些决定，他控制了自己最终从屋顶闯入某人房屋的概率。同样，开车或用炸药清理地里树桩的人，也并非选择去造成他人人身或财产伤害的事故。然而，他「确实」选择了驾驶或爆破的量，以及多么小心。在每种情况下，恰当的法律规则都应是强迫他为自身行为所造成的任何损害付费的规则。在此规则下，他会采取一个行动，当且仅当它的价值对他而言大到足以弥补其造成的概率性损害。</p><p data-pid=\"oWw9qyPj\">对与风险问题相关的复杂性的全面讨论，同样会远远超出即便是一篇很长章节的限制。我们必须处理的一点是，某人的飞机摧毁了我的房子，他可能没有足够的钱来赔偿损失，即使假设他还活着。若是如此，我们可能就需要法律规则，允许潜在的受害者禁止我起飞，除非我能证明自己购买了适当的保险。第二点是，事故常常是相关双方共同决策的产物。如果你没有在晚上穿着深色衣服骑车，你的车就不会与我的自行车相撞，但如果你的刹车功能正常，我的粗心最多也只会造成一次有惊无险。这使得设计用以控制事故的有效率规则更加困难。如果我知道你将为事故的全部费用负责，我没有动力采取预防措施；如果你知道我将负责，你没有动力；如果责任由我们分担，我们双方的预防动力都将是效率低下的。</p><p data-pid=\"BHTlflCL\">最后一个要处理的问题，是如何定义财产权，这个问题在我讨论单个光子和单个二氧化碳分子的侵入时已有所暗示。我们首先要认识到，我们所谓的财产权，例如一块土地的所有权，实际上是诸多此类权利的复杂组合。根据现行美国法律，它包括禁止非法侵入的权利，但在多数情况下，不包括射杀侵入者或在你预料他们会踩到的地方布设地雷的权利。它也不包括禁止飞机飞越领空，或禁止少量二氧化碳分子或光子侵入的权利。我在第四十一章<sup data-text=\"第四十一章 难题\" data-url=\"https://zhuanlan.zhihu.com/p/1941633845955892320\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>提出的问题，正是关于哪些权利应该被包含在这个组合之中。</p><p data-pid=\"OgU2U2xW\">乍看之下，答案似乎显而易见：当我购得土地时，我便获得了与之相关的所有权利。问题在于，某些权利同时与不止一块土地相关联。决定一束光是否能从你的土地穿越边界进入我的土地的权利，既与我的财产相关，也与你的财产相关。它对我有用，因为如果我控制这项权利，我就可以阻止你用激光束射向我的前门，我甚至可以阻止你用手电筒照射我的暗房窗户。它对你有用，因为如果你不拥有这项权利，你就不能在你的财产上做任何能从我的财产上看到的事情。</p><p data-pid=\"Lty-O1o8\">在这个特定案例中，有一个显而易见的常识性解决方案：你有权制造任何强度能被「看见」但不能被「感觉」到的光。这条界线划在介于你正常活动可能产生的最强光线与可能对我的财产造成损害的最弱光线之间的某个位置。除非你的正常活动包括户外测试高功率激光或核武器，否则找到一条合适的分割线应该不成问题。</p><p data-pid=\"RVFNSR2E\">然而，这个问题以千差万别的形式出现，其中许多并无简单的答案。阅读一本优秀的侵权法案例集，就能对「什么权利属于什么组合」这一问题的模糊性有所体会。现实世界的法律案件曾涉及诸如此类的问题：我的建筑是否可以遮挡你的阳光？我是否被允许在我的房子上加建，而这会妨碍你的烟囱正常抽风？以及一家糖果厂是否被允许在地面上产生振动，而这个问题直到邻近的医生在其紧邻工厂的土地上建造了一间诊室后才显现出来？</p><p data-pid=\"XjJjilsn\">处理此类问题的第一步，是认识到这不单单是一方伤害另一方的问题；若是如此，我们大可禁止伤害或判令赔偿。它更像是一个双方从事互不相容活动的案例。我的糖果厂便不成问题，如果你把诊室建在你地块的其他地方；你把诊室建在这里也不成问题，如果我没有在经营糖果厂。这换一种说法就是，相关的权利——在此案例中，是决定我能否在你的土地上运行会产生振动的机器的权利——似乎既是我土地所有权这个权利组合的适当部分，也是你土地所有权那个组合的适当部分。</p><p data-pid=\"HxlwbCmo\">第二步是认识到，在许多情况下，权利组合的初始界定方式，至少从经济效率的角度看，其实并不那么重要。如果一项权利对两个人都有价值，但它属于那个对其估值较低的人，他的邻居总可以出价向他购买。如果你有权命令我关闭我的糖果厂，我可以反过来提议出资拆除你的诊室，并把它重建到地块的另一侧。如果这项权利对我比对你更有价值，我就应该能提出一个你会接受的价码。</p><p data-pid=\"xM2kaYAG\">这一洞见将我们引向了科斯定理，该定理以经济学家罗纳德·科斯的名字命名，本章这一部分的主要思想便主要归功于他。科斯定理指出：只要交易成本为零，任何初始的财产权界定，都将导向有效率的结果。</p><p data-pid=\"qKM8TIWI\">「零交易成本」这个前提条件，与定理本身同等重要。假设我们从一个禁止侵入性光子的财产权定义出发：任何人都可以禁止我制造他能看见的光。对我而言，决定是否开灯的权利，比我的邻居们更为珍视，所以原则上我应该可以买到他们的许可。问题在于，住在我房子视野范围内的人太多了。只从他们中的大多数人那里买到许可毫无用处，因为我需要所有人的许可。结果很可能是一场艰难的讨价还价博弈，至少会有一些邻居试图从我这里勒索我土地价值的相当大一部分，来换取他们允许我使用它的许可。</p><p data-pid=\"5n2WCCHW\">这表明，在决定财产权应如何组合时，有两个重要考量。其一，应尽可能将权利归入其价值最高的那个组合中。控制一块土地上方一英尺空域的权利，对土地所有者比对任何他人都更有价值，所以土地的所有权通常也包括其正上方空间的所有权。其二，由于权利组合的恰当构成往往不确定，且可能随时间变化，因此界定它们的方式应使权利交易尽可能便利。财产权的界定方式，应旨在最小化可能发生的交易的交易成本。</p><p data-pid=\"x3BWFlJt\">一个需要决定的问题是，如何「组合」这些权利；另一个密切相关的问题是，我们正在组合的「权利」究竟是什么。我禁止强光和巨响进入我的领地的权利，是意味着我可以禁止邻居测试激光和核武器——以及举办喧闹派对——还是仅仅意味着我事后可以获得损害赔偿？</p><p data-pid=\"3Q3KG8iH\">答案在之前的讨论中已经有所暗示。当双方的交易可以便利地安排时，例如只涉及两个邻居的情况，有充分理由支持一种由惩罚性赔偿作为后盾的绝对禁止权。这样一来，法院就不必去承担衡量「不被炸毁」或「不被吵醒」对我有多大价值这项艰巨的任务。如果我的邻居想做的事情对他而言足够重要，他可以出价购买我的许可——或者我的土地。</p><p data-pid=\"Dvi2KwtP\">但是，当交易不切实际时，损害赔偿规则可能是最佳解决方案。要从所有 3000 个偶尔能闻到我烟囱里冒出气味的人那里，购买排放难闻气体的权利，是不切实际的。即便对我而言，经营工厂的价值远大于他们不闻到味道的价值，我也无法买到他们所有人的许可。我面临着与之前侵入性光子案例中相同类型的讨价还价难题：一个坚持不卖的人就能让整笔交易告吹。在这种情况下，有效率的法律规则或许会将相关权利分配给我的邻居们，而非我，但会将这项权利设定为「获得损害赔偿的权利」，而非「关闭工厂的权利」。</p><p data-pid=\"1i9hXa8E\">我相信，我现在已经为本章的标题——「法律的经济分析」——提供了理据。我已经证明，经济分析能够回答一些关于法律「应该」是怎样的问题，而这些问题是我无法——并且相信是无法——仅凭自由意志主义原则来回答的。</p><p data-pid=\"6kCuucYw\">这一论断必须加上几点限定。我所展示的法律「应该」是怎样，其意义仅如同一本工程学教科书展示如何建造一座桥梁。工程学教科书展示的是如何将普适的物理原理应用于具体信息（如可用材料的强度、待跨越河流的宽度），从而计算出如何建造一座特定的桥。而我展示的，是如何将经济学原理应用于具体信息（如一项权利对另一权利所有者的价值、安排不同类型交易的相关成本），从而推断出在一个特定社会中，何种法律规则能最大化人类幸福。经济学比工程学更年轻，我们对材料强度的了解也比对交易成本的了解更多，所以工程学教科书比我能更好地完成它的任务。</p><p data-pid=\"axv70e-f\">第二点限定是，我在本章所提供的内容，仅仅是对一个宏大学科中某个部分的极其粗略的描绘。要全面分析经济效率究竟意味着何种法律规则，需要数卷巨著，而其中一些尚未问世。此外，「何种规则是经济上有效率的」并非法律经济分析所处理的唯一问题，它仅仅是那个在我看来与本书最相关的问题。现有的大量经济学与法学文献，致力于的是一些截然不同的目标，例如理解特定法律规则为何存在，以及它们会带来何种后果。</p><p data-pid=\"7HZ14WBx\">我在此阐述的大部分思想，都诞生于过去 50 年间；它们所属的领域仍在发展之中，且大部分内容仍存有争议。对法律的经济分析（包括我本人在该领域的大量研究成果）的更详尽阐述感兴趣的读者，可以在我的<a href=\"https://link.zhihu.com/?target=http%3A//www.daviddfriedman.com/Laws_Order_draft/laws_order_ToC.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">《法律的秩序》</a>一书中找到它。他们可能也会对下一章感兴趣，该章基于我发表的一篇文章，描述了一个所有法律（包括反谋杀法）都由私人执行的社会。</p><p data-pid=\"oUTslxmZ\">在结束本章之前，还有最后一点限定需要说明。经济效率仅仅是总效用的一个近似衡量，而总效用也仅仅是对我以及（我认为）其他人所珍视之物的一个非常局部的描述。即便我们能够证明某些法律规则是经济上有效率的，也并不必然意味着我们就应该支持它们。</p><p data-pid=\"xMUC2uVO\">我发现法律的经济分析之所以有趣且有用，并不在于它能确切地告诉我法律应该是什么样，而在于它从一些基于我们多数人愿望、且表面上与是非对错无关的目标出发，最终却得出了关于法律应然状态的结论——而这些结论，并非个个都显而易见。</p><hr/><p data-pid=\"swd9bytq\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1941634110993985675\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《自由的体制》第四十二章 我的立场</a><p data-pid=\"IZnsT41_\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1947070779486339087\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《自由的体制》第四十四章 私人执法、中世纪冰岛与自由意志主义</a><hr/><blockquote data-pid=\"D63po3Io\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 gemini-2.5-pro，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=http%3A//www.daviddfriedman.com/Machinery%25203rd%2520Edn.pdf%23page%3D195.12\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">daviddfriedman.com/Machinery 3rd Edn.pdf#page=195.12</a><br/>本译文仅供学习交流，不代表译者观点</blockquote>",
  "column": {
    "updated": 1458209676,
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Jarrett Ye",
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "gender": 1,
      "user_type": "people",
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "avatar_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3"
    },
    "url": "/columns/3c9990a12cdbcd92e20b1387b160f0a3",
    "comment_permission": "all",
    "title": "Jarrett Ye的文章",
    "image_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
    "type": "column",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3"
  },
  "comment_count": 0,
  "image_url": "",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 1,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}