{
  "id": "1952762700435289877",
  "title": "《做出糟糕的选择也无妨》第七章 我们为何应当谨慎行事",
  "type": "article",
  "article_type": "normal",
  "excerpt_title": "",
  "url": "https://api.zhihu.com/articles/1952762700435289877",
  "image_url": "https://pic1.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "title_image": "https://picx.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "excerpt": "那么，我是否已经说服你：即便人们 <b>不应该</b>做某些事，他们也应该有<b>自由</b>对自己做几乎任何想做的事？如果你依然未被说服，那也无妨，因为那或许意味着你已对此事进行了深入的思考。世上之言，并非皆为定论，我也无意假装自己给出了一套完美无瑕、无可辩驳的论…",
  "created": 1758499087,
  "updated": 1758532694,
  "author": {
    "is_followed": false,
    "avatar_url_template": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
    "uid": "1521893281407864832",
    "user_type": "people",
    "is_following": false,
    "url_token": "JarrettYe",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3",
    "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
    "name": "Jarrett Ye",
    "is_advertiser": false,
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "gender": 1,
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "avatar_url": "https://pica.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
    "is_org": false,
    "type": "people",
    "badge": [],
    "badge_v2": {
      "title": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "merged_badges": [],
      "detail_badges": [],
      "icon": "",
      "night_icon": ""
    },
    "exposed_medal": {
      "medal_id": "0",
      "medal_name": "",
      "avatar_url": "",
      "mini_avatar_url": "",
      "description": "",
      "medal_avatar_frame": null
    }
  },
  "comment_permission": "all",
  "copyright_permission": "need_review",
  "state": "published",
  "ip_info": "广东",
  "image_width": 2798,
  "image_height": 1204,
  "content": "<p data-pid=\"0XG-fAZy\">那么，我是否已经说服你：即便人们<b>不应该</b>做某些事，他们也应该有<b>自由</b>对自己做几乎任何想做的事？如果你依然未被说服，那也无妨，因为那或许意味着你已对此事进行了深入的思考。世上之言，并非皆为定论，我也无意假装自己给出了一套完美无瑕、无可辩驳的论证。但即便你仍认为家长式管教在许多情况下是合理的，我仍想做最后一次呼吁，请你思考一下：家长式的法律，是否真能实现其拥护者所期望的目标。设计一套理论上行得通的立法是一回事，但别忘了，法律家长式管教的拥护者们，其出发点恰恰是「我们人类远非完美」这一观察——若以此为前提，却又指望立法完美无瑕，这岂非一个奇怪的假设？</p><p data-pid=\"0d_rLgUE\">诚然，我们有办法合作，能在适当的条件下建立起制度，以在很大程度上纠正我们作为个体时所面临的种种错误与偏见。（回想第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>，「思想的市场」如何能帮助我们相互纠偏。）然而，仅仅指出我们作为<b>私人行动者</b>的缺陷，就以此来开启对家长式管教的讨论，却不同等甚至更不关注人们作为<b>公共行动者</b>的缺陷，在试图推行家长式法律和政策时会如何显现，这是很奇怪的。在本章，我将审视这类法律和政策所带来的两个问题：禁令常常催生的不良激励，以及许多法规意想不到的后果。因此，倘若尝试限制糟糕选择的成本超过了其收益，那么，拥有做出这些选择的自由，或许就是合理的。</p><h2><b>不良激励：禁令的阴暗面</b></h2><p data-pid=\"4oA2JUai\">禁令，即便理论上是好的，也可能在现实中引发各种问题。毕竟，如果我们禁止了某件坏事，那坏事就该变少，对吧？问题解决了。但理论上，我们所有人也都可以做出更好的选择——而我们恰恰没有这么做，这才是硬性家长式管教最初的动因。事实上，我们并未做出更好的选择，但理论却说，只要我们努力，本是可以的。那么，又何须禁止呢？——为何我们所有人不干脆更努力地做出明智的选择？如果回应是「可我们就是没努力啊」，那我们就得确保，家长式法律的实施是否也会遇到类似的问题。我们能指望有缺陷的人类，会足够明智地运用法律，来弥补他们自身的缺陷吗？或许吧，但这远非不言自明。</p><p data-pid=\"zaVJCRfN\">如果我们审视一下 20 世纪 20 年代美国的禁酒令，或是近期的「禁毒战争」，那么，说禁令会引发问题，都还算是轻描淡写的。想想我们目前对多种麻醉品的禁令。如果人们对某种非法药物的渴望足够强烈，他们往往会求助于充斥着暴力和腐败的黑市。从犯罪分子手中买来的非法海洛因，不可能附带警告标签、安全剂量说明，或过量时的解毒剂。</p><p data-pid=\"Hpqwla3x\">这些药物的价格，会比合法时昂贵得多，因为与需求相比，供给被人为地切断了，而毒贩考虑到其非法生意的巨大风险，自然会收取高额溢价。非法药物的效力也更有可能超强，因为毒贩需要运输大量违禁品，他得确保药物效力足够强，才能把所有货都塞进车里。如果你受雇走私一批违禁品过境，你会选择用一队卡车去走私体积庞大的淡啤酒，还是会试图将货物浓缩成更小、更强效的包裹，用更少的卡车来运输，以便能卖得更多，同时降低被发现或被捕的风险？</p><p data-pid=\"XDT9j4O2\">黑市使得人们难以以任何理性的方式使用药物。人们能理性地使用药物？当然，前提是使用者没有将自己置于严重的健康风险之中，并且能够正常生活、处理其他重要事务，而这恰恰是大多数使用者的写照。许多（如果不是大多数）药物消费者，是出于医疗或娱乐目的——大多数使用者并非瘾君子。大约 100 年前，当禁毒战争打响时，一种主流理论认为，是药物中的化学物质导致了成瘾。只要你抽一口大麻，或吸食一次鸦片，你就有沦为被毒品控制的暴力僵尸的巨大风险。（我建议大家办个电影之夜，放映 1936 年的反大麻宣传片《大麻狂热》，保证笑声不断。）这曾是当时的普遍信念，至今仍有人相信，但证据并不支持它。何以见得？当奶奶接受髋关节置换手术时，医生通常会给她开二乙酰吗啡——也就是海洛因——来止痛。但我们并未看到成群可爱的老太太在术后变成瘾君子。据估计，在越南战争期间，20% 的美军士兵曾常态化吸食海洛因，但其中 95% 的人在回国后一年内就戒除了。1 </p><p data-pid=\"ThTxLgMA\">一个非成瘾的使用者，如果知道如何控制剂量，其行为或许仍有一定程度的风险，但至少他能避免生命危险，因为他清楚自己使用的剂量。然而，你那友好的邻家非法毒贩，却不大可能提供准确的标签，或任何可靠的保证。毕竟，一旦出了事，你没有任何法律追索权，而毒贩先生对此心知肚明。你不能因为他卖给你的假药让你生病而起诉他。我猜，你可以要求退款，尽管这种尝试很可能会让你血溅当场。将毒品定为非法，往往会筛选出最核心、最不诚实、最暴力的供应商，因为只有这类人才愿意在法律之外行事。2 </p><p data-pid=\"aN__BzRd\">更糟的是，黑市使得非理性的使用者，比如许多瘾君子，更难了解他们所用之物的危险性。瘾君子倾向于消费更大量的毒品，在不清楚剂量的情况下，极易过量。而一旦过量，他们又可能因害怕羞耻或刑事起诉而不敢去医院，最终只能孤独地以极其痛苦的方式死去，比如被自己的呕吐物噎死。当不健康的行为被定为非法时，它就更容易转入地下，这不仅是出于对法律制裁的恐惧，也是出于对羞耻这类道德制裁的恐惧。这些人被当作罪犯和无可救药的失败者而遭社会唾弃，得不到同情与关怀。他们最终只能抱团取暖，蜗居在毒品屋里，共用针头，出卖身体，与「正常人」的外部世界隔绝。这并非是说，许多瘾君子对他们给他人造成的痛苦毫无责任。然而，他们中许多人也被剥夺了足够的机会，比如康复治疗，于是他们只能在生活仅剩的选项中苟延残喘。在一个毒品合法的世界里，他们的糟糕选择本不至于如此糟糕。</p><p data-pid=\"3rTiIePq\">毒品的刑事定罪，还导致了在执法过程中对公民权利的侵犯。法律必须被执行，否则就只是一纸空文，而人们显然不会总是遵守那些他们认为不便甚至不公的法律。在警察执行的「免敲门」突袭中，曾有人和宠物被枪杀，而这些突袭有时仅凭微弱的非法证据，有时甚至找错了门。3 此类突袭的受害者，往往生活在高犯罪率社区，他们会以为自己遭遇了抢劫，于是奋起自卫，最终反遭枪杀。禁毒战争已导致许多地区的警察军事化。本该保护和平公民免受侵害的警察，自己却常常变成了侵害者。4 当地的警察局，为何需要坦克这类军用级别的装备？ </p><p data-pid=\"KptWZc-I\">因毒品相关罪行被捕的人，常常在没有律师的情况下被长期拘留。他们通常无力聘请律师，只能依赖超负荷工作的公设辩护人，而后者往往因案件积压而只能草草达成认罪协议。5 一些州还设有强制性最低刑期法，迫使法官对那些仅仅是试图买卖大麻的人，判处多年监禁。6 </p><p data-pid=\"0s8wh0lL\">本书作者本人，就曾因挂着外州车牌而数次被警察拦下，以便警察检查他是否运输了违禁品。这至少可以说是很烦人的，但在这方面，我很庆幸自己在美国并非少数族裔，因为对非裔和西班牙裔的种族定性分析，以及过度使用武力的案例，都是众所周知的现象。7 </p><p data-pid=\"lhJiBNa4\">大规模监禁的成因不止于毒品逮捕，但相当数量的囚犯是因持有或销售毒品而入狱的。这些非暴力罪犯，随后便要忍受许多监狱中众所周知的恶劣条件。出狱后，他们的生活往往也被毁了，因为他们背负着犯罪记录，在许多潜在雇主眼中，这是一种污名。由于找不到有意义的工作，他们中许多人又重回滥用药物的老路。非法毒品高昂的价格和地下经济，将一些瘾君子变成了真正的罪犯。它常常诱使他们去从事那些他们本不会做的真正犯罪活动（偷窃、贩卖儿童色情制品等）。</p><p data-pid=\"W2TpMkEr\">然后还有民事资产没收——比如说，如果一位司机被发现携带大量现金，执法部门有时会假定这些现金是用于某种非法交易。在没有任何不法行为证据的情况下，人们的现金、汽车和其他资产就被没收了。8 而要索回财产的过程——如果他们还能索回的话——通常既困难又耗时。一种愤世嫉俗的观点认为，禁毒法常常只是政府官员攫取收入的烟幕，他们实际上并不关心消除毒品活动。</p><p data-pid=\"IzdlyjwO\">或许，所有这些糟糕的后果都是禁毒法带来的可悲代价，但它们是我们为阻止人们自我伤害而必须付出的代价吗？如果我们面临的风险是人们能更容易地获得毒品，那么毒品合法化又有什么好处呢？首先，合法化能让那些想戒毒的瘾君子更容易获得戒断服务。当瘾君子无需再将自己的行为转入地下时，更多的人会认识到，这些所谓的「瘾君子」其实就在他们的亲朋好友之中。一旦人们不再因害怕或羞耻而不敢承认自己的成瘾问题，更多的帮助就能触及更多的人。了解到自己的亲友正在与成瘾作斗争，可以减少社会对某个神秘「他者」——某个虚构的、邪恶危险的暴力瘾君子群体——的歇斯底里和道德恐慌。我们在近期对同性恋日益增长的文化接纳中，也看到了同样的过程。对于毒品成瘾，不被逼入地下的行为，是更容易被追踪的行为，这样那些最需要帮助的人，就有更多机会与他人建立联系，通过各种干预、治疗等方式，寻求并获得适当的帮助。 </p><p data-pid=\"_iM5Aj3P\">合法化也可能减少死亡人数。毕竟，大多数人并不想通过吸食阿片类药物来自杀。但另一方面，我们也看到，因医生停止为其开具处方阿片类药物而自杀的人数有所增加。处方药制度和美国食品药品监督管理局（FDA）难道不是在拯救生命吗？当然是，但从整体上看，或许并非如此。我们没有看到的，是那些因为不被允许服用某些处方药或实验性药物而死亡或受苦的人。无论如何，处方并非自动的安全保障。阿普唑仑（Xanax）是 FDA 批准的药物，但每年仍有数百人因服用它而死亡。或许，处方药制度反而制造了一种虚假的安全感？「哦，这是医生开的，肯定安全。」未必如此。</p><p data-pid=\"SLOd7WBI\">阿片类药物在减轻术后疼痛或治疗某些精神疾病方面或许确有其用，但一个日益增长的共识是，医生常常过度开具处方，给病人开几周的止痛药，而实际上几天的量或许更合理。因此，处方所传达的虚假安全感，实际上可能导致更多危险，因为那些本就易于成瘾的人，最终真的对阿片类药物上瘾了。</p><p data-pid=\"4KEdI9El\">一个疯狂的想法：如果像阿普唑仑这类药物，变成非处方药会怎样？显而易见的担忧是，届时我们将看到成千上万的人死亡，因为他们可以像买阿司匹林一样，轻松地在 CVS 药店买到阿片类药物。未必如此。出于对侵权法诉讼的恐惧，或害怕背上「杀手」的恶名，制药公司或许会更加费尽心思地确保药物剂量适当。不负责任的医生并未受到应有的审查或批评，而制药公司却因其不负责任的商业行为而理应受到这些。允许处方药在柜台销售，实际上可能迫使制药公司变得更加负责，因为他们再也不能把鲁莽处方的责任推给医生了。9</p><p data-pid=\"1UlOagEF\">还有一种被称为「浸信会教徒与私酒贩子」的现象。10 这在 20 世纪 20 年代美国的禁酒令时期就已出现。「浸信会教徒」是那些从道德层面主张禁酒的人，因为他们相信，酒精依赖已成为一种流行病，尤其是在工人阶级中。他们声称，酒吧太多，人们酗酒损害健康和品德，还在酒上花费过多。俗话说，政治能让奇怪的人同床共枕，你猜是谁加入了浸信会教徒的禁酒阵营？没错，是<b>私酒贩子</b>！像臭名昭著的阿尔·卡彭（Al Capone）那样的黑帮暴徒。</p><p data-pid=\"NcQZ1o1S\">黑帮为何会支持禁酒令呢？显然是因为他们关心我们的安全，对吧？当然不是。而是为了让他们能独家经营私酒生意。没有了合法的竞争者，黑帮基本上垄断了（非法的）酒类销售，他们可以任意抬高价格，从而获得比合法销售时高得多的利润。但他们为何要明知故犯呢？因为他们是黑帮！根据定义，不法之徒就是在法律之外行事。禁酒令并未消除对酒精的需求，却消除了守法的供应商。基本的经济学原理：如果需求依然超过少数新的（非法的）供应商，酒价会如何？酒的质量又会如何？禁酒令本意最想帮助的那些人，如今却不得不花更多的钱，去购买有时甚至是名副其实的毒药。</p><p data-pid=\"viHHsUuJ\">这只是一个例子，说明了道德理由和自利理由如何能因截然不同的原因而联手支持禁令。可以说，我们在其他领域也能看到这种现象。许多美容行业的人游说要求对编发这类服务实行繁琐的许可制度。他们声称是为了顾客的安全。其效果却是将那些无力承担培训和许可费用的穷人排挤出市场，从而消除了竞争。大银行常常以保护投资者和储户的名义，游说要求实行广泛的金融监管。或许其高管真心关心民众，但其效果却是将那些无力遵守所有法规的小型金融公司和银行排挤出局。出租车公司常常游说反对像 Lyft 和 Uber 这样的网约车应用。酒店业游说反对 Airbnb。许多堂食餐厅游说反对餐车。减肥公司则游说降低肥胖的定义标准。</p><p data-pid=\"2OEVrYCJ\">有些人可能会说：「我们只需让合适的人掌权，这些问题就会消失。」这回应不错，但价值百万美元的问题是，当激励机制本身就常常筛选出动机不纯的人时，我们又如何能让「合适的人」掌权？即便我们找到了合适的人，又是否有相应的激励机制，能确保他们实现禁令的预期目标？无论如何，为何反家长式管教者就不能同样轻巧地说：「人们只需做出更好的选择，禁令的问题就会消失，因为那样我们从一开始就不需要家长式法律了」？如果这是一个过于轻巧的回应，为何「我们只需找到合适的人」就不是呢？</p><p data-pid=\"8hW6mASE\">无论如何，糟糕的选择总被当作替罪羊，用来呼吁那些可能让事情变得更糟的干预，而放任人们自由地做出糟糕的选择或许反倒没那么糟。</p><p data-pid=\"XHatFHUa\">公平地说，大多数当代家长式管教的拥护者对禁酒和禁毒也持怀疑态度。有些人支持毒品非罪化，甚至完全合法化。他们的焦点更多地放在对香烟和反式脂肪这类物品征税或加以禁止上（我将在下一节讨论反式脂肪）。那么，禁止香烟又会如何呢？我们会看到类似禁酒或禁毒所带来的问题吗？</p><p data-pid=\"efFplhkI\">我的假设是，我们会看到类似的问题。许多烟民有强烈的继续吸烟的一阶偏好——即便是那些可能想戒烟的人。这些强烈的偏好导致了对尼古丁的广泛需求。在缺乏可行替代品的情况下，黑市便会应运而生以满足这种需求。其规模或许不如酒精或可卡因的黑市，但这仍是一个悬而未决的问题。当足够多的人对某样东西的渴望足够强烈时，法律是无法阻止许多人去获取它的。鉴于这些担忧，家长式管教者或许会主张对香烟课以重税，而非彻底禁止。税收或价格下限或许优于禁令，但要使其有效，税率或价格必须相当高。其希望或许是，越来越多的人会因价格高昂而放弃购买，我们将看到吸烟的吸引力逐渐下降，直至其在文化中变得非常边缘化。或许到那时，禁令才会有效，并能避免其负面效应。</p><p data-pid=\"0J_vpNv7\">毫无疑问，传统香烟或许是人类所发明的最危险的尼古丁输送工具。那些坚持应禁止香烟的家长式管教者，或许可以考虑将一些不那么危险的设备（如瑞典口含烟 Snus、尼古丁贴片、电子烟）合法化，这些设备在提供尼古丁快感方面或许同样有效。合法获取不那么危险的设备，并不能终结所有与吸烟相关的问题——例如，在撰写本文时，我们已看到数千例与电子烟相关的疾病和数十例死亡。11 然而，这些数字与传统香烟所造成的疾病和死亡数量相比，依然是小巫见大巫。那么，问题就该是，既然我们永远无法彻底消除伤害，我们该如何<b>减少</b>伤害。允许不那么危险的设备——并允许企业家随着时间推移去发现可能更不危险的设备——或许能让传统香烟自然消亡，而根本无需诉诸禁令。这只是一个想法。</p><h2><b>法规意想不到的后果</b></h2><p data-pid=\"6Vvxi8-c\">激励很重要。而对于法律法规（即便初衷良好）在现实中如何运作的第二个担忧，则与<b>意想不到的后果</b>有关。我将举几个例子，但你完全可以就自己想到的其他例子写一篇论文！</p><p data-pid=\"FomYPNUH\">想想对新梯子的安全要求。你能想象这些要求如何反而让人们更不安全吗？这怎么可能？通常，法规会抬高成本。一把光亮的新梯子，若被要求做到尽可能安全，其价格很可能会高于一把不被允许销售的普通梯子——后者或许没那么安全（也更便宜），但本身并不危险。或许，最安全的梯子需要更坚固的金属合金或更粗的螺栓，这便抬高了其价格，使得愿意购买它的人，比购买一把普通新梯子的人要少。那么，这些人会怎么做呢？他们不会去买一把更新、更贵的梯子，而是会继续使用棚屋里那把已然腐朽多年的破烂货。结果，他们遭遇了更多的事故。或许，这只是关于梯子的一个特例，不适用于其他东西。但若果真如此，我才会感到惊讶。为何同样的原则，就不会适用于汽车、烤面包机、搅拌机、割草机、飞机等等呢？</p><p data-pid=\"Aq3kcz4p\">另一个意想不到的后果的例子，涉及前文提到过的对香烟征收「罪恶税」。其思路是，如果我们对香烟征税或提价，烟民就会减少购买量。（我很好奇，当穷困潦倒的鲍勃被高价挤出市场，再也买不起每日一包的香烟时，他是否会对此心存感激。）无论如何，有些人可能只是为同样数量的伤害付出了更多的钱，因而在税收之下，他们受到的总体伤害反而更大了。</p><p data-pid=\"b56ECqT0\">税收的支持者们假定人们会对激励做出反应，但若如此，这些人便不是他们口中那些失控的瘾君子。反过来说，如果这些人因成瘾太深而无法对激励做出反应，又为何会认为税收能对他们的行为产生积极影响呢？而且，高昂的尼古丁税，实际上可能对一些处境最差的人产生有害影响，比如正在康复的麻醉品成瘾者和酗酒者。康复中心常常建议吸食烟草，来减轻成瘾者对更危险物质的渴望。但将某些物质的价格抬高到令人望而却步的程度，可能会鼓励人们转而寻求更糟糕的替代品，或使人们更容易滥用其他东西。一个被禁止吸烟的沮丧烟民，可能会转而酗酒或吸食麻醉品。税收（或禁令）并不能神奇地消除人们的渴望，或满足这些渴望的努力。</p><p data-pid=\"0LLNsIk-\">第三个例子，涉及要求食品供应商标注卡路里可能带来的意想不到的后果。回想一下第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>讨论的「许可效应」。一个人在午餐时，注意到一份沙拉只有 300 卡路里。于是他点了沙拉，而放弃了常吃的 500 卡路里的三明治。然而那天晚些时候，他依然感到饥饿，便不假思索地吃了 300 卡路里的薯片当零食，而那个三明治本可以让他撑到晚饭。这个人满脑子想的，只是自己的午餐是多么健康，却没想过那些薯片可能造成了更大的损害。结果，他比平时多摄入了 100 卡路里，只因为他满脑子都是那份健康的沙拉。</p><p data-pid=\"HFR7eZDs\">这并非是说，所有法规——包括家长式的法规——都会适得其反。远非如此。我们有时需要法规，以便能做出知情的选择，能确信脚下的桥不会坍塌，等等。但并非所有法规都能实现其预期目的。即便你认为「这事儿就该立法管管！」，也并不意味着法律就会如你所愿地运作。人们会对激励做出反应，无论是有意还是无意的。他们不是棋子，可以任由立法者最周详的计划来摆布。从这些例子中应吸取的教训是，我们不应以<b>意图</b>来评判一项法律或政策，而应以其<b>结果</b>来评判。它是否真的实现了其所设定的（无论多么善意的）目标？如果不能，它或许比对该事项根本没有任何法律或政策还要糟糕。最好的法规，是那些能敏锐地体察到人们会如何回应其所设定的激励的法规。而那些未能很好地把握激励的法规，其造成的伤害，或许比放任人们自由地做出糟糕的选择还要大。</p><p data-pid=\"i1SV8j6I\">当然，家长式管教的拥护者可以完全同意以上所有观点。此外，他们或许会说，去监管或禁止那些许多人极度偏爱的东西，或许并非优先事项。相反，他们可以专注于那些即便被禁止，人们也不会真正怀念的有害之物。毕竟，世上没有石棉或「红色二号」食用色素的黑市。12 一个当代的例子是曾广泛存在于加工食品中的人造反式脂肪，众所周知，长期足量摄入会对人体造成相当大的危害。好消息是，用更健康的替代品（如椰子油）制作的食品，其口感与用反式脂肪制作的几乎无法区分。所以，既然几乎没人会怀念反式脂肪，那问题又何在呢？黑帮分子是不会开着车，在洛杉矶街头贩卖非法的 Crisco 起酥油罐头的。</p><p data-pid=\"RNBUc4lm\">事实上，许多食品企业早已开始自愿减少或消除反式脂肪，这或许是为了回应消费者的需求和负面舆论。其代价是价格的轻微上涨，但由于整体食品价格在持续下降，这点波动几乎不会被察觉。而人们则会吃到更健康（或至少不那么不健康）的食品。</p><p data-pid=\"Ay_50TlF\">在此，我想稍作停顿，反思一下自己是否已向家长式管教者屈服，至少是一点点。本书的焦点，主要在于微观层面的互动——即个人或小团体之间的互动。我并未过多关注那些影响数百万人的大规模政策。在如此大的规模下，情况或许有所不同，因为大多数人甚至都不知道反式脂肪及其健康风险。因此，在面临普遍无知的情况下，禁令或许是最有效的方法——鉴于这种无知，它或许能基于软性家长式管教的理由而被证成。但想象一下，有一些消费者，出于某种奇怪的原因，就是偏爱含反式脂肪的食品的味道。或许这纯属心理作用，但他们就是发誓那样的食物更好吃、保质期更长等等。即便反式脂肪被普遍禁止，能否为那些明知其风险却依然想消费的人，设立例外呢？</p><p data-pid=\"mwHcrUYw\">或许不能。要让禁令具有「牙齿」，豁免可能必须极其罕见，甚至完全没有。话虽如此，或许这类禁令，即便对我们那些反式脂肪爱好者而言，也是可以被证成的。如何证成？或许，政策制定者的逻辑可以总结如下：「我们禁止反式脂肪，并非为了你们好。相反，我们是想保护其他人，免于在不知情的情况下做出危险行为。不幸的是，这需要一项涵盖你们在内的普遍禁令，因为不存在任何可行的、尊重自由的替代方案，能在这般巨大的规模上有效地警示民众。」倘若，比如说，人人都信奉「法律和政策的功能之一是保护人们免受无意伤害」这一原则，那么这一逻辑或许就能通过「可接受性」标准的检验。无论如何，禁止反式脂肪的理由，未必非得是硬性家长式的。13</p><h2><b>那又如何？</b></h2><p data-pid=\"NhNV2TNS\">家长式管教者可能会回应：「听着，如果某些家长式法律和政策的后果确实很糟糕，那只能说明这些法律和政策不可行，而不能证明它们在原则上是错误的。况且，可能被误用或滥用是<b>所有</b>法律的共性，并非家长式法律所独有。」听起来耳熟吗？我们在第 1 章<sup data-text=\"《做出糟糕的选择也无妨》第一章 我们到底XX懂个啥？\" data-url=\"https://zhuanlan.zhihu.com/p/1952037217166944236\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>曾简要讨论过这个问题，当时杰森·汉纳就主张，尽管我们应警惕家长式法律被滥用，但在这方面，它们并无任何独特之处。</p><p data-pid=\"XG_UC7ek\">所有法律都可能被利益集团所利用，因此，这些担忧确实都可能成立。但问题是，对于那些我们习以为常的非家长式法律，也同样存在这些担忧。交通法可能会鼓励警察为了「创收」而找个鸡毛蒜皮的理由（比如超速一英里，或者停车离路口近了四英寸）就把人拦下。财产权法有时可能会让富人利用税收漏洞而得益。诸如此类。但我们通常认为，仅仅因为法律可能被滥用，就将其全盘废除是错误的。为何我们就不能以同样的方式看待家长式法律呢？</p><p data-pid=\"UKWWBk7f\">我想，我对此有一个回应。交通法、财产权法和合同法，通常是我们几乎所有人<b>都</b>需要用来协调预期、解决争端的工具。普及教育和社会安全网，也同样是为那些无法轻易负担资源的自由平等公民提供保障所必需的。无论我们的目标和价值观为何，我们都需要协调与争端解决机制。红绿灯和交通规则明确了谁有先行权，我们才不至于陷入无休无止的拥堵。值得注意的是，我们通常会遵守交通规则，即便在可以违规而不受惩罚的情况下。我们已将这些规范内化于心，因为我们视其为必要，也看到他人普遍遵守——并期望我们也遵守。财产权规则让邻居们清楚地知道什么东西属于谁，以及当（比方说）一棵树倒在共有的篱笆上时该怎么办。合同法确定了合同双方哪些承诺具有约束力，以及一方违约时该如何处理。合同让我们能白纸黑字地立下约定，这样一旦发生纠纷，弱势一方也能向中立的法官呈上证据来赢得官司。所有这些规则和法律，都让我们能形成稳定的预期，并为长远未来做出规划。</p><p data-pid=\"8zc8K8tK\">没有了这些法律和政策，许多人在许多情况下将不知所措，而争端即便不演变为暴力，也可能激化为深深的怨恨。缺乏这些法律和政策，也会使人们极难在复杂和长期的项目上进行协作，尤其是在他们无法确信他人会信守承诺的情况下。缺乏这些法律还会阻碍能惠及所有人的经济增长。此外，再分配政策能让弱势群体拥有足够的资源去追求体面的生活，而不至于被社会义务压得喘不过气来。教育政策则可能是培养公民成为文明、有生产力的社会成员所必需的。</p><p data-pid=\"9Dwvk9fe\">然而，我们是否以任何类似的方式，需要由国家强制执行的家长式法律或政策，则远非明确。当然，有些人会偏爱这类法律，但缺乏它们，并不会导致像缺乏交通法、财产权法和合同法时可能出现的那种混乱。对某些人而言——比如 CAD 学员和一些中间派——<b>任何</b>硬性家长式法律，都比不上<b>没有</b>硬性家长式法律。而对几乎所有人而言，<b>有</b>一部财产权法——即便不是他们最心仪的那部，但只要够用就行——要比<b>没有</b>财产权法好得多。我或许有个奇怪的偏好，想靠左行驶，但如果其他人都靠右，我也乐于遵守。我或许偏爱不允许颁发噪音许可证的财产权法，但如果我承认颁发许可是解决争端所必需的合法制度的产物，我也愿意接受它。</p><p data-pid=\"Ai3GXO_7\">重申一遍，如果试图阻止糟糕的选择所带来的痛苦远超其价值，那么，做出这些选择的空间或许就很大。</p><hr/><p data-pid=\"BlO2PSQo\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952305990461559912\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第六章 别让你的糟糕选择，动了我的银行账户！</a><p data-pid=\"Rtc4pCnQ\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952765288933222328\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第八章 结语</a><hr/><blockquote data-pid=\"Kds2KKzU\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">gemini</span>-2.5-pro，校对 Jarrett Ye<br/>原文：<i>Why it&#39;s OK to make bad choices: Why We Should Be Careful</i></blockquote>",
  "content_need_truncated": false,
  "force_login_when_click_read_more": false,
  "admin_closed_comment": false,
  "topics": [
    {
      "url": "https://api.zhihu.com/topics/19604464",
      "type": "topic",
      "id": "19604464",
      "name": "自由主义"
    },
    {
      "url": "https://api.zhihu.com/topics/19630431",
      "type": "topic",
      "id": "19630431",
      "name": "干预"
    },
    {
      "url": "https://api.zhihu.com/topics/19573912",
      "type": "topic",
      "id": "19573912",
      "name": "管制"
    }
  ],
  "voteup_count": 6,
  "voting": 0,
  "heavy_up_status": "allow_heavy_up",
  "column": {
    "description": "",
    "can_manage": true,
    "intro": "暂时没有专栏分类的文章",
    "is_following": false,
    "url_token": "c_1853848933266227200",
    "id": "c_1853848933266227200",
    "articles_count": 104,
    "accept_submission": true,
    "title": "杂项",
    "url": "https://api.zhihu.com/columns/c_1853848933266227200",
    "comment_permission": "all",
    "created": 1734772028,
    "updated": 1734772042,
    "image_url": "https://pic1.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
    "author": {
      "is_followed": false,
      "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
      "uid": "1521893281407864832",
      "user_type": "people",
      "is_following": false,
      "url_token": "JarrettYe",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3",
      "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
      "name": "Jarrett Ye",
      "is_advertiser": false,
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "gender": 1,
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "avatar_url": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
      "is_org": false,
      "type": "people",
      "badge_v2": {
        "title": "",
        "merged_badges": [],
        "detail_badges": [],
        "icon": "",
        "night_icon": ""
      }
    },
    "followers": 48,
    "type": "column",
    "column_type": "normal"
  },
  "comment_count": 0,
  "contributions": [
    {
      "id": 52751441,
      "state": "accepted",
      "type": "first_publish",
      "column": {
        "description": "",
        "can_manage": true,
        "intro": "暂时没有专栏分类的文章",
        "is_following": false,
        "url_token": "c_1853848933266227200",
        "id": "c_1853848933266227200",
        "articles_count": 104,
        "accept_submission": true,
        "title": "杂项",
        "url": "https://api.zhihu.com/columns/c_1853848933266227200",
        "comment_permission": "all",
        "created": 1734772028,
        "updated": 1734772042,
        "image_url": "https://pic1.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
        "author": {
          "is_followed": false,
          "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
          "uid": "1521893281407864832",
          "user_type": "people",
          "is_following": false,
          "url_token": "JarrettYe",
          "id": "3c9990a12cdbcd92e20b1387b160f0a3",
          "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
          "name": "Jarrett Ye",
          "is_advertiser": false,
          "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
          "gender": 1,
          "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
          "avatar_url": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
          "is_org": false,
          "type": "people",
          "badge_v2": {
            "title": "",
            "merged_badges": [],
            "detail_badges": [],
            "icon": "",
            "night_icon": ""
          }
        },
        "followers": 48,
        "type": "column",
        "column_type": "normal"
      }
    }
  ],
  "is_title_image_full_screen": false,
  "upvoted_followees": [],
  "commercial_info": {
    "is_commercial": false,
    "plugin": {}
  },
  "suggest_edit": {
    "status": false,
    "reason": "",
    "tip": "",
    "url": "",
    "title": ""
  },
  "reason": "",
  "annotation_action": [],
  "can_tip": false,
  "can_open_tipjar": true,
  "tipjarors_count": 0,
  "is_labeled": false,
  "has_publishing_draft": false,
  "is_favorited": true,
  "favlists_count": 5,
  "is_normal": true,
  "status": 0,
  "activity_topping_info": {
    "state": "untopped"
  },
  "share_text": "《做出糟糕的选择也无妨》第七章 我们为何应当谨慎行事 - 来自知乎专栏「杂项」，作者: Jarrett Ye https://zhuanlan.zhihu.com/p/1952762700435289877 （想看更多？下载 @知乎 App：http://weibo.com/p/100404711598 ）",
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "mcn_fp_show": -1,
  "is_visible": true,
  "is_liked": false,
  "liked_count": 0,
  "has_column": true,
  "republishers": [],
  "is_new_link_card": true,
  "emoji_reaction": {
    "like_count": 0,
    "like_has_set": false
  },
  "ab_param": {
    "qa_hidden_voteup": "",
    "rs_interest1": "",
    "zp_zhi_style": ""
  },
  "attached_info": "kgIuCgkyNjMyOTg4NDcSEzE5NTI3NjI3MDA0MzUyODk4NzcYByIKSU1BR0VfVEVYVA==",
  "share_guide": {
    "has_positive_bubble": false,
    "has_time_bubble": false,
    "hit_share_guide_cluster": false
  },
  "settings": {
    "table_of_contents": {
      "enabled": true
    }
  },
  "can_reference": false,
  "reaction_instruction": {},
  "reaction": {
    "statistics": {
      "up_vote_count": 6,
      "down_vote_count": 0,
      "like_count": 0,
      "comment_count": 0,
      "share_count": 0,
      "play_count": 0,
      "interest_play_count": 0,
      "favorites": 5,
      "pv_count": 0,
      "bullet_count": 0,
      "applaud_count": 0,
      "question_follower_count": 0,
      "question_answer_count": 0,
      "plaincontent_vote_up_count": 0,
      "plaincontent_like_count": 0,
      "img_like_count": {
        "v2-ab03981d06ee1d888e8af6449af302e7": 0
      },
      "subscribe_count": 0,
      "republishers": []
    },
    "relation": {
      "is_author": true,
      "vote": "Neutral",
      "liked": false,
      "img_liked": {
        "v2-ab03981d06ee1d888e8af6449af302e7": false
      },
      "faved": true,
      "following": false,
      "subcribed": false,
      "is_navigator_vote": false,
      "current_user_is_navigator": false,
      "vote_next_step": ""
    },
    "image_reactions": {
      "v2-ab03981d06ee1d888e8af6449af302e7": {
        "like_count": 0,
        "is_liked": false
      }
    }
  },
  "interaction_bar_plugins": [
    {
      "type": "comment",
      "comment": {
        "enable": true,
        "placeholder": "发条带图评论"
      }
    }
  ],
  "bar_plugins_flip_time": 3000,
  "podcast_audio_enter": {
    "text": "听内容",
    "text_color": "MapBrand",
    "text_size": 13,
    "action_url": "zhihu://podcast/audio_player/37377895218?contentId=1952762700435289877&contentType=article"
  },
  "endorsements": [
    {
      "elements": [
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_24_column_fill",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 16,
          "height": 16
        },
        {
          "type": "TEXT",
          "content": "收录于 · 杂项",
          "font_size": 13,
          "font_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "is_bold": false,
          "max_line": 1
        },
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_16_arrow_right",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 12,
          "height": 12
        }
      ],
      "sub_elements": [],
      "sub_elements_type": "DESCRIPTION",
      "background_color": {
        "alpha": 0.08,
        "group": "GBL01A"
      },
      "action_url": "https://www.zhihu.com/column/c_1853848933266227200",
      "za": {
        "block_text": "Column",
        "type": "text",
        "text": "收录于 · 杂项"
      }
    }
  ],
  "allow_segment_interaction": 1,
  "is_navigator": false,
  "navigator_vote": false,
  "vote_next_step": "vote"
}