{
  "status": 0,
  "updated": 1758778681,
  "author": {
    "is_followed": false,
    "badge": [],
    "name": "Jarrett Ye",
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "gender": 1,
    "user_type": "people",
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "avatar_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3"
  },
  "can_tip": false,
  "excerpt": "即便你并非一位 CAD 学员，拥有做出糟糕选择的自由，是否依然是合理的？在本章，我…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 1952068158191036200,
  "voteup_count": 3,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1758363689,
  "url": "https://api.zhihu.com/articles/1952068158191036110",
  "comment_permission": "all",
  "title": "《做出糟糕的选择也无妨》第四章 你管不着我！",
  "image_width": 1204,
  "content": "<p data-pid=\"iThM5PWH\">即便你并非一位 CAD 学员，拥有做出糟糕选择的自由，是否依然是合理的？在本章，我的答案是肯定的——因为，家长式管教的拥护者无权仅仅因为人们尚未信奉 CAD，就想当然地认为他们默认支持家长式管教。「亲家长式作风」并非默认立场，也不应被如此预设。同理，其他任何观点也不应被预设为默认立场。其主要原因在于，我们形成观点的过程，受到各种复杂性和成本的制约，我稍后将详述。我们绝大多数的观点，都不是在真空中毫不费力地得出的。</p><p data-pid=\"5cKx1dTf\">现在，我需要解释一下本章为何看似绕了个弯路：我不想在反对家长式管教的论证中作弊。「家长式管教 对阵 CAD」只是人们众多分歧中的一种，因此，我希望首先能更普遍地阐明，这些分歧是如何在无人明显犯错的情况下产生的。</p><p data-pid=\"_b-qFZHX\">一位家长式管教的拥护者或许会回应说，并没多少人会信奉 CAD 的行事准则，至少不会在所有情况下都如此。如果他们只是少数派，那么，倘若选民们认定，为防止所有人做出某些自我伤害行为所带来的预期收益，远大于侵犯 CAD 学员自由所付出的代价，那么将他们置于「民主的家长式管教」之下或许就是合法的。或者，也可以反过来，只让 CAD 学员（且只有他们）豁免于我们其余人所要遵守的家长式法律。这些回应听起来颇具说服力，因为它们将评估的焦点局限于家长式管教总体上能促进何种价值（或防止何种伤害）。根据成本收益分析，正确的做法就是实现整体利益最大化。</p><p data-pid=\"zRYWr5mj\">然而，这并非思考对错的唯一方式。回想一下第 3 章<sup data-text=\"《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？\" data-url=\"https://zhuanlan.zhihu.com/p/1952063880596534979\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>中关于「判断替代」的担忧，它独立于是否挫败了一个人的偏好满足，也独立于他是否信奉 CAD 这样的理想。强制本身未必是问题（尽管它可能是），但当它被用来凌驾于人们可能形成的判断之上时——即凌驾于人们在有机会时，用以偏好、珍视或相信某事物的充分理由的基础之上时——它就成了问题。即便我们将假定的少数派 CAD 学员排除在家长式方案之外，依然可能有大量其他人，他们虽不接受 CAD，却也未明确拒绝它，因此也同样未明确接受家长式管教的逻辑。让我们称他们为「中间派」。那么，中间派是否有权自由地做出糟糕的选择？强制中间派不做出某些糟糕的选择，是否是不合理的？我的主张是：对这两个问题的答案，都是「是」。</p><p data-pid=\"l-HHRAqi\">首先，是一些背景思考。以下是一些许多人既未明确接受、也未明确拒绝的事情：汤姆·布雷迪（Tom Brady）是否是史上最伟大的四分卫？那个新的地方体育馆该不该用纳税人的钱建？皮奥里亚市是否真有 180,003 只蜘蛛？一个人是否该皈依犹太教？节假日该不该给姑妈写信？等等。</p><p data-pid=\"FXRyRvYV\">在这些情况下，试图进行「判断替代」是合理的吗？如果不是，为何一旦涉及家长式管教，就变得合理了呢？对于这些中间派而言，家长式管教者正在用他们自己的判断进行替代，即预设所有人的默认立场都应是「亲家长式作风」，除非有反证（比如明确信奉 CAD）。但既然我们道德平等，那些与中间派素不相识的人，又凭什么权威，用一套后者并不（也无需）认同的逻辑来侵犯他们呢？似乎理应是我决定我的理由和价值观，你决定你的，只要我们能和平共处、互惠互敬。如果你希望对自己实施家长式管教，而我并不希望，为何我就该受你所推崇的家长式管教的约束？</p><p data-pid=\"3yLnu6gI\">让我们来区分两种为强制（无论是家长式的还是其他）进行辩护的标准。第一个，也是更严苛的标准，我称之为「<b>可接受性</b>」：一项法律或法规，<b>只有在</b>当事人的信念和价值观为其提供了<b>接受</b>该法规背后逻辑的决定性理由时，才可以正当地限制其自由。</p><p data-pid=\"tzY15sQH\">第二个，也是不那么苛刻的标准，我称之为「<b>可拒绝性</b>」：一项法律或法规，<b>只有在</b>当事人的信念和价值观<b>没有</b>为其提供<b>拒绝</b>该法规背后逻辑的决定性理由时，才可以正当地限制其自由。</p><p data-pid=\"6hpt91vR\">例如，我可能缺乏<b>拒绝</b>「汤姆·布雷迪是史上最伟大四分卫」这一观点的决定性理由，但这并不意味着我就因此拥有了<b>接受</b>这一观点的决定性理由。这个区分，对于做出糟糕的选择又为何重要呢？正如我们将看到的，「可接受性」标准比「可拒绝性」标准更严格地限定了正当强制的范围，因此，在「可接受性」标准下，为家长式管教辩护将更为困难。</p><p data-pid=\"me1ozybo\">在特定时刻，缺乏拒绝某个观点的决定性理由，并不等于就拥有了接受它的决定性理由。也许你思考过这个问题，但尚未下定决心（你在汤姆·布雷迪和乔·蒙塔纳谁更伟大之间摇摆不定）。也许你知道这个话题，但从未花时间思考（你知道有这场辩论，但你压根不关心橄榄球）。也许你甚至都不知道这个话题的存在（你从没听说过橄榄球或布雷迪这号人，也不知道什么是四分卫）。</p><p data-pid=\"RVDX_gEY\">现在，把四分卫的问题换成家长式管教与 CAD 之间的辩论。也许你思考过，但尚未下定决心（你在家长式管教和 CAD 两种开放态度之间摇摆不定）。也许你知道这两个概念，但从未花时间思考（你知道有这场辩论，但还没想过它如何适用于你）。也许你甚至都不知道这场辩论的存在（你从没听说过家长式管教或 CAD）。</p><p data-pid=\"SygqLFo7\">问题就在这里：如果我们采用「可拒绝性」标准，那么，你很可能正过着自己的小日子，从未想过 CAD 这回事，然后<b>砰！</b>……你做出某些糟糕选择的自由，就被一项家长式法律给限制了，仅仅因为你目前缺乏拒绝家长式管教的决定性理由。然而，你也并没有接受这项法律的决定性理由，因为你对这场辩论要么犹豫不决，要么闻所未闻。「可接受性」标准的支持者会反驳说，用这种方式来为阻止他人犯错辩护，未免太轻而易举了——当事人根本就没真正考虑过这场辩论，这又何谈公平？</p><p data-pid=\"USozWtwS\">那些担心强加外部偏好的家长式管教者，至少应该同样担心「判断替代」的问题，尤其是在将「亲家长式作风」视为默认立场的情况下。他们不应满足于「可拒绝性」标准。仅仅因为预设你默认接受家长式观点（除非有反证），他人就来阻止你做出糟糕的选择，这是不合理的。在这个意义上，当他人无权阻止你时，做出糟糕的选择在<b>法律上</b>是允许的——即便在道德上或理性上或许不妥。同样，违背你答应去机场接朋友的承诺，在法律上是允许的，但因为你突然变卦而辜负他的合理期望，在道德上则是不妥的。</p><p data-pid=\"Q0OBPLY6\">当然，可能还存在最后一类人，他们确实在许多情况下都信奉并接受家长式观点。在这种情况下，基于此种观点的家长式强制或许是允许的，因为它已与他们的判断相符。他们拒绝 CAD，并因此可能信奉家长式管教。的确，如果不存在像 CAD 这样众所周知的对家长式逻辑的反驳，那么这些逻辑或许就能在「可接受性」的基础上，被证成为对所有人都正当的。届时，所有人都会默认接受家长式管教，因为已无其他合理的反驳选项！</p><p data-pid=\"Z0nXYquV\">现在，我想深入探讨一下，为何我认为「可拒绝性」与「可接受性」之间，即「缺乏拒绝的决定性理由」与「拥有接受的决定性理由」之间的区别，是如此重要。否则，我们就无法清楚地说明，为何「可接受性」标准明显更可取。</p><h2><b>形成判断的负担</b></h2><p data-pid=\"XTLX9H69\">在自由民主国家，我们每个人对自己为何如此相信、如此行动的理由，都拥有主要发言权。这导致我们对何为最佳生活方式众说纷纭，因为我们各异的信念、价值观和经历，使我们对「最佳」形成了迥然不同的构想。1 我们或许希望他人能以与我们相同的方式看待世界、度过人生，但如果我们强求如此，便冒着将自身观点强加于人的风险。能够审视我们自己持有的理由，是区分「自我主张」与「他人强加」的关键。他人仅仅抛出一个理由，未必能让我们理解为何<b>我们</b>也该将其视为一个好理由，因为这还需契合我们自身的信念、价值观以及思维和体验方式。一个无神论者，可能缺乏充分理由去接受耶稣基督为他的主和救主；一个基督徒，也可能缺乏充分理由去接受无神论。但既然在基督的神性（或其缺失）问题上，必然有一方（或双方）是错的，为何情况会是这样呢？</p><p data-pid=\"O1CIgPFG\">哲学家约翰·罗尔斯（John Rawls）指出了他所谓的「判断的负担」。2 我们收集信息并据此形成信念的能力是有限的。而世上的信息汪洋大海，有待处理。我们有不同的思维方式、不同的经历、不同的视角，并因此得出不同的结论。这些纷繁多样的方式，即便相互抵牾，也未必就是明显错误的。我们形成信念的方式，取决于我们所处的具体情境，而这因人而异——或许根本不存在一个普适、客观的经验，能让我们所有人都得出相同的推论。有些人可能认为美是人生最重要的追求，另一些人则可能认为知识、运动才能、道德美德、快乐或友谊才是至高无上的。谁是对的？或许此事确有真相，如同科学事实一般，但我们又怎知谁掌握了关于美好生活的真理？数千年来，无数智者曾真诚地坚信自己掌握了某个价值判断的真理——而时至今日，当代的智者们依然在此问题上争论不休！</p><p data-pid=\"5MojwBdm\">更重要的是，真理或许并非只有一个。价值「多元主义」认为，善可以有多个根本来源。我们或许都同意，美、知识、自由、智慧、运动才能等都值得追求，但我们在如何排序这些价值上却各不相同。阿尔伯特·爱因斯坦或许看重知识胜过运动才能，而勒布朗·詹姆斯则可能看重运动才能胜过知识。一位 CAD 学员或许珍视其选择自由，远胜于一个对家长式管教持开放态度的人。但即便世上存在某个普遍、真实、正确或最佳的价值，我们形成不同价值观的方式，或许也只是我们所继承的不同世界的产物。「一样米养百样人」——别忘了，大多数家长式管教的拥护者也同意，价值是主观而非客观的。</p><p data-pid=\"iERxjsDA\">哲学家吉尔伯特·哈曼（Gilbert Harman）如此描述我们信念的形成过程：</p><blockquote data-pid=\"fT8OFBW1\"> 你从你当下的立足点出发，带着你现有的信念和意图。理性或合理性，就在于努力去改善你的观点。你最初的信念和意图享有一种特权地位，因为你从它们开始，而非从零开始，也非从某些被当作「原始数据」的特权信念开始。3</blockquote><p data-pid=\"pf_a1gHV\">但我们难道不会犯很多错吗？当然会。 我们可以滤除一个人明显错误的信念、清晰的逻辑谬误等等。但纠正了这些明显错误后，这个人大部分的信念和价值观依然完好无损——更不用说人们在不同时期选择追求的不同问题了——因此，我们该朝哪个方向去推断他更深层次的信念和价值观，依然是不清楚的。如果我们想当然地认为，考虑到信息有限等因素，他们<b>会</b>相信什么，我们就冒着将外来理由或观点强加于人的风险。而我认为，最能塑造我们判断方式的因素是：<b>搜寻成本、时间成本、精力成本和机会成本</b>。这些因素也将影响人们对家长式管教这类事物，最终会形成更热忱还是更冷淡的态度。</p><p data-pid=\"S2VUZQcM\">在探寻该相信什么时，我们的搜寻范围常常不得不局限于证据之光已然照亮之处，即便更充分的理由正潜藏于我们尚未窥见的阴影之中。<b>搜寻成本</b>，意味着要先弄清你想找什么，然后再去寻找，有时在光明中，有时也在黑暗里。如果知识只是我们手头现成的信息，这便不成问题。如果我们能直接用谷歌搜出「何为最佳人生」、「上帝是否存在」、或「哪个宗教是最佳实践」——那事情就简单多了。或许世上真有一个适用于所有人的事实真相，但我们中又有谁能如此自信，宣称自己已掌握了它？尤其是当无数智者已就此争论了成百上千年之后。</p><p data-pid=\"D5DYo45g\">探寻真理还涉及额外的时间成本，而更具挑战性的是，我们通常不知道一次成功的搜寻需要耗费多久。如果所有搜寻都自带一个预估到达时间——「只要你坚持下去，六天后你就能找到答案」——那事情就好办了，但我们知道现实并非如此。因此，我们无法根据一个可靠的时间表来理性地规划我们的搜寻，即便我们最终总能找到真相（当然，我们并不能）。</p><p data-pid=\"Bv4fwIay\">此外，所有这些搜寻都需要<b>精力</b>。我们不是接入了无限能源的高效计算机。我们的大脑需要实实在在的葡萄糖，才能进行清晰思考和有效行动，而这是一种有限的资源。4 这些成本凸显了，为何谨慎不仅是面对自身信念时应有的态度，也是面对他人信念时应有的态度。讽刺的是，承认他人的认知局限，反而能让我们更欣赏和尊重他们，理解他们为何未能通达那个我们所有人都应遵循的、唯一真确的判断或价值排序。世上或许「选择太多」，但这个事实本身并未告诉我们该如何选择、相信或行动。它也并不意味着，他人就可以代替我们选择，或将观点强加于我们，而无需考虑我们若非被强迫是否也会接受这些观点。</p><p data-pid=\"KKbXEut1\">我们必须正视，任何试图探寻信念和价值的个人或群体，其所能利用的资源都是稀缺的，但还存在最后一项成本。考量不同的选项并据此行动，不仅耗费精力和时间，它还让你无法去思考或采取你选择范围内的任何其他可能性——这便是<b>机会成本</b>。这个观察并非什么新发现，但其重要性已在心理学研究中获得越来越多的支持。近期关于「决策疲劳」的证据揭示，我们的思虑和决定并非没有成本，每一个决定和行动都会消耗我们的精神能量。5 这种消耗，以及那些被放弃的选项，都说明了为何我们的认知局限要求我们在精神活动上必须精打细算，而这些局限又内在地影响了我们最终会相信什么、珍视什么。</p><p data-pid=\"pFZMALmn\">一个人认为何事值得深思或追求，往往取决于她每个瞬间所处的具体情境，而这因人而异。这或许听起来是老生常谈，但其一个重要结果是，「可接受性」标准几乎不可避免地与当事人更容易触及的理由紧密相连，因为将这些理由记在心中，所需的上述成本更少。相反，一个潜在的理由离她越远，它对于指导她当前行为的分量通常就越轻。 这一事实，也反映了「维持现状」偏见和「确认偏误」更良性的一面。即便是最富怀疑精神的探寻者，也必须持守一套可能错误的核心观点，才能在未来的思想道路上继续前行。通常，当证据不明时，我们应悬置判断；但有时，当面对反证时，我们则应修正信念。而信念修正本身就意味着，我们最初是在没有决定性证据的情况下就接受了它。我们固守己见，未必只是出于固执。我们探索得越远，通常需要付出的成本就越大，因此，我们就越可能缺乏充分理由去接受或拒绝某个考量，即便在世界的某个角落，存在着一个超越我们当前认知的事实真相。</p><p data-pid=\"LeQpDanO\">说了这么多，我究竟想表达什么？</p><h2><b>变化的判断</b></h2><p data-pid=\"RYbwbZqS\">让我们把事情说得更具体些。想象一下，乔（Joe）既没有决定性理由去<b>拒绝</b>，也没有决定性理由去<b>接受</b>「每天该花五分钟吃个苹果」这个观点。吃苹果的机会成本——哪怕只是花一瞬间去考虑要不要吃——是他本可以用来做下一件他最喜欢的事情的时间和精力。我们通常通过观察他口头宣称或行动揭示的偏好，来判断他本会做什么。但问题是，乔同样也缺乏理由去拒绝无数其他可能的行动，而如果他尝试了其中一些，或许会发现它们更有价值。</p><p data-pid=\"ZeKJ9m_t\">然而，他面临着不可避免的机会成本，不仅是在行动本身，更是在搜寻、思考和决定该采取何种行动的过程中。我们不能简单地审视他当下的实际偏好，就断定他是否已然接受或拒绝吃苹果，因为关于其他选项的信息，甚至可能超出了乔自身的认知范围。对一项行动的充分知情下的信奉，意味着当事人接受了为该行动付出机会成本是值得的，无论这是通过深思熟虑得出的结论，还是通过行动本身来体现的。6</p><p data-pid=\"MxZsO1Fj\">举个例子，假设你最初的理由（R1）只是一种对强制性家长式管教的朴素反感（「别踩我！」），但你还无法为其提供一个有说服力的论述。那只是一种发自肺腑的厌恶，觉得那些「保姆式国家」的支持者们爱管闲事，该管好他们自己。但当被追问为何有此感受时，你却说不出个所以然。在这种情况下，你或许会对理由 R2（某种家长式观点）以及对风险和伤害的新认识，持开放态度。你并未完全倒向家长式管教，但或许在读了汉纳或康利的书后，你对自己应有自由做出某些糟糕选择的信心，被可以理解地动摇了。</p><p data-pid=\"j5kt7f5i\">然而，假设你随后又拿起了这本书，并对 R2 感到不满（作者总可以做做梦，对吧？）。你转而信奉了理由 R3，比如说，一种对 CAD 的哲学承诺。于是，在这一段时间里，你的观点经历了演变：从对家长式管教的直觉式反对（R1），转变为一种更知情的、不拒绝（但也不接受）的立场（R2），最终，由于你修正了的信念和判断，使你有了接受 CAD 的决定性理由，你又转变为一种更知情的、对家长式管教的反对立场（R3）。而且，或许未来的某一天，你还会找到理由 R4，再次改变主意……这是一个永无止境的过程！</p><p data-pid=\"JYXFjUMY\">在每一个阶段，你似乎都<b>不应该</b>默认接受家长式管教。或许，你只是偶然间拿起这本书并被说服了——否则，你可能就停留在 R2 阶段，既缺乏拒绝也缺乏接受家长式法律的理由。但问题就在这里：如果你停留在 R2 阶段，「可拒绝性」标准便认为，你可能会被合法地置于家长式法律法规的约束之下，仅仅因为你当时缺乏拒绝其背后逻辑的决定性理由。「可拒绝性」标准的风险在于，它通过将他人的信念、价值观或偏好排序强加于你，而关闭了本应对你开放的各种可能性，而这些强加的观点，可能与你在不受干预时本会有的思考和行动毫无关联。在这种程度上，你便受制于他人的判断，而非你自己的。这是否就该让你对家长式管教漠不关心呢？并非如此。<b>不可知论，并不意味着漠不关心。</b></p><p data-pid=\"PSwyTXyi\">「可拒绝性」标准还冒着另一个风险，即它认为乔对成本的判断，并不比潜在强制者的判断更具优先权。但认为乔对成本的判断及其产生的信念和价值观，不属于他自己的裁量范围，这本身就很奇怪。「可拒绝性」的观点，事实上也在有限的程度上承认了这些担忧。它们禁止基于当事人自己认为成本高到无法接受的事项进行强制，无论是在行动上，还是在为获取额外信息上。也就是说，「可拒绝性」保护了他对自己<b>已经</b>明确拒绝的事物的评估，却将他<b>尚未</b>深入考虑或根本未曾考虑过的一切，都置于了可被干预的范围。然而，他之所以至今都未曾去考虑其他观点，其本身就是源于我们之前讨论的那些成本。</p><p data-pid=\"L0Y2uLMa\">事后，乔已然花了时间，使自己处于一个可以拒绝某个考量的位置——即便只是为了表明拒绝，而无须进一步解释。但在事前，他并未花时间（也可能永远不会）使自己处于一个可以拒绝（而不仅仅是不接受）某个考量的位置。因此，「可拒绝性」标准充其量只是武断地固守于过去。一个只为个人过去判断辩护的理论，是无法为其为何能凌驾于个人未来可能的判断之上提供辩护的。</p><p data-pid=\"khrYUUZw\">如果在 R2 阶段，我们认为干预你是合理的，仅仅因为你缺乏拒绝家长式管教的理由（但同时也缺乏接受它的决定性理由），那我们无疑是太快地将一种观点强加于你了。而且不仅是家长式管教：难道「可拒绝性」标准不会允许我们将许多其他有争议的观点也强加于你吗？「你缺乏拒绝移民限制的决定性理由，因为你没机会考虑其利弊？那正好——我们就通过一项限制移民的法律！」</p><p data-pid=\"fIdOzeux\">让中间派——那些既不接受也不拒绝 CAD 的人——丧失做出糟糕选择的自由，是不合理的，因为他们没有义务将家长式管教视为默认立场。他们至少在<b>法律上</b>有权做出糟糕的选择，因为在为强制性法律辩护时，「可接受性」是更可取的标准。但至此，我一直假设我们做出的选择是（足够）自由的，无论其好坏。但如果，许多糟糕的选择之所以糟糕，恰恰是因为它们<b>不够自由</b>呢？现在，我们转向第 5 章。</p><hr/><p data-pid=\"NK_m1GmL\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952063880596534979\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？</a><p data-pid=\"bLK4WDVF\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教</a><hr/><blockquote data-pid=\"9CauEK4y\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">gemini</span>-2.5-pro，校对 Jarrett Ye<br/>原文：<i>Why it&#39;s OK to make bad choices: You’re Not the Boss of Me!</i></blockquote>",
  "column": {
    "updated": 1458209676,
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Jarrett Ye",
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "gender": 1,
      "user_type": "people",
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "avatar_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3"
    },
    "url": "/columns/3c9990a12cdbcd92e20b1387b160f0a3",
    "comment_permission": "all",
    "title": "Jarrett Ye的文章",
    "image_url": "https://picx.zhimg.com/50/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=b1748391",
    "type": "column",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3"
  },
  "comment_count": 0,
  "image_url": "https://picx.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 1,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}