{
  "id": "1952063880596534979",
  "title": "《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？",
  "type": "article",
  "article_type": "normal",
  "excerpt_title": "",
  "url": "https://api.zhihu.com/articles/1952063880596534979",
  "image_url": "https://pic1.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "title_image": "https://picx.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "excerpt": "如果说第 2 章 [1]的主题之一是「行动通常比言语更有力」，那么，有时言语也同样可以比行动更有力。有时，人们是<b>真心</b>想改变，想戒除恶习。但要实现更健康、更审慎的目标，往往需要付出更多的努力。安于现状或分心走神是容易的，但要抵达人生的理想彼岸，却…",
  "created": 1758335745,
  "updated": 1758467349,
  "author": {
    "is_followed": false,
    "avatar_url_template": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
    "uid": "1521893281407864832",
    "user_type": "people",
    "is_following": false,
    "url_token": "JarrettYe",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3",
    "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
    "name": "Jarrett Ye",
    "is_advertiser": false,
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "gender": 1,
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "avatar_url": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
    "is_org": false,
    "type": "people",
    "badge": [],
    "badge_v2": {
      "title": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "merged_badges": [],
      "detail_badges": [],
      "icon": "",
      "night_icon": ""
    },
    "exposed_medal": {
      "medal_id": "1463836052717301760",
      "medal_name": "知「势」之星",
      "avatar_url": "https://pic1.zhimg.com/v2-e66f695db706a1c8c79b8097c1565da2_r.png?source=172ae18b",
      "mini_avatar_url": "https://pic1.zhimg.com/v2-e66f695db706a1c8c79b8097c1565da2_l.png?source=172ae18b",
      "description": "「知势榜」上榜答主即可获得",
      "medal_avatar_frame": ""
    }
  },
  "comment_permission": "all",
  "copyright_permission": "need_review",
  "state": "published",
  "ip_info": "广东",
  "image_width": 2798,
  "image_height": 1204,
  "content": "<p data-pid=\"vcWNwN_g\">如果说第 2 章<sup data-text=\"《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？\" data-url=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>的主题之一是「行动通常比言语更有力」，那么，有时言语也同样可以比行动更有力。有时，人们是<b>真心</b>想改变，想戒除恶习。但要实现更健康、更审慎的目标，往往需要付出更多的努力。安于现状或分心走神是容易的，但要抵达人生的理想彼岸，却不能指望一路自动巡航。莎拉·康利说得没错——我们中的一些人，甚至可能希望被强制不去做某些事，好让自己从「必须选择去规避这些事」的责任中解脱出来。</p><p data-pid=\"YoMMAUrP\">哲学家哈里·法兰克福（Harry Frankfurt）区分了「一阶欲望」和「二阶欲望」。1 一阶欲望是关于事物、体验、事件、状态等的欲望。二阶欲望则是<b>关于欲望的欲望</b>。我可能有一阶欲望，想在今天抽完整包香烟；但同时，我可能有一个二阶欲望，即<b>不想要</b>有抽烟的欲望。这不仅仅是两个相互冲突的欲望并存。更确切地说，我<b>不认同</b>我所拥有并据以行事的某些偏好。我不想成为一个渴望尼古丁的人，即便我事实上仍在渴望它。（或者，反过来说，如果我最终希望继续做个烟民，我至少希望自己对吸烟的利弊做过充分反思，以至于我的渴望与这些更具反思性的二阶欲望相符——在这种情况下，我便是<b>渴望去渴望</b>吸烟。）</p><p data-pid=\"lCffqJ8T\">由此看来，在许多情况下，人们的行为和一阶欲望，并不能反映他们作为有血有肉的个体，在深思熟虑后真正想做的事。在这些情况下，家长式管教似乎恰恰是这些人体内更深层次的信念和价值观所呼唤的。但这适用于所有人吗？适用于大多数人吗？这依然是个难题，因为我们无法洞悉他人的内心。我无法仅凭你的言行就断定你的二阶欲望是什么。然而，或许更重要的是，即便你真诚地承认自己应该停止做出某些选择，也并不意味着你认为别人就有权<b>强迫</b>你停止。<b>如果他人无权阻止你，那么你拥有做出糟糕选择的自由，或许就是合理的。</b></p><p data-pid=\"D77xwr63\">人们的行为，有时会偏离他们自认为应该遵循的准则。如果每个人的所有行为，都能完美反映其内心深处、通盘考虑后的真实意愿，那才真是不可思议。杰克（Jake）明天早上有个重要的医学考试，他自己也承认应该好好睡一觉。结果，他却跑去喝得酩酊大醉，熬到深夜，以至于第二天睡过头错过了考试。我们能说，在为昂贵的医学院付出了那么多努力之后，杰克内心深处其实就是想喝醉，并甘愿冒险错过考试吗？或许，我们无法从客观上证明杰克的选择是坏的，但根据他自己所认同的信念和价值观，这个选择无疑是糟糕的——尤其是考虑到他过去一贯勤奋好学的行为模式，以及他曾多次激情满怀地宣称自己的梦想是成为一名医生。他自己很可能也会承认，根据他自己的标准，选择去派对而非早早休息，是一个糟糕的选择。第二天，当他面对不及格的成绩单时，根本无需我们来告诉他这一点。他显然是辜负了自己。</p><p data-pid=\"BmghM29_\">与第 2 章<sup data-text=\"《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？\" data-url=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>讨论的许多角色不同，我实在想不出什么好理由，能证明杰克没有做出糟糕的选择。事实明摆着，他就是做错了。那么，既然他做出了一个后果极其糟糕的坏选择——他自己给自己添了乱，还毁掉了自己最重要的目标之一——至少在<b>原则上</b>，家长式管教是否就有了用武之地，即便在现实中并不可行？回想一下康利的论点：家长式管教旨在帮助我们避免做出那些我们自己反思过后也会承认是错误的行为。我们不难想象一个更具反思精神的杰克会说：「在那么重要的夜晚还跑去派对，我真是蠢到家了。现在我被医学院开除了，真希望当初有人能拦住我。」</p><p data-pid=\"riYDnWbV\">让我们来考虑一种「中立硬性家长式管教（Neutral Hard Paternalism）」（NHP）：<b>无论你相信和珍视什么（只要不是明显错误或疯狂的），如果你选择的行为偏离了它，那么他人出手干预，使你的行为回归到与你的信念和价值观相符的轨道上，或许就是恰当的。</b>即便某人当下不想要基于 NHP 的干预，也不意味着他在深思熟虑后依然会反对。NHP 与第 2 章<sup data-text=\"《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？\" data-url=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>讨论的福祉主观主义是一致的。回想一下，大多数当代家长式管教的拥护者，并不诉诸某种客观的「善」作为干预标准。相反，他们会尽力去确定一个人最强烈、最稳定的偏好是什么，然后以此为标准，来判断当其行为偏离这些偏好时，是否应予以干预。</p><p data-pid=\"U5kApKyC\">因此，NHP 看起来颇具吸引力，因为它似乎并未强加价值观。家长式管教者只是在强迫你，不要去做连你自己都承认不该做的事。当然，在许多情况下，不存在既能有效干预又不具侵入性的方法（因此 NHP 的表述中用了「或许」）。但重点在于，NHP 在原则上可能是正确的，即便它不总是适用。根据杰克自己的标准，他选择喝醉是不对的，因此，如果情况允许，阻止杰克或许是合理的。那么，这是否意味着我们所有人都该接受 NHP 呢？当我们承认自己的某些选择是糟糕的时，我们是否就等于默认了这一原则？难道我们中一些人，就没有任何其他可信奉的替代原则吗？</p><p data-pid=\"bqcZlKWn\">请看下面这个反 NHP 的原则：<b>无论我相信和珍视什么（只要不是明显错误或疯狂的），如果我选择的行为偏离了它，那么，停止这种行为，并使我的行为回归正轨，是我自己的责任。</b>这一原则，反映了我称之为「<b>自主决策力</b>」（Capacity for Decision-making, 简称CAD）的理念。如果你从本次讨论中只记住一句话，请记住这句能捕捉 CAD 精髓的话：「<b>我发现，拥有做出糟糕选择的自由本身就极具价值，因为正是这种自由，才使得我那些正确的自由选择更显珍贵——它们源于我自身的主动，而非他人的强制。</b>」</p><p data-pid=\"V8Rnm7W8\">也就是说，如果一位家长式管教者以「我理应接受 NHP 为指导原则」为由，试图对我进行强制，我便可以诉诸这一关于生命价值的观点来反驳她。我可以对她说：「我知道我近期的所作所为违背了我自己的信念和价值观。但悬崖勒马的应该是<b>我</b>，而不是被你强迫。这才能提升我那些正确选择的价值。」</p><p data-pid=\"4CaHqfcj\">在更详细地描述 CAD 之前，我将提供两个类比。第一个是一位志向远大的小说家，他致力于写出自己能创作的最佳作品，并寻求对书中一切拥有最终决定权。换言之，这位小说家寻求对自己手稿内容的绝对艺术掌控权。他乐于听取修改意见，但最终由他来决定是否采纳。如果一位编辑不请自来地修改了他的故事并予以发表，而这位小说家对此感到被冒犯，我们不应感到意外。即便这些修改极大地提升了故事质量，为他赢得了名声、财富和更多的写作机会，我们依然会认为，他要求自己所有出版的作品都必须是其自身（哪怕易错的）艺术判断的产物，任何修改都需经他本人许可是合理的。对艺术家而言，其创作活动的价值，很大程度上源于他们对自己艺术决定的掌控。除了那些真心想要代笔的人，一个独立创作的艺术家，是断不会将完成作品的主导权让与他人的，无论他人修改了多少。2</p><p data-pid=\"aajMQQMX\">现在，CAD 将艺术创作的这种「独立性」，应用于一个人生活中所有主要影响自身的自由选择上。我们有理由相信，有些人（不是全部，但确实有！）可能会珍视这种对人生的独立与责任，其程度不亚于一位独立艺术家对其美学事业的追求，即便是在看似平凡的选择上。对这些人而言，追求目标的价值，部分就体现在他们在人生每个清醒时刻、所有领域中，自由地做出决定（无论好坏，无论多么平凡）。他们乐于听取关于如何做出更好选择的建议和劝说，但他们认为，对自己所有主要关乎自身的选择拥有最终决定权，至关重要。既然如此，一个 CAD 的信奉者（下文简称「CAD 学员」），只要其自愿行为不侵犯他人权利，他有什么理由不要求他人不予干涉呢？</p><p data-pid=\"SNGepPe9\">对此问题的一个可能回答是，小说家的类比并不完美。虽然它表明，一个人可以珍视独立性胜过他人的贡献，但它未能完全匹配未能戒除严重有害行为所带来的后果，也未能体现 CAD 学员在家长式约束下所面临的自由损失。一个忽略了智者建议的独立作家，最多只是写出一部不合格的作品；而一个失败的 CAD 学员，如果他做出了糟糕的选择，其福祉则可能面临重大损害。失败的 CAD 学员通常比失败的小说家承担着更大的风险。此外，那位编辑也只会在小说家写出不合格内容时才会修改。既然成功的巅峰是作家独立创作出无需修改的作品，那么他在编辑的权力之下（据称）并无损失。然而，尽管不完美，这个类比依然强调了，某些人可以通过自己掌控下的自由、独立和理性的活动，而找到生命的价值。</p><p data-pid=\"mmuiU4Oq\">第二个类比则补充了前面的观点。它设想了一个远程脑控设备，家长式管教者可以在干预对象即将做出糟糕选择时使用（或威胁使用）。该设备有两种模式。让我们先想象一个强力模式，它能阻止弗雷德做出错误选择，强迫他采取正确行动，而当他做出正确选择时则不加干预。即便在弗雷德做出正确选择的情况下，与不使用该设备时他所能享有的免于强制的自由相比，这也不是一个完全自由的选择——因为该设备绝不允许他做出正确选择之外的任何行动。</p><p data-pid=\"_B4jLH_P\">诚然，弗雷德仍有一定程度的自由，因为他还能选择是否主动行动，而不是坐等设备来启动行动。但弗雷德想要的选项远不止于：（1）选择做 A，或（2）选择不做 A 并触发设备。他想要的是：（1）选择做 A，（2）选择不做 A（且不触发任何设备），或（3）选择做非 A。我怀疑，即便是那些对家长式管教持开放态度的自由主义者，也不会认为我们可以被允许使用这种设备。这种设备的使用，无论多么偶发，都极具侵入性，因为它从未给予人们<b>既能出于自身主动、又能有机会犯错的情况下</b>自由地做出正确行为的机会。在随时可能被设备覆写的决策阴影下，人们无法充分掌控自己的人生。</p><p data-pid=\"griBCtoR\">棒球迷们请想一下：如果我们以这种方式控制击球手会怎样？比赛不会失去其大部分意义吗？亚伦·贾奇（Aaron Judge）打出制胜本垒打，赛后采访时却说：「我要感谢我的遥控器，它让我挥击了那个我本可能当成坏球放过的球。虽然本垒打不是我完成的，但球毕竟飞出去了，所以是我打的，还是我的棒球主宰打的，又有什么区别呢？」这会有多大意义？又有多荒谬？我们所知的体育，其魅力正在于衡量面对失败可能性的运动表现。否则，何不直接让机器人上场……那又会变得多无聊？（好吧，真正的机器人棒球或许也很酷，但人类棒球已吸引了上亿球迷一个多世纪。你可以决定，长远来看，你更愿意为哪种比赛掏钱。）</p><p data-pid=\"Gl72nakc\">再假设一个弱化模式，它不直接强迫人做正确的事，只在当事人即将根据自己的标准做出不明智的选择或行动时，让她<b>暂时失能</b>，直到她选择正确行动为止。一位家长式管教者宣布，每当海莉即将做出不明智选择时，该设备就会让她失能。这样一来，她并非总是被强迫做正确的事，因为（至少有时）她可以选择保持失能状态。然而，这依然显得过于侵入性，因为失能的威胁本身就具有强烈的强制性。例如，这就好比一位家长式的编辑，可以在海莉即将写出一段不够好的文字时将她「冻结」，直到她写出合格的文字为止。</p><p data-pid=\"9QWmvSyf\">海莉为何会觉得这种情况不可接受？她从艺术成就中获得的价值——使其成为<b>她的</b>成就的价值——不仅在于人类创造力本身，更在于她在创作过程中，拥有<b>选择不这么做</b>的自由，有犯错的自由，有偷懒的自由。</p><p data-pid=\"JqAVBbhD\">以下是 CAD 的四个特征：</p><ol><li data-pid=\"o4vxYyTe\"><b>CAD 将那些个人至少拥有最低限度控制权的行为，视为自由行为。</b> 更具体地说，这个人对自己的思维过程和行动拥有（或自认为拥有）控制权，这始终包括不思考或不行动的能力。在此观点下，即便是未经反思的选择和行为，也可被视为自由和自愿的，因为当事人控制着是否要进行反思性行动。（加拿大摇滚乐队 Rush 在其歌曲《自由意志》中有一句歌词正说明了这一点：「若你选择不做决定，你依然做出了选择。」）接受这种对自由的解释，CAD 学员便持有一种合理但有争议的观点。显然，并非人人都是 CAD 学员，这没关系！有些人需要家长式的保护，但有些人则可能不需要。<br/><br/></li><li data-pid=\"lhqxS9_j\"><b>CAD还主张，CAD学员所有主要关乎自身的行为，都应是自由选择的，并与其任何目标相一致。</b> 因此，他理应做出有助于实现其目标的<b>正确</b>选择，尽管他应当拥有做出即便是非常糟糕的选择的自由。拥有了这种自由，他显然不应做出那些真正糟糕、有损其目标和整体利益的选择。在这一点上，CAD 学员和家长式管教者可以达成共识：坏选择，就是坏的。但 CAD 学员珍视的是在他人生所有领域中，对这些选择的<b>个人责任</b>：专注于任务，勤奋而非懒惰，警惕伤害，在需要时求助等等。对 CAD 学员而言，最高价值的，不仅是他的行为属于<b>他自己</b>，更是他的行为<b>属于他自己且是正确的</b>。将这两者分开是错误的。如果他只在乎行为属于自己，那他大可以拥抱各种匪夷所思的行为，而理性的目标追求对他便毫无意义。他可以去数草叶，或整天绕圈走，或用叉子扎自己。（「嘿！我又没扎你，关你什么事？」）这并非 CAD 所捍卫的图景。但他也并非只在乎行为是否正确（以至于不当时就该被强行纠正）。他最高的善，他的理想，是其目标<b>永远由他自己的理性努力自由地去实现</b>。重申一遍，他宁愿自由地失败，也不愿被家长式的力量强迫成功。<br/><br/></li><li data-pid=\"WGduLVsK\"><b>除非 CAD 学员能在面对不干涉所带来的非理性选项时，自由地做出理性选择，否则他无法知晓，自己究竟是凭自身努力实现了理想，还是部分受到了（比如）家长式约束的预期的激励。</b> 一个被剥夺了做出某些选择自由的 CAD 学员，被（违背其意愿地）保证不会遭遇某些失败的可能性，而若给予他免于干涉的自由，这些可能性是存在的。在家长式管教下，他意识到自己的人生至少部分是他人（家长式管教者）的项目。3 即便 CAD 学员在该威胁下从未做出非理性行为，他对家长式管教威胁的反对依然存在，因为他永远无法确定，自己做正确的事，是出于自身的主动，还是因为家长式力量的威胁激励了他。因此，CAD 学员拒绝受制于家长式法律和政策，即便他在其执行威胁下总是会做出正确的选择。<br/><br/></li><li data-pid=\"5lV-7sfM\"><b>从长远来看，将人生连贯地组织起来是一项挑战，尽管构成人生的任何单一行动本身或许并不具挑战性。</b> 打个比方，在篮球中投进一个罚球一点也不难。但连续投进一百个，则非常困难，即便是大多数职业球员也鲜能做到。4 同样，完成一件简单的任务算不上什么了不起的成就，但人们通常保留着不做这件事的自由。当一个人本可以做出其他选择时，却在一生中始终做出正确的决定（至少在掌握的信息范围内），这便累积成了一个 CAD 学员可能致力于实现的挑战性目标。这便是哲学家所谓的「<b>涌现属性</b>」——一个整体所拥有，但其任何组成部分或许都不具备的属性。 从这个角度看，选择是否系安全带的自由——即便一个人的价值观驱使他系上安全带——也未必显得微不足道。当我选择系上那条能在车祸中拯救我、让我免于撞穿挡风玻璃而丧命、从而让我多享受三十年美好生命的安全带时……我做的绝不是一个微不足道的选择。将这种考量延伸至我在面对无数可能的坏选择时，所能做出的所有其他好选择上。在一个瞬间看似「相对微不足道」的选择自由，在考虑到这些选择如何随着漫长时间累积时，就很难再说其微不足道了。</li></ol><h2><b>CAD 学员 对阵 家长式管教者</b></h2><p data-pid=\"1fay7dEy\">人们可能还有其他理由来坚持某种观点，比如对某种规范的信奉，而这些理由并不容易被转化为基于目标的实用考量。例如，一位 CAD 学员可能认为，CAD 的理念与她对自己作为独立个体的认知最为契合。她对家长式干预（或其威胁）感到愤慨，与其说是因为它阻碍了她始终自由行动的计划（尽管确实可能如此），不如说是因为这种干预（或其威胁）损害了她践行自身真诚信念的能力——即作为一个自由平等的道德个体，究竟意味着什么。</p><p data-pid=\"6k_YgMWp\">我们的信念和判断，有时与追求目标关系不大，但我们依然会反对这些信念或判断在没有我们认可的决定性理由下被推翻。如果家长式管教仅仅是阻碍了一个人追求目标，那么对其感到愤慨便是一种不恰当的态度，就像我对一个实力远超我的对手阻碍我赢得网球赛而感到愤慨一样，是错位的。然而，我们总感觉，愤慨至少在某些时候，是对这类强制的恰当回应。（我将在下一章<sup data-text=\"《做出糟糕的选择也无妨》第四章 你管不着我！\" data-url=\"https://zhuanlan.zhihu.com/p/1952068158191036110\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>更深入地探讨这一点，届时我将讨论强制——包括家长式管教——所带来的风险，即它预设了当事人本不必持有的某种承诺。）</p><p data-pid=\"Hjn-80MY\">借用斯坦利·本（Stanley Benn）的例子：阿尔（Al）承认他整天劈鹅卵石毫无价值，但当贝丝（Beth）不断干涉他的行为时，即便理由是「连阿尔自己都知道不该从事这种无聊活动」，他依然会感到理直气壮的愤慨。5 如果贝丝未能给出她干预的充分理由——即源于<b>阿尔自己</b>而非仅仅是<b>她</b>的信念和判断的理由——那么阿尔的愤慨便是恰当的。她或许会告诉他，她认为他在浪费时间，但除非阿尔自己有充分理由承认他不该拥有浪费时间的自由，否则，为何仅凭她的异议就赋予了她阻止他的权利呢？</p><p data-pid=\"TZxEZabZ\">这表明，反对 NHP 的人，除了诉诸目标之外，还有其他理由来反对他眼中家长式管教者强加于人的观点。阿尔所拒绝的，正是这样一种逻辑：「如果你（阿尔）正在做一件连你自己都承认有损自身利益的事，那么我（贝丝）出手干预或许就是合理的。」阿尔可以承认自己不该再浪费时间劈鹅卵石，但他也相信，该停手的是<b>他自己</b>，而不是贝丝，这样他才能转而去做些更有价值的事。抛开基于目标的考量，贝丝的干预，是用她自己的、家长式的判断，取代了阿尔的观点——即阿尔认为自己仍应有自由去从事一项无意义的活动来浪费时间，即便他同时也承认自己不该这么做！<b>你认为自己应享有什么自由的判断，与你实际追求何种目标，是两个独立的问题。</b></p><p data-pid=\"XfHeNIX2\">CAD 的理念贯穿了许多不同观点。对 CAD 学员而言，家长式管教（即便是 NHP）之所以不正当，不仅因为它本身是家长式的，更因为它基于这样一种观念：一个人将自己视为「有能力在每个瞬间做出正确选择」的认知，以及他以此为据要求他人在自己可能犯错时也不予干涉的道德主张，并不足以构成对强制性法律的合法否决权。在他自己对美好生活的构想中，一个重要组成部分就是，他是在一个他人不会为了他的利益而限制其选择的环境中做出选择的。但家长式管教者却代替干预对象做出了决定，判断其主体性的哪些要素才与干预相关。</p><p data-pid=\"tEMGNQNc\">家长式管教者认为，某些潜在有害的选择自由是微不足道的，理应被制止——CAD 学员则不以为然。在关乎他自己人生的天平上，决胜的砝码难道不该倾向于 CAD 学员吗？我正是在 NHP 自身的前提上与其交锋：正是因为用一种有争议的「善」的观念（即便强制者个人认为其正确）来推翻他人行动是错误的，我们才需要去寻求一种中立的主观主义原则。然而，如果 NHP 旨在尊重一个人自己定义的「善」的观念，那么，不将这种尊重延伸至这个人对自己<b>人格</b>的观念，就显得很奇怪了——因为后者与他的偏好一样（甚至有过之而无不及），都是其个人判断的体现。</p><p data-pid=\"cmfikEo8\">现在，假设有些人拥护 CAD，是因为这种生活本身就是一项极具价值的挑战。它要求 CAD 学员在自己有能力做出正确选择时，不依赖他人的强制干预。在每个瞬间，CAD 学员都可能采取「最大化上限」（maximax）的策略，即在<b>本可以选择得更糟</b>的情况下，力求通过自由选择并成功执行的行动，来获得最高的回报——即便事后来看，这个选择根据他自己的标准是糟糕的。这位行动者宁愿拥有<b>失败的自由</b>，并视其为<b>不依赖家长式管教这张安全网而获得成功的能力</b>的前提条件。在有机会犯错的情况下依然选择正确，对某些人而言，这正是道德主体性和美好生活的标志。</p><p data-pid=\"srmZ3pYE\">对 CAD 学员而言，即便是在家长式管教的阴影下度过的成功人生，也不如摆脱这种阴影的成功人生来得可取。与那些阻止他们做出选择的强制性法律法规相比，他们更珍视按自己意愿行动的自由。他们宁愿拥有失败的自由，尽管他们当然不希望真的失败。</p><p data-pid=\"aBBAxFLx\">为了支撑后一个论点，请看 CAD 学员可能拥有的生活结果排名，从最佳到最差：</p><ul><li data-pid=\"jyeklQQf\"><b>100.1（或更高）单位的效用</b>——这里的「效用」应作广义理解，包含福祉、快乐、幸福感、无压力、偏好满足以及按自身判断生活等元素的总和——源于在每个瞬间，都能免于家长式强制或其威胁，自由地做出正确选择，并践行个人对最佳生活方式的构想。<br/><br/></li><li data-pid=\"C7Oyujcs\"><b>100 单位的效用</b>——源于在每个瞬间都做出正确选择，但生活在家长式的威胁之下。<br/><br/></li><li data-pid=\"kNDfOdFm\"><b>90 单位的效用</b>——源于大体上做出正确选择，但偶尔会为防止犯错而受到家长式管教的约束。<br/><br/></li><li data-pid=\"NaZKy2j5\"><b>0 单位的效用</b>——源于做出严重且不可逆的自我伤害选择，导致个人悲剧。</li></ul><p data-pid=\"P00a3Kiq\">从这个排名来看，人们或许会认为，只有当做出糟糕选择的自由会将一个人置于效用不超过 90 的风险中时，我们才会诉诸 NHP。然而，一个「最大化上限者」（我们的 CAD 学员）和一个「最大化下限者」（能接受一定程度家长式管教的人），会将其偏好打包成不同的收益组合，如下：</p><ul><li data-pid=\"N0gn3nyi\"><b>CAD</b> (最佳 100.1 或更高, 最差 0)<br/><br/></li><li data-pid=\"7mEpmG6x\"><b>与 NHP 一致的观点</b> (最佳 100, 最差 90)</li></ul><p data-pid=\"pb7DVVnP\">「最大化下限者」会选择那个在所有可能的最坏结果中，收益最高的策略，因此她更偏爱NHP（最差收益 90）而非 CAD（最差收益 0）。她宁愿不被允许自由地做出可怕的选择。但「最大化上限者」则会选择那个在所有可能的最好结果中，收益最高的策略，因此他更偏爱 CAD（最佳收益 100.1 或更高）而非 NHP（最佳收益 100）。</p><p data-pid=\"JNSD-CoC\">当然，并非所有「最大化上限」行为都是合理的。有人可能会反驳说，如果 CAD 的最佳结果只比 NHP 的最佳结果好那么一丁点，那么偏爱 CAD 就是愚蠢的，尤其是在冒着不受保护而做出可怕选择的风险时。想象一位亿万富翁，愿意赌上全部身家，只为在轮盘赌桌上多赢 100 美元。我们会理所当然地质疑此人的理智，那么我们不也该如此看待 CAD 学员吗？并非如此。主要原因在于，CAD 学员掌控着他是否会做出家长式管教旨在防止的那类自我伤害行为的「风险」。与此形成对比的是，你无法控制轮盘赌的结果——那纯粹是运气。（尽管如此，那位富有的赌徒依然应该有自由做出那个极度愚蠢、很可能后果惨重的选择。）</p><p data-pid=\"fQ_cUftQ\">当然，说「风险」是由 CAD 学员的自由选择所控制，其前提是他对自己的选择拥有充分的控制，这就引出了一个重要问题：我们如何确定一个行为是否满足此条件。我将把这个问题留到第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>再讨论，因为诉诸 CAD……嗯，这要看情况。软性家长式管教依然是我们应该探讨的问题。CAD 仅仅声称，如果一个人对其选择拥有充分的控制（即其心智未受到足以使其选择不真实的损害），那么我们就可以认为，他所承担的风险，也应由他自己负责。</p><h2><b>伤害与时间滞后</b></h2><p data-pid=\"NvzwZyJp\">至此，家长式管教者可能会抓住「时间滞后」型伤害不放，追问这类伤害如何影响当事人事后的态度。对于某些伤害，从做出一个极其糟糕的选择，到可怕的后果发生，之间存在一个时间差。举个极端的例子：那些选择纵身一跃结束生命的人。据统计，从金门大桥跳下的人中，有百分之一得以生还，讲述他们的故事。人的身体以超过每小时七十英里的速度撞向水面——其冲击力几乎每一次都是致命的。凯文·海因斯（Kevin Hines）就是一位从那座桥上自杀未遂的幸存者。他说，在他跳下的那一瞬间，他立刻意识到自己犯下了一个可怕的错误，他还说，其他幸存者也告诉过他同样的心情。因此，在类似情况下，如果我们有确凿的证据（当事人亲口所言）表明人们在事发瞬间就后悔了，家长式管教者便可利用这种后悔来论证：人们并非真心想做出某些可怕的选择，因此，如果我们有时间，事先阻止他们是合理的。海因斯坠落时，没有安全网接住他，也没有旁观者阻止他跳下。但或许，在某些情况下，法律和法规可以阻止人们做错事，尤其是当他们自己也承认这一点时。</p><p data-pid=\"jq6VPHpO\">此外，即便一位 CAD 学员做出了一个悲剧性的糟糕选择，他也将永远无法再享受到 CAD 所承诺的益处（即自由地做出正确选择，自由地避免错误选择）。他们最糟糕的选择可能让一切都无可挽回，这或许恰恰说明，大多数人从一开始就并非真正信奉激进的反家长式管教理念。那个在坠落途中幡然醒悟并渴望有张安全网的跳桥者，或是那个身患肝硬化并希望自己多年前就被强迫戒酒的酒鬼，都说明我们无法轻易地将他们「未来的自己」那种事后的后悔和追溯性的授权，与他们过去（如果曾有的话）对 CAD 所倡导的激进选择自由的信奉分离开来。倘若如此，大多数人或许从一开始就倾向于认可家长式的干预。</p><p data-pid=\"f088qejj\">一旦你做出了糟糕的选择，并且不打算一条道走到黑——你又何必如此呢？——你便会对撤销该选择的机会持开放态度。但是，如果你愿意接受<b>事后</b>撤销糟糕选择的机会，为何就不愿意接受<b>事前</b>不被允许做出糟糕选择的安排呢？渴望选择的自由，意味着你也承诺要直面这些选择的后果。但如果你在做出糟糕选择后又改变了主意，那么或许你从一开始就并非真心信奉拥有做出该选择的自由。「给我不带网跳下去的自由，但等我跳下去再把网铺开」，这种要求就算不是自相矛盾，也堪称怪诞。何不一开始就把网准备好呢？那么，做一个 CAD 学员，至少在面对这类时间滞后的严重伤害时，是否从一开始就是行不通的？</p><p data-pid=\"AbcPhM0m\">然而，结论并非如此。一个人在做出糟糕选择后改变主意并寻求帮助，这并<b>不</b>表明他不珍视拥有做出糟糕选择的自由——这只说明他也承认自己<b>不应该</b>做出糟糕的选择。有几点考量可以支持这一论点。首先，是具体情况具体分析。时间滞后型伤害或许对我的反家长式论证构成了挑战，但那是因为它们兼具了伤害的滞后性、一旦选择便几乎无可挽回的严重性、以及在滞后期存在救援者的可能性。在这些情况下，如果当事人的价值体系与此相符，那么在她做出糟糕选择<b>之后</b>进行干预或许是正当的。但这至少不能为更普遍的家长式管教案例提供支持，比如反吸烟法——因为严重且即时的伤害并不会必然降临在吸烟者身上。</p><p data-pid=\"IkkEQ7Zy\">第二，我们不应假定当事人事后就<b>一定</b>会接受他人帮助其挽回错误。如果她愿意承担责任，并且她信奉 CAD 的理由恰恰贯穿于这种责任感之中，那么即便她宁愿当初没有做出那个糟糕的选择，她可能依然会坚持将其贯彻到底：「事已至此——现在我必须带着我做出的糟糕选择活下去（或死掉）。」（但真的会有人这么说吗？）</p><p data-pid=\"HXZA9kS_\">然而，第三点考量最为关键。一个人完全可以自洽地说：「<b>我后悔做出了那个选择，但我不后悔曾拥有做出那个选择的自由。这与我在无助时希望被拯救，并不矛盾！</b>」财产权的界定有助于澄清某些模糊之处，因为并不存在一条放之四海而皆准的、反对家长式管教的绝对权利。乔（Joe）或许无权从一栋不属于他的建筑上，跳到一块同样不属于他的地面上。关心乔的救援人员可以被允许阻止他跳，或在他跳下后接住他。但反之，如果在他自己的地盘上，他或许就拥有这项权利，而救援人员则可能无权为救他而非法闯入。我或许有权在自己家里狂吃奶油夹心蛋糕（Twinkies），我那位关切的朋友无权在我的地盘上阻止我。但或许，我的朋友可以在<b>她的</b>房子里，阻止我吃光她所有的奶油夹心蛋糕。如果我不乐意，我可以走人。</p><p data-pid=\"et_IixtR\">至此，在本书中，我已探讨了为何即便是家长式管教者也会认为做出轻微的糟糕选择是情有可原的，尤其是当能从中学习时（第 1 章<sup data-text=\"《做出糟糕的选择也无妨》第一章 我们到底XX懂个啥？\" data-url=\"https://zhuanlan.zhihu.com/p/1952037217166944236\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>）；为何做出那些未必真的糟糕的选择是合理的（第 2 章<sup data-text=\"《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？\" data-url=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>）；以及在本章中，为何即便是做出非常糟糕的选择也是合理的，因为他人无权干预 CAD 学员。但问题是，我们大多数人在生活的方方面面，或许都不是彻头彻尾的 CAD 学员。那么，对于我们这些在面对某些潜在的糟糕选择时，可能并不信奉 CAD 理念的人，又该怎么办呢？我将在下一章探讨这个问题。</p><hr/><p data-pid=\"UTzBW8xr\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？</a><p data-pid=\"BHulgnKO\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952068158191036110\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第四章 你管不着我！</a><hr/><blockquote data-pid=\"EuYLM9V_\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">gemini</span>-2.5-pro，校对 Jarrett Ye<br/>原文：<i>Why it&#39;s OK to make bad choices: What If I Really Am Making Bad Choices?</i></blockquote>",
  "content_need_truncated": false,
  "force_login_when_click_read_more": false,
  "admin_closed_comment": false,
  "topics": [
    {
      "url": "https://api.zhihu.com/topics/26767457",
      "type": "topic",
      "id": "26767457",
      "name": "自主选择"
    },
    {
      "url": "https://api.zhihu.com/topics/19604464",
      "type": "topic",
      "id": "19604464",
      "name": "自由主义"
    },
    {
      "url": "https://api.zhihu.com/topics/19630431",
      "type": "topic",
      "id": "19630431",
      "name": "干预"
    }
  ],
  "voteup_count": 7,
  "voting": 0,
  "heavy_up_status": "allow_heavy_up",
  "column": {
    "description": "",
    "can_manage": true,
    "intro": "暂时没有专栏分类的文章",
    "is_following": false,
    "url_token": "c_1853848933266227200",
    "id": "c_1853848933266227200",
    "articles_count": 104,
    "accept_submission": true,
    "title": "杂项",
    "url": "https://api.zhihu.com/columns/c_1853848933266227200",
    "comment_permission": "all",
    "created": 1734772028,
    "updated": 1734772042,
    "image_url": "https://picx.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
    "author": {
      "is_followed": false,
      "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
      "uid": "1521893281407864832",
      "user_type": "people",
      "is_following": false,
      "url_token": "JarrettYe",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3",
      "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
      "name": "Jarrett Ye",
      "is_advertiser": false,
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "gender": 1,
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "avatar_url": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
      "is_org": false,
      "type": "people",
      "badge_v2": {
        "title": "",
        "merged_badges": [],
        "detail_badges": [],
        "icon": "",
        "night_icon": ""
      }
    },
    "followers": 48,
    "type": "column",
    "column_type": "normal"
  },
  "comment_count": 0,
  "contributions": [
    {
      "id": 52744650,
      "state": "accepted",
      "type": "first_publish",
      "column": {
        "description": "",
        "can_manage": true,
        "intro": "暂时没有专栏分类的文章",
        "is_following": false,
        "url_token": "c_1853848933266227200",
        "id": "c_1853848933266227200",
        "articles_count": 104,
        "accept_submission": true,
        "title": "杂项",
        "url": "https://api.zhihu.com/columns/c_1853848933266227200",
        "comment_permission": "all",
        "created": 1734772028,
        "updated": 1734772042,
        "image_url": "https://picx.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
        "author": {
          "is_followed": false,
          "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
          "uid": "1521893281407864832",
          "user_type": "people",
          "is_following": false,
          "url_token": "JarrettYe",
          "id": "3c9990a12cdbcd92e20b1387b160f0a3",
          "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
          "name": "Jarrett Ye",
          "is_advertiser": false,
          "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
          "gender": 1,
          "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
          "avatar_url": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
          "is_org": false,
          "type": "people",
          "badge_v2": {
            "title": "",
            "merged_badges": [],
            "detail_badges": [],
            "icon": "",
            "night_icon": ""
          }
        },
        "followers": 48,
        "type": "column",
        "column_type": "normal"
      }
    }
  ],
  "is_title_image_full_screen": false,
  "upvoted_followees": [],
  "commercial_info": {
    "is_commercial": false,
    "plugin": {}
  },
  "suggest_edit": {
    "status": false,
    "reason": "",
    "tip": "",
    "url": "",
    "title": ""
  },
  "reason": "",
  "annotation_action": [],
  "can_tip": false,
  "can_open_tipjar": true,
  "tipjarors_count": 0,
  "is_labeled": false,
  "has_publishing_draft": false,
  "is_favorited": true,
  "favlists_count": 3,
  "is_normal": true,
  "status": 0,
  "activity_topping_info": {
    "state": "untopped"
  },
  "share_text": "《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？ - 来自知乎专栏「杂项」，作者: Jarrett Ye https://zhuanlan.zhihu.com/p/1952063880596534979 （想看更多？下载 @知乎 App：http://weibo.com/p/100404711598 ）",
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "mcn_fp_show": -1,
  "is_visible": true,
  "is_liked": false,
  "liked_count": 0,
  "has_column": true,
  "republishers": [],
  "is_new_link_card": true,
  "emoji_reaction": {
    "like_count": 0,
    "like_has_set": false
  },
  "ab_param": {
    "qa_hidden_voteup": "",
    "rs_interest1": "",
    "zp_zhi_style": ""
  },
  "attached_info": "kgIuCgkyNjMyMjc3MTQSEzE5NTIwNjM4ODA1OTY1MzQ5NzkYByIKSU1BR0VfVEVYVA==",
  "share_guide": {
    "has_positive_bubble": false,
    "has_time_bubble": false,
    "hit_share_guide_cluster": false
  },
  "settings": {
    "table_of_contents": {
      "enabled": true
    }
  },
  "can_reference": false,
  "reaction_instruction": {},
  "reaction": {
    "statistics": {
      "up_vote_count": 7,
      "down_vote_count": 0,
      "like_count": 0,
      "comment_count": 0,
      "share_count": 0,
      "play_count": 0,
      "interest_play_count": 0,
      "favorites": 3,
      "pv_count": 0,
      "bullet_count": 0,
      "applaud_count": 0,
      "question_follower_count": 0,
      "question_answer_count": 0,
      "plaincontent_vote_up_count": 0,
      "plaincontent_like_count": 0,
      "img_like_count": {
        "v2-ab03981d06ee1d888e8af6449af302e7": 0
      },
      "subscribe_count": 0,
      "republishers": []
    },
    "relation": {
      "is_author": true,
      "vote": "Neutral",
      "liked": false,
      "img_liked": {
        "v2-ab03981d06ee1d888e8af6449af302e7": false
      },
      "faved": true,
      "following": false,
      "subcribed": false,
      "is_navigator_vote": false,
      "current_user_is_navigator": false,
      "vote_next_step": ""
    },
    "image_reactions": {
      "v2-ab03981d06ee1d888e8af6449af302e7": {
        "like_count": 0,
        "is_liked": false
      }
    }
  },
  "interaction_bar_plugins": [
    {
      "type": "comment",
      "comment": {
        "enable": true,
        "placeholder": "发条带图评论"
      }
    }
  ],
  "bar_plugins_flip_time": 3000,
  "podcast_audio_enter": {
    "text": "1 人听过",
    "text_color": "MapBrand",
    "text_size": 13,
    "action_url": "zhihu://podcast/audio_player/37235839305?contentId=1952063880596534979&contentType=article"
  },
  "endorsements": [
    {
      "elements": [
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_24_column_fill",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 16,
          "height": 16
        },
        {
          "type": "TEXT",
          "content": "收录于 · 杂项",
          "font_size": 13,
          "font_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "is_bold": false,
          "max_line": 1
        },
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_16_arrow_right",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 12,
          "height": 12
        }
      ],
      "sub_elements": [],
      "sub_elements_type": "DESCRIPTION",
      "background_color": {
        "alpha": 0.08,
        "group": "GBL01A"
      },
      "action_url": "https://www.zhihu.com/column/c_1853848933266227200",
      "za": {
        "block_text": "Column",
        "type": "text",
        "text": "收录于 · 杂项"
      }
    }
  ],
  "allow_segment_interaction": 1,
  "is_navigator": false,
  "navigator_vote": false,
  "vote_next_step": "vote"
}