{
  "id": "1952037217166944236",
  "title": "《做出糟糕的选择也无妨》第一章 我们到底XX懂个啥？",
  "type": "article",
  "article_type": "normal",
  "excerpt_title": "",
  "url": "https://api.zhihu.com/articles/1952037217166944236",
  "image_url": "https://picx.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "title_image": "https://picx.zhimg.com/v2-ab03981d06ee1d888e8af6449af302e7_720w.jpg?source=172ae18b",
  "excerpt": "我们都做过令自己事后追悔莫及的事。不妨想想，有哪些事是你希望当初从未做过的。别担心，我不是想让你心怀愧疚，只是想以此说明，我们有时会犯错，会跌跟头。有时，我们因口不择言或违背诺言而伤害他人。当我们意识到自己的行为伤及他人时，多数人都会为自…",
  "created": 1758243962,
  "updated": 1758532796,
  "author": {
    "is_followed": false,
    "avatar_url_template": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
    "uid": "1521893281407864832",
    "user_type": "people",
    "is_following": false,
    "url_token": "JarrettYe",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3",
    "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
    "name": "Jarrett Ye",
    "is_advertiser": false,
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "gender": 1,
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "avatar_url": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
    "is_org": false,
    "type": "people",
    "badge": [],
    "badge_v2": {
      "title": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "merged_badges": [],
      "detail_badges": [],
      "icon": "",
      "night_icon": ""
    },
    "exposed_medal": {
      "medal_id": "1463836052717301760",
      "medal_name": "知「势」之星",
      "avatar_url": "https://pic1.zhimg.com/v2-e66f695db706a1c8c79b8097c1565da2_r.png?source=172ae18b",
      "mini_avatar_url": "https://picx.zhimg.com/v2-e66f695db706a1c8c79b8097c1565da2_l.png?source=172ae18b",
      "description": "「知势榜」上榜答主即可获得",
      "medal_avatar_frame": ""
    }
  },
  "comment_permission": "all",
  "copyright_permission": "need_review",
  "state": "published",
  "ip_info": "广东",
  "image_width": 2798,
  "image_height": 1204,
  "content": "<p data-pid=\"JkG1FoOV\">我们都做过令自己事后追悔莫及的事。不妨想想，有哪些事是你希望当初从未做过的。别担心，我不是想让你心怀愧疚，只是想以此说明，我们有时会犯错，会跌跟头。有时，我们因口不择言或违背诺言而伤害他人。当我们意识到自己的行为伤及他人时，多数人都会为自己造成的痛苦、为没能成为更好的自己而感到内疚和懊悔。在本书中，我将主要聚焦于那些主要伤害我们自身的糟糕决定与选择。</p><p data-pid=\"Hd00VzRc\">你为什么要关心这个问题？因为我们每个人都时常面临做出糟糕选择的契机。这些选择在当时看来或许是不错的主意，又或者我们只是想在不确定中冒险一试。有些人认为，只要不违背他人意愿并对其造成实质伤害，人们就应当有自由做出糟糕的选择，甚至伤害自己。本书的前几章，我将尝试捍卫这一观点，并回应一些重要的反对意见。然而，要捍卫此观点，我需要先探讨一个名为「强制性家长式管教（coercive paternalism）」的理念——它有别于你可能更熟悉的「自由意志主义家长式管教（libertarian paternalism）」或「助推（nudging）」。关于「助推」，我稍后会在第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>详述。强制性家长式管教（下文简称「家长式管教（paternalism）」）主张，当一个人可能采取的行动，在权衡利弊后，总体上对其弊大于利时，对其进行强制干预有时是合理的。我们或许可以只通过口头警告来干预，但家长式管教更有趣的观点在于，即便当事人是自由且在充分知情下选择做某件伤害自己的事，干涉她也是允许的。关于这些观点，我稍后会展开详谈。</p><p data-pid=\"smyzBogi\">现在你可能会想：「一个成年人选择对自己做些不好的事，只要不侵犯他人权利或对他人造成重大伤害，他为什么不该有这个自由呢？这关别人什么事，要来插手？」这是一种普遍的看法，尤其是在素有崇尚坚毅个人主义传统、高举「别踩我」加兹登旗的美国人当中。但对此的一种回应是，我们并非完美之人，有时会做出愚蠢的决定，并可能引致非常糟糕的后果。当我们做出糟糕选择时，我们通常并非有意追求那样的后果。第二种回应是，我们常常会预见性地对那些决定感到后悔，并且，倘若当初有人阻止我们做出其中一些糟糕的选择，我们会心存感激。或许，我们「未来的自己」回望过去，看到我们曾做出的某些糟糕选择时，只要他们能穿越时空，就会让家长式管教者来阻止「过去的自己」犯下那些错误。</p><p data-pid=\"sK_Eu0eN\">心理学研究揭示了诸多我们所谓的非理性行为模式。例如，我们的偏好有时会自相矛盾（我们既想减肥，又想大快朵颐地吃掉堆成山的玉米片）。我们在冲动之下做出的决定，会让更理智的自己悔不当初。（「我房租都快付不起了，真的需要那台昂贵的新款平板电视吗？」）「一厢情愿」（亦称「乐观偏见」）会诱使我们认为，即便行事冒险，坏事也不会降临到自己头上（「我抽烟没事，癌症只会找上穷人和老人，才不会找我！」）。我们意志薄弱：我告诉自己晚饭后不吃甜点，可每当看到巧克力蛋糕，我次次都向诱惑缴械投降。我们忽视了伤害的累积效应：一根香烟的危害微不足道，但大多数烟民并未思考，一生中吸掉的成千上万根香烟，其危害会如何累积，并可能造成致命的后果。</p><p data-pid=\"XDvhd2Xq\">于是，我们为这些糟糕的选择后悔不迭，并时常希望当时身边能有个更冷静、更理智的人，即便不能完全阻止我们，至少也能劝我们悬崖勒马。你不难预见，当有人阻止你冲动买下那台平板电视时，你会心怀感激；或许，当法律赋予你一周的「冷静期」，让你能无条件全额退货时，你也会心怀感激。四十年后，当你仍能顺畅呼吸、抱起孙辈时，你或许会感激当年的禁烟令。再想想你未来的自己，不妨将那位家长式管教者就看作是那个版本的你。你会像感激高中时给你设下门禁、让你免于像朋友们那样在凌晨两点惹上麻烦的监护人一样，在事后感激某些干预。家长式管教的拥护者会抓住这些心态，并指出，或许在最明智的状态下，你其实真心希望受到约束，即便在不那么明智的当下，你并不情愿。这些心态也表明，我们并非以一时一刻来评判人生，而是审视其一生的整体轨迹。毫无疑问，回首往事，有太多事我希望能有不同的做法。</p><p data-pid=\"anb94t0r\">那么，既然我们并非完全理性，既然人们总会预见性地为某些伤害自身的糟糕选择而后悔，为何我们不应设立一些保障机制，以减少我们即便成年后仍会犯傻的可能性呢？一些家长式管教的拥护者认为，国家（至少在理论上）可以通过强制性法律、政策和法规来扮演重要角色。</p><p data-pid=\"qjnKnX2K\">当然，有些人认为，我们无需借助针对潜在自我伤害者的武力或武力威胁，也能制定出有效的政策。这种「自由意志主义家长式管教」或「助推」，或许是当今「家长式管教」一词最常见的用法。「助推」理论认为，我们其实可以利用人们的认知偏见来引导他们做出更好的行为。例如，我们可以把健康食品放在与视线齐平的位置，同时让不健康的食品更难被看到或拿到，以此巧妙地引导人们吃得更健康。1 这种助推涉及所谓的「框架效应」，即信息呈现结构的微小改变，能对人们的行为产生重大影响。我们可以鼓励人们为退休储蓄更多，方法是默认将他们纳入退休金账户（同时允许他们选择退出），而不是要求他们主动选择加入。这是因为许多人总是拖延着不去主动加入，从而错失了积累退休储蓄的机会。但如果他们被自动纳入，那么即便他们拖延着从不退出，大多数人也能从自己的「懒惰」中获益！</p><p data-pid=\"dYOnk_Uc\">医生如果认为病人应接受某项特定疗程，可以通过将自己偏好的治疗方案列在首位，来操纵「顺序效应」。医生也可以利用「框架效应」。例如，相比被告知有十分之一的死亡风险，当病人被告知手术有九成的生还几率时，他们会更倾向于选择手术。从逻辑上讲，两种说法含义相同，却能极大地影响人们的行为！其核心思想是，我们总得用某种方式来安排事物或呈现信息。既然不存在绝对中立的呈现方式，那我们何不利用这一点，顺应人们的偏见，引导他们做出比通常情况下更健康的选择呢？但这类助推仅仅旨在影响我们的行为——与强制性家长式管教不同，它并不限制我们选择好坏的自由，因为我们依然可以自由地去做当下想做的任何事。一个坚决不想做手术的人，并不会因「十有八九」的说法而轻易动摇。</p><p data-pid=\"7LFVU4fB\">「助推」或许还有其他问题，但其讨论已超出本书范围。重要的是，它并不限制我们做选择的自由。我会在第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>进一步探讨「助推」，但在此必须指出，一些家长式管教的拥护者认为，「助推」虽时而有效，却往往不够深入。他们捍卫的是法律强制，即由国家机器作为后盾的物理力量或其威胁。他们主张，如果某些选择足够糟糕，人们根本就不该有自由去做。我们不应只是通过改变默认选项来引导人们进行退休储蓄，而应直接立法，强制人们储蓄一定比例的收入。我们不应只是将含糖食品饮料移出视线范围或放到商店角落，而应对其课以重税，甚至禁止销售。我们不应只是在香烟包装上印上骇人的警告图文，而应对其课以重税，甚至彻底取缔。本书将聚焦于这种更传统、更具强制性的家长式管教，它正重新博得一些人的青睐，并拥有一批严肃的学界捍卫者，本书将与他们展开论辩。</p><p data-pid=\"Qyh4a_CJ\">其论点在于，在这些情境下，做出足够糟糕的选择的自由本身并无价值。有谁会想要那种很可能让自己日后追悔莫及、损害自身整体利益、甚至可能断送未来自由的自由呢？如果法律能阻止人们一开始就染上烟瘾，他们根本不会怀念吸烟这件事；而现在的烟民，即便起初感到沮丧或愤恨，假以时日，也会习惯新的秩序。人是会变的，而他们的想法是，随着戒烟者年岁增长、变得比不戒烟时更明智、更健康，当初的沮丧与愤恨很可能会转变为释然，甚至是感激。</p><p data-pid=\"a6FApMBp\">然而，你可能仍然觉得，这是把成年人当小孩看待。为了公平起见，我应该在此稍作停顿，阐述一些论点，说明我们或许不该以如此脸谱化的方式来看待家长式管教。</p><h2><b>严肃探讨家长式管教</b> </h2><p data-pid=\"NG6TLYcj\">首先，家长式管教最出色的辩护者强调，我们探讨的只是某些<b>值得</b>干预的有害行为。（请注意，在全书中，我将用「伤害」一词指代对个人整体利益的损害。该词的用法不止于此，但深入探究会让我们离题太远。）家长式管教者并不想阻止一切有风险和有害的行为，因为那会显得过于爱管闲事，甚至可能不利于人们从中汲取教训。他们认为，做出糟糕的选择是情有可原的——只要其后果不是太严重。我将在后续章节中论证，他们的标准还不够宽泛。我们应当有更广阔的余地去做出即便是非常糟糕的选择，但首先，我们来听听家长式管教拥护者的观点。</p><p data-pid=\"eOofwI-l\">通常，若要对某项伤害进行家长式管教，该伤害至少需具备以下三个特征中的两个：<b>严重性、即时性</b>和<b>不可逆性</b>。长期吸烟或不良饮食导致的疾病，或多年挥霍无度导致的退休储蓄匮乏，这些都是严重且通常不可逆（但非即时）的伤害。因赌博而输掉巨款，或在建筑工地因未佩戴防护设备导致骨折，这些可算作严重且即时（但可逆）的伤害。说它们可逆，是因为骨折可以愈合，处于工作年龄且有工作能力的人通常也能把输掉的钱赚回来。而即时且不可逆（但或许不严重）的伤害则包括：脸上纹身，降低了找到办公室工作的几率；或是与电信运营商签下多年合约后，才发现是笔糟糕透顶的买卖。而同时具备上述三个特征的伤害，当属<b>一时兴起</b>的自杀——即某人生活顺遂，却毫无缘由地决定了结自己的生命。（这与为了摆脱绝症带来的巨大痛苦而选择的理性自杀截然不同。）</p><p data-pid=\"mHya85l4\">家长式管教的拥护者常常主张，只有上述类型的伤害，才应被列为限制或禁止的对象。我们或许可以禁止（或在适用时征税）：吸烟、含糖汽水、某些高脂或高糖的垃圾食品、赌博以及面部纹身（并附上「纹身前请三思」的忠告）。我们或许可以要求商家不得签订某些明显有损不知情消费者的合同条款。我们或许可以强制要求人们系上安全带（事实上，多数地区现行法律已如此规定）。但是，真正严肃的家长式管教拥护者，并不会干涉我们可能选择的每一件鸡毛蒜皮的坏事，尤其是在干预本身可能比坏事更糟、代价更大，或者当我们可以从错误中学习时。毕竟，糟糕的程度也分三六九等。轻微的伤害可能只具备上述三个特征之一，因此不大可能成为家长式法律的恰当目标。</p><p data-pid=\"ikS48jbZ\">一段失败的婚姻或许是严重的伤害，但它通常并非即时发生（夫妻俩往往需要时间才意识到婚姻可能是个错误），并且它是可逆的（离婚可以避免糟糕的婚姻成为无期徒刑）。即时、可逆但不严重的伤害包括：糖果吃多导致的肚子痛（睡一觉就好了）和糟糕的发型（几周就长回来了）。不可逆但既非即时也非严重的伤害则包括：多年来用大音量听摇滚专辑导致的轻微听力损伤。大多数家长式管教的拥护者认为，你仍应有自由去多吃一点冰淇淋、去探索可能无果的恋情、去剪个廉价的发型、去用耳机大声播放 AC/DC 乐队的摇滚乐。即使是他们也认为，做出这类糟糕的选择是情有可原的，哪怕仅仅因为这些选择并非灾难性的，并且试图阻止你也得不偿失。</p><p data-pid=\"jH1DtNQw\">第二个反驳「家长式管教是把人当小孩」的论点是：人们内心深处，考虑到他们所珍视的一切以及自身长远利益，其实并不想遭受那些更重大的伤害。许多家长式管教者坚称，他们所主张的任何适当引导或干预，目的并非将干预者自身的价值观强加于人。恰恰相反，家长式管教旨在帮助我们所有人去实现<b>我们自己</b>的愿望——那个在没有被偏见、混乱的判断、激烈的情绪和薄弱的意志所束缚时，我们本会做出的选择。如果他们能让你坐下来，引导你真正地把事情想透彻，你就能对是否以及何时该养成某些习惯，形成一个更好、更明智的看法。我们在决定是否干预那个「不那么明智的你」时，所寻求的正是那个「更明智的你」的视角。诚然，你或许能从吸烟中获得片刻欢愉，但长期吸烟往往会夺走一个人数年的寿命，且其晚年常伴随着癌症、肺气肿等诸多痛苦不堪的健康问题。尼古丁带来的短暂快感，真的值得让你生命中所有珍视之物都备受威胁吗？你或许能在赌场获得类似的刺激，但当你因此面临破产、信用记录可能终生受损时，那沉重的赌债还值得吗？（智者箴言：赌场从长远看永远是赢家。）也许安全带让你觉得不舒服，但法律难道不应强制你佩戴，以防万一发生事故，导致你肢体伤残、瘫痪甚至死亡吗？</p><p data-pid=\"92y5WV9P\">家长式管教者并非试图将他们自己对美好生活的观念强加于你，尤其是在你并不认同的情况下。相反，他们是想为你减负，让你无需为回避那些本就不该被允许的行为而承担责任。你或许烟不离手，或许嗜赌成性，但这些行为并不能定义你。你的生命远比这些丰富。定义你的是你的工作、你的人际关系、你面对逆境时的姿态，这些才是重要的事，而绝非你一周能喝掉多少大杯可乐。</p><p data-pid=\"r5aTGdqO\">我们都希望自己是审慎而理性的，以便能享受生命中真正重要的事物。哲学家亚当·斯密说得最妙，他写道，人天生不仅渴望被爱，更渴望自己<b>值得被爱</b>。2 我们都想成为最好的自己，而不是像荷马·辛普森那样的人。家长式管教或许能帮助我们追求这一理想，因为它能将我们最糟糕的选择排除在外。其前提是，我们中没有人想变得肥胖、病弱或贫困。既然如此，我们又为何想要那种可以随心所欲吃垃圾食品、吸烟或是在退休时破产的自由呢？自由本身以及它能带来的美好事物固然宝贵，但若要以承受无法弥补的重大伤害为代价，那样的自由便失去了价值。家长式管教可以在很大程度上保留我们的自由，同时免除我们亲自对抗有害诱惑的麻烦，从而让我们能更好地实现人生目标，避免将来可能追悔莫及的严重伤害。</p><h2><b>对家长式管教的常见反对意见</b> </h2><p data-pid=\"b8r18dGO\">接下来，我将简述五个常被引用的对家长式管教的诘难：它行不通；它侮辱人或不尊重人；它强加价值观；它侵犯权利；以及它很可能被误用或滥用。并非所有反对者都认同这全部五点，有些人可能只持有一两种看法。但家长式管教的拥护者，如杰森·汉纳（Jason Hanna），认为这些是最常见的反对意见。与此相对，汉纳捍卫一种他称之为「亲家长式作风」的观点，其描述如下：</p><blockquote data-pid=\"q1kc5tz5\"> 如果干预所维护的利益，比（同一个人）因干预而受损的利益分量更重或更重要，那么该干预总体上便增进了此人的利益，或者，用我的话说，是<b>符合其最佳利益</b>的。3</blockquote><p data-pid=\"L3WnVFAs\">如果某项干预有望增进一个人的整体利益，汉纳便认为干预或许是合理的——它总能提供一个正当的理由，即便该理由并非决定性的或结论性的。他认为，若能成功回应这五大反对意见，就等于向着证明「亲家长式作风」至少没有独特的弊病（即我们通常接受的其他观念也会面临同样问题）迈出了一大步。如果我们能接受其他观念，为何就不能接受「亲家长式作风」呢？汉纳补充道：「『干预符合一个人的最佳利益』这一论断，意味着不存在能更大程度地增进此人利益的替代方案。」4</p><p data-pid=\"tUNuTBKU\"><b>家长式管教行不通</b>：此类论点有数种，在此我将聚焦于最有力的两种。其一，有人认为家长式管教行不通，因为个人比外部各方更了解自身利益所在，因此干预（尤其是来自政府官员这类远在天边的人的干预）几乎总是弊大于利。我们几乎总能更好地保障自身利益，因为我们处于最佳位置，最了解这些利益是什么，也最懂得如何掌控自己的决定去实现它们。 </p><p data-pid=\"DlYhSkeL\">其二，家长式管教行不通，因为它会损害<b>个性</b>，而我们多数人（至少在自由民主国家）都通过自主选择来高度珍视个性。这两个观点均由约翰·斯图尔特·密尔在其 1859 年的名著《论自由》中阐发。（如果你还没读过，为了你的最佳利益，请将此书加入你的阅读清单。）</p><p data-pid=\"gdtm2cmZ\">关于第一点，对于「个人总是能最有效地保障自身利益」这一说法，家长式管教的拥护者给出了颇具说服力的回应。汉纳写道：</p><blockquote data-pid=\"G3bPpAAY\"> 有些情况下，意志薄弱者会承认其选择有损自身福祉……[比如屡次尝试戒烟却失败的烟民]，在这种情况下，「个人是保障自身最佳利益的最佳行动者」这一普遍预设或许并不适用。与此相关，个人可能会受到某种诱惑，导致他们忽视或淡化那些与诱惑相悖的考量……此外，即便一个人对自己当下的品味和欲望有独到的了解，他对其品味和欲望未来将如何变化，却未必有特殊的洞察力。5</blockquote><p data-pid=\"Zm0gO0Kt\">因为我们时而意志薄弱，时而未能付出足够努力去做最符合自身利益的事（即便我们主观上想这么做），由一个不受此种意志薄弱困扰的外部方来干预，或许会更有效。</p><p data-pid=\"f-CpdfX4\">除了意志薄弱，诱惑也常使我们低估做出诱人选择所需付出的代价。乔（Joe）可能只想着那辆时髦的玛莎拉蒂开起来有多爽，能让他多有面子，却忘了如果买了车，他就揭不开锅了。或许，那些没有面临乔所受诱惑的外部人士会认为，设立一个强制性的「冷静期」，在此期间不允许乔购买那个油嘴滑舌的销售员极力推销的汽车，才是明智之举。给他几周时间，他或许能更周全地思考，而非冲动行事，那股诱惑劲儿也可能随之消退。</p><p data-pid=\"MusyO0BG\">最后，人的品味和欲望是会改变的，所以我们不仅要考虑当下的自己，还要考虑未来的自己。而我们预测未来欲望的能力可能相当差劲，尤其是当我们只着眼于眼前时。外部人士或许更清楚，某些决定注定会让人在未来追悔莫及，因此他们比做选择的当事人处于更有利的位置，即便不直接干预，至少也能对某些可预见的有害且会令人后悔的选择提出警示。</p><p data-pid=\"PS0eMCUA\">然而，或许家长式管教之所以行不通，另有原因——它或许总是损害干预对象的<b>个性</b>，即其发展独特才能和按需从错误中学习的能力。家长式管教阻碍了个人的自我发展，并因此而是错误的。干预有时迫使一个人无法以自己的方式做自己的事，这会扼杀其作为独立个体的成长，妨碍其过上自己生活的能力。</p><p data-pid=\"8RTXkD3I\">对此，家长式管教的拥护者有两点回应。首先，他们承认个性是我们整体最佳利益的重要组成部分，但它肯定只是众多组成部分之一。6 我们还有实现职业目标、维系宝贵人际关系、保持心理健康、以及足够安全以免受伤害从而能享受追求上述利益的利益。有时，牺牲少许个性反而能促进或保护其他这些利益。鲍勃（Bob）喜欢喝酒，并视其为自己「派对动物」身份认同的一部分。然而，这已演变成一个问题。他现在早晨就喝（甚至在淋浴时喝啤酒当早餐），在办公室喝，基本上除了开车，只要醒着就在喝。这削弱了他投身于自己本该珍视的项目上的能力。酒精占据了他的思绪，让他无法专注于曾经的爱好。他因醉酒后的胡言乱语疏远了一些朋友，性生活也大受影响。最近，眼见饮酒造成的种种问题，他焦虑加剧，濒临抑郁。 </p><p data-pid=\"aGZasVwQ\">假设提高酒价能减少鲍勃的饮酒量，至少让问题不像以前那么严重。或许少喝点酒也能让他头脑更清醒，更愿意接受心理治疗。我们通过增加他畅饮的难度，是否损害了鲍勃在个性方面的利益？或许吧，但我们很可能通过征收酒税，维护了他的整体最佳利益。况且，他的「派对动物」形象已将他引上一条不值得走的歧途——开始或许有趣，但看看最终将他带向何方。甚至，对酒精或烟草征税是否会削弱个性都很难说。汉纳写道：</p><blockquote data-pid=\"VMRp_RaO\"> 因烟草歉收导致香烟价格上涨，似乎并未对我们的自我发展构成巨大威胁，即便它确实将一些人挤出了消费市场。那么，为何当香烟价格是因旨在戒烟的税收而上涨时，我们就该另眼相看呢？7</blockquote><p data-pid=\"w4MDyfGx\">家长式管教的拥护者还可以更进一步——或许某些家长式管教甚至有助于保护或促进<b>个性本身</b>！何以见得？假设许多人吸烟是因为他们在年轻时，朋友们都在抽，他们为了合群而抽，并非真心想抽。<b>从众</b>恰恰是个性的对立面！或许，通过禁止香烟（或至少是那些把吸烟描绘得很酷的烟草广告），我们能创造一个环境，使人们不易盲从，反而更有可能发展自己独特的品味和才能。8（同理，也可以对时尚等其他形式的广告进行禁止或管制。）在一个所有人都说着同样的话、穿着同样的衣服、听着同样的音乐的世界里，我们看到的只是郊区的购物中心，而不是一个彰显个性的世界。 </p><p data-pid=\"LdZZZLKm\">还需注意，即便怀疑论者能证明家长式管教常常对干预对象弊大于利，这也并未证明其在原则上是错误的，而只证明了在它<b>行不通</b>时是错误的。如果我们确信它在某些时候确实有效，那么它或许就只适用于那些情况。9 或许反家长式管教者应该尝试证明，家长式管教<b>即便总是有效，也是错误的</b>。也就是说，即便干预确实有助于促进或保护那个人的最佳利益，干预本身也是错的。我们现在转向探讨后三种论点。</p><p data-pid=\"rWPsrz_e\"><b>家长式管教不尊重人或侮辱人</b>：我们都同意，如果某人没有能力负责任地行事，或者不清楚自己是否意识到行为的危险性，那么阻止他们是合理的。我们的朋友约翰·斯图尔特·密尔举过一个例子：一个人正要走上一座危险的朽桥，却未察觉危险。假设你是个旁观者，来不及警告，但来得及在他踏上桥前拉住他。在这种情况下，你的干预是为了他的最佳利益，这样做似乎并无不妥，因为他（我们假定）对风险一无所知。从某种真实意义上说，这位过桥者并不知道自己正要做什么，因此，至少在他被告知情况前约束他，似乎是合理的。</p><p data-pid=\"BsqwQZH1\">这个例子体现了所谓的「软性家长式管教（“soft” paternalism）」，以区别于我们此前讨论的「硬性家长式管教（“hard” paternalism）」。在此请容我稍作澄清，因为文献中对这一区分有多种理解。我将采纳乔尔·范伯格（Joel Feinberg）对「软性家长式管教」的定义，即当一个人的行为是<b>非自愿的</b>，或我们缺乏足够证据证明其行为是自愿的时，对其行为的干涉是允许的。在此定义下，软性家长式管教与尊重个人自由和自主并行不悖，因为非自愿行为不受当事人控制——他做出这些行为时并非在自由行动。例如，如果无意识的大脑活动迫使我认为必须通过往嘴里塞甜甜圈来拯救世界，那么我便没有选择继续吃或停止吃的自由。阻止这种行为的人，便是在采取软性家长式管教。想必我也不愿如此失控，而阻止这种行为与尊重我的自由是一致的，因为我从一开始就不是在自由地行动。 </p><p data-pid=\"CD8--auH\">更具争议的是，当一个人有能力自愿且负责任地行动时——他很大程度上清楚自己在做什么——却依然自由地做出了糟糕的选择。也就是说，他此举是<b>心甘情愿</b>的，并非出于无能或无知。许多硬性家长式管教的拥护者主张，即便一个人选择自我伤害——他清楚自己在做什么，也意识到风险，只是淡化或忽略了它们——阻止他或许仍然是合理的。这种「硬性家长式管教」将是本书除第 5 章外的焦点，在第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>我将更深入地探讨软性家长式管教。</p><p data-pid=\"qiJtSL_v\">一些对家长式管教持怀疑态度的人声称，阻止有能力的成年人进行自我伤害的行为是不尊重的。当我们阻止幼儿跑到马路上或贪吃糖果时，是因为他们年幼无知，还未有机会学会判断风险或分辨何为有害。幼儿尚不具备思考长远利益的能力，因此，在他们有能力自己照顾自己之前，照看他们的利益是合理的——事实上，这是父母或监护人的责任。</p><p data-pid=\"cLQj6DD0\">但成年人则不同，因为他们地位不同：他们通常有能力（即便不情愿）去做幼儿做不到的事。他们要为自己的糟糕选择负责，其方式与幼儿通常不同。强迫一个心智健全的成年人储蓄养老金，或强迫他不吸烟，就是把他当小孩对待。这类干预未能给予他作为能够自主决定（无论好坏）的个体应有的尊重。这种做法贬低了他作为能够独立思考、自行决定承担何种风险的人的地位——这便是「不尊重」指控的核心。</p><p data-pid=\"NdFv_XwK\">一个相关的反对意见是，家长式管教具有侮辱性，因为当一个成年人被另一个成年人强迫做他不想做的事时，会感到有失尊严。这表现出一种精英主义和傲慢的态度，而事实上，我们在此都是平等的。正如我们认为「肥胖羞辱」和「男性说教」（mansplaining）是粗鲁无礼的，我们也必须质疑那些闲得没事来干涉我们生活的人的动机。他们是真的想帮我们，还是只想哗众取宠，炫耀其自以为是的优越感来满足自己？</p><p data-pid=\"aMqwX7Zn\">家长式管教的拥护者对此有回应。他们可以反驳说，家长式管教非但不失尊重，反而<b>更显尊重</b>，因为它仅仅旨在纠正人们错误的判断，防止这些缺陷给他们惹来麻烦。这种纠正并非试图凌驾于他人之上或替他们规划人生。事实上，恰当的家长式管教旨在帮助人们，使他们更自由、更有能力去过他们自己认为合适的生活。如果鲍勃因吸烟或暴食而缩短了生命，或未能为退休储蓄分文，他便削弱了自己在一生中运用自由的可能性。如果他得了癌症或糖尿病，或不再有钱从事他喜爱的活动，他能做的事就会大大减少。鲍勃的生活质量很可能会下降，但拥护者们可以论证，他也会变得<b>更不自由</b>，因为他的糟糕决定带来的伤害减少了他可用的选项。通过现在干预以阻止鲍勃做出某些糟糕选择，我们恰恰是通过维护他的整体自由来尊重<b>鲍勃未来的自己</b>。我们应当以帮助人们更好地经营自己人生的方式来尊重他们。那么，我们又为何要尊重他们所有糟糕的选择呢？ </p><p data-pid=\"I78O7rWq\">至于家长式管教被指侮辱人，汉纳指出，干预方式有好有坏。想象一下，你因超速被警察拦下，警察不仅开了罚单，还痛斥你是个烂司机。这固然侮辱人，但并不能改变你不该超速的事实。这只说明那位警察本可以用更文明礼貌的方式处理。同理，一个家长式管教者在干预时不应贬低你的智力和价值，但如果她这么做了，那只说明她很粗鲁，而非干预本身是错误的。某些家长式管教的法律法规或许令人感觉受辱，但感觉未必是事实。这些法规在你当下想做某事却被阻止时可能会让你感到沮丧，但沮丧与被侮辱并非一回事，尤其是当这些法规最终符合你的最佳利益时。</p><p data-pid=\"PtjS1SYJ\"><b>家长式管教将价值观（或观点、理由）强加于人</b>：我们大多数人都希望按自己认为合适的方式生活，即便一路跌跌撞撞。我们会反对他人将宗教观点，或服装、饮食的品味强加于我们，即便他们真诚地（甚至正确地）认为这些不同的观点和品味对我们有益。我们不只是<b>拥有</b>生命——这是<b>我们自己的</b>生命，由我们来决定思想、信仰和行动。如果关键决定都由别人代劳，把我们当成提线木偶，那么作为行动主体便毫无意义。反乌托邦小说《美丽新世界》中的角色，其一切需求都由国家供给——他们或许靠着服用「索麻」过着愉悦迷醉的生活，但这会是你向往的生活吗？成为一个个体，其部分意义就在于拥有独立思考的自由，以及在行动上有自主权，即便别人比你更懂你的最佳利益。生活不就是闯出自己的路，从错误中学习吗？ </p><p data-pid=\"lfKnh7pv\">拥护者可以回应说，这种反对意见夸大了家长式管教的力度和范围。没有哪个深思熟虑的家长式管教者会主张，我们应该在一个人生活的所有领域时刻进行干预，规定他们该做什么、为何这么做。家长式管教最有力的辩护都会不厌其烦地强调，有效的干预应是<b>偶发的</b>，只针对<b>风险和危害重大的选择</b>，并且尽可能<b>非侵入性</b>。时刻干预将违背汉纳的「亲家长式作风」的初衷，因为过多的干预在某个节点上，很可能会损害而非增进一个人的整体利益。 </p><p data-pid=\"_iS_UzvN\">此外，干预应尽可能与干预对象的信念和价值观保持一致，前提是其信念并非明显错误，其价值观也未明显扭曲。当然，如果某人相信喝毒药能让她更强壮，或者她酷爱虐待小狗，我们大概可以毫无争议地介入，阻止这些糟糕的选择。我们是在将自己的信念和价值观强加于她吗？或许是，但如果在这些情况下这么做没错，为何在人们因思维错误或价值观明显扭曲而自我伤害时，就错了呢？（自由民主国家虽对不同价值观持宽容态度，但终究要划定底线，虐待小狗便是一例。） </p><p data-pid=\"AkNS1l7q\">我们甚至可以反向思考。在阻止虐待小狗这类非家长式管教的情况下，我们有时也会强加价值观，但即便如此，这似乎也无可厚非。反之，当我们阻止一个人对自己做他自己也承认不该做的事时，我们实际上可能并未强加价值观。因此，价值观强加是否真是家长式管教的核心问题，尚不明确。有限的家长式管教，其目的是在通盘考虑后，防止一个人做出有损其其余整体利益的选择。例如，鲍勃固执地坚持开车不系安全带。与他万一出车祸所面临的伤害风险相比，这种拒绝并未给他的生活带来任何重大利益（安全带既不会让他不适，也不会耽误他时间）。 </p><p data-pid=\"vk9Ee1NX\">一位家长式管教者可以颇具说服力地论证，鲍勃自身的信念和价值观，其实已经内含了「为了保护他所珍视的其他一切，系好安全带是明智之举」这一认知。他的固执拒绝毫无正当理由，因此，一项为他好而要求他系安全带的法律，并未强加任何他若经深思熟虑后本不会持有的观点。（但我将在第 3 章<sup data-text=\"《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？\" data-url=\"https://zhuanlan.zhihu.com/p/1952063880596534979\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>和第 4 章<sup data-text=\"《做出糟糕的选择也无妨》第四章 你管不着我！\" data-url=\"https://zhuanlan.zhihu.com/p/1952068158191036110\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>论证，「强加」这一反对意见其实颇具分量——事实上，我认为它的某个版本在充分展开后，将对家长式管教构成严峻挑战。）</p><p data-pid=\"rziiNwUB\"><b>家长式管教侵犯个人权利</b>：这一主张认为，个人拥有自身，因此只有他们才有权决定自己该做什么，无论好坏。对于身体等私密领域的决定，他们拥有最终话语权。不允许你按自己意愿处置自己的家长式管教者，在某种程度上成了你的部分所有者。但在自由民主国家，我们不属于任何人。我们允许人们堕胎，允许他们毁掉自己拥有的精美艺术品，那么凭什么家长式管教者可以阻止我们对自己做任何我们想做的事呢？ </p><p data-pid=\"nfZBHpvN\">家长式管教者可以回应说，持此反对意见者需要论证，为何存在如此绝对的自我所有权。仅仅断言存在一项反对家长式管教的权利是不够的，因为这回避了该权利本身如何被证明为正当的根本问题。即便我们在某种意义上确实拥有自身，所有权也未必是全有或全无的。我拥有我的狗，因此我对她享有一系列他人所没有的权力。没人能无故将她从我身边带走，我可以出售或赠与她，可以给她穿上滑稽的宠物毛衣，等等。但我无权殴打她，即便我有合法的所有权。因为她是一个有知觉的生命，我不能随心所欲地对待她——我拥有她的方式，不同于我拥有我的垃圾桶。其他广受承认的权利，其重要性在于保障我们的自由、平等和利益——而一项伤害自己的权利，显然不属于这些类别。</p><p data-pid=\"n7sVeYwX\">此外，如果该主张认为家长式管教侵犯了一个人自主权不受侵犯的权利，那么为何这项权利不适用于那些为了防止伤害他人而侵犯自主权的情况呢？后者是被公认为有时是允许的。在一种情况下适用，另一种情况下不适用，这似乎是武断的。我通常有权挥舞棒球棒，但我无权用它挥向别人的头。没人会反对我的权利受到这样的限制，但如果我正要用棒球棒挥向我自己的头，情况又有何不同？我有权砸烂自己的脑袋，却不能砸别人的？凭什么？或许我确实有这样的权利，但重点是，这项权利需要辩护，而不能仅仅靠拍桌子（或拍脑袋？）来断言。我们拥有反对家长式管教的强烈权利，就像我们拥有不被攻击或欺诈的权利一样——这一点远非不言自明。</p><p data-pid=\"NyqVxJhb\"><b>家长式管教很可能被误用或滥用</b>：持「误用」担忧的论者，常引用滑坡谬误，即法律通常会变得越来越具强制性。以安全带法为例。最初，多数汽车并未配备安全带，但随着安全意识的提高，法律开始要求制造商安装安全带，但并未要求司机佩戴。之后，法律开始要求司机佩戴，但后座乘客除外。最终，法律要求车内所有人都必须佩戴安全带。 </p><p data-pid=\"IpCLZ6-e\">禁烟法是另一个例子。最初，人们几乎可以在任何地方吸烟。后来，出于对他人吸入二手烟的担忧，许多公共场所开始禁烟。但在很长一段时间里，私营企业仍可允许吸烟，因为那是业主财产。再后来，许多城市开始通过法令，以员工和顾客的健康为由，禁止在酒吧和餐厅吸烟。现在，甚至有人讨论在私人住宅禁烟，乃至全面禁止烟草制品。在此，立法的理由已从「防止伤害他人」悄然滑向「保护吸烟者自身福祉」。 </p><p data-pid=\"-6oElWWz\">滑坡论证所反映的核心担忧是，一旦某项法律（无论多么温和）得以实施，其先例便为更多、更严苛的法律埋下了伏笔。就家长式管教而言，即便某项提议中的法规本身并无太大争议，其一旦执行，便为更具侵入性的家长式管教铺平了道路，尤其是当提议立法者与数年甚至数十年后负责执法的并非同一批人时。10 持「滥用」担忧的论者，则反映了一种有时被称为「公共选择经济学」的观点。该观点认为，身处公共和政治领域的人，其动机与他们在私人和市场领域时并无二致。他们不会一朝掌权就奇迹般地变得更具公仆精神，事实上，他们反而可能更容易徇私舞弊。政治家、政策制定者、官僚乃至许多选民，其行为并非总是基于充分信息和公共利益的考量。政治家们想当选、想连任，就可能倾向于用煽动性言论来迎合信息闭塞的选民，而非摆事实讲道理。他们可能会夸大犯罪威胁或吸烟的危害。（许多美国人相信，美国的暴力程度如今已达历史顶峰，尽管暴力犯罪率自 90 年代初以来一直在稳步下降。） </p><p data-pid=\"qMvvrJrn\">官僚们常寻求扩大部门预算，因此可能倾向于夸大某些所谓的威胁（如娱乐性药物滥用或恐怖主义），并声称需要他们的资源来应对（想想缉毒局或运输安全管理局）。事实上，一个机构未能实现其目标，反倒常被用作增加预算的理由，其逻辑是：失败仅仅是因为资源不足，而非目标本身不切实际。其基本思想是，即使是善意通过和执行法律的人，他们自身也常常是在信息有限、动机时有自利的情况下行事。我们不能想当然地认为，某项法律或法规，即便理论上是好主意，最终不会被用作推行更多不必要甚至适得其反措施的借口。</p><p data-pid=\"bbHjGJM-\">家长式法律的拥护者无需否认这类法律可能遭遇滑坡效应或被滥用，但他们可以指出，这是所有由有缺陷的人类制定的法律所共有的隐忧，并非家长式管教独有的问题。如果有人因法律可能被误用或滥用而主张不应立法，那他就是在主张我们根本不该有任何法律！如果你是坚定的无政府主义者，认为国家本就不该存在，这或许正合你意，但大多数人并不认同此观点，而要说服他们，你还有很长的路要走。尽管如此，如果事实证明家长式法律往往弊大于利，那也只说明这类法律在通过或执行上不可行，并不代表家长式管教在道德上本身是错误的。做出某些糟糕的选择，在理性上或道德上或许仍是不可取的，但至少法律（如果不是私人行为者的话）不应出手阻止。因此，从另一个层面看，做出此类糟糕的选择至少在<b>法律上</b>是允许的。</p><p data-pid=\"NRH19atP\">也许家长式管教并不像其批评者所描绘的那般糟糕。但你或许仍在想，如果我们能通过说服和教育来引导心智健全的成年人，又何须动用强制手段呢？干预越是非侵入性越好，对吧？如果真有确凿证据表明教育普遍有效，此言不虚，但一些家长式管教的拥护者对此表示怀疑。拥护者之一莎拉·康利（Sarah Conly）写道：「教育民众根本没那么有效，因为在某些领域，我们相对而言是<b>教不会</b>的。」11 她以吸烟为例。几十年来我们都清楚吸烟的诸多健康风险，但仍有大量烟民。诚然，新烟民的比例有所下降，但美国仍有约 20% 的人口在吸烟。信息传达到了一部分人，却未能触动我们本以为应该更懂事的相当一部分人。这是为什么？现在，让我们转向康利的论述，探讨为何风险教育常常无效，以及为何强制性家长式管教有时或许是必要的。</p><h2><b>康利对法律家长式管教的辩护</b> </h2><p data-pid=\"aGM3EtTg\">莎拉·康利（Sarah Conly）所捍卫的家长式管教，其重点在于揭示人们的认知缺陷是如何经常阻碍他们实现自身目标的。如前所述，我们的理性时常失灵。我们想减肥，结果却瘫在沙发上，不自觉地猛吃垃圾食品。我们想为退休多存些钱，却总是一拖再拖，即便只需在单位填张表就能开个储蓄账户。我们想戒烟，却屈服于一厢情愿和拖延症，从不曾想过，我们抽的每一根烟都在日积月累，终有一天可能让我们身患重病。不难发现，我们常常因为行为与目标背道而驰，而无法实现自己的目标。我们这么做，并非出于深思熟虑的选择，而是源于粗心、懒惰、固执或自欺欺人。</p><p data-pid=\"dCWCYR-w\">康利声称，她对人们的具体目标基本持中立态度，她更关心的是家长式管教在纠正那些阻碍目标实现的选择时所扮演的角色。她的理论认为，有些行为，任何一个受过教育的人，只要充分认识到其代价与自己所珍视的其他事物相比有多大，就根本不会去做。她关心的不是人们<b>想拥有什么目标</b>的偏好（她认为这相对稳定），而是人们<b>如何实现这些目标</b>的偏好，而后者可能信息不全，甚至自相矛盾。 </p><p data-pid=\"5tb8c031\">此外，康利承认，对「善」的理解多种多样：「即便从概念上说，某种生活客观上优于另一种生活是讲得通的……但那种客观上更优越的生活究竟包含什么，显然是存在争议的。」12 她无意将自己偏爱的观点强加于我们。与汉纳类似，康利的初步策略是指出，大多数人其实都接受温和的家长式管教，比如处方药管制和安全带法，但他们却无法给出有力的论证，来解释为何界线就该划在这里，而不能延伸至吸烟或滥饮汽水等其他有害行为。13</p><p data-pid=\"TMg2SluF\">让我们来看她的三个主要论点。首先，康利直面那些对家长式管教的标准批评，比如前文讨论过的第一条：它不尊重人，因为它把成年人当成无助的孩童。她试图反转这一指控：「尊重反而成了不人道的借口：『失败者活该失败』的原则，根本无助于支持平等与相互尊重。」14 想象一个反家长式管教的「乌托邦」：在这个世界里，未受过良好教育的人可以自由地注射海洛因、不系安全带开车、摄入大量糖分、并且不为退休存足够的钱。家长式管教的反对者可以轻飘飘地说，他们尊重人们做出糟糕选择的自由，尽管他们心里清楚，这些人中有许多会滥用自己的选择权。 </p><p data-pid=\"GyNM8mSD\">然而，当人们随后因吸毒过量、脑部创伤、死亡、糖尿病、肥胖以及晚年贫困而受苦时，那种轻易的「宽容」便一文不值。「自作自受」、「活该倒霉」、「你就配待在阴沟里」——这些绝不是体现尊重的态度。相反，它们残酷地提醒我们，我们允许了一些作为有缺陷的人类本不适合拥有的自由。可以说，这种态度恰恰反映了反家长式管教者常常指责家长式管教者所怀有的那种精英主义式的蔑视。如果我们再看看那些被反家长式管教者奉为尊严象征的自由——比如畅饮超大杯汽水的自由，那么，声称反家长式管教更显尊重的论调，其讽刺意味就更加浓厚了。15 一杯超大杯饮料，如何就成了自由内在价值的标志了呢？（或许，一些铁杆自由意志主义者，比如电视剧《公园与游憩》中的角色荣恩·史汪森（Ron Swanson），会把这类自由颂扬为真正的美国精神，但我们大多数人并不像荣恩……不是吗？）</p><p data-pid=\"JfmuUvsM\">在这里，反家长式管教者声称通过捍卫弱势群体从事那些风险极高却相当琐碎的自由的所谓权利，或让他们为那些使其陷入困境的重要选择负责，来表示尊重，可一旦人们因行使这些自由和责任而遭受恶果，他们却既不施以援手，也吝于同情。一个社会，如果其中一部分人因糟糕的后果而受苦（即便这些后果在一定程度上是他们咎由自取），这绝非一个符合平等和尊重人类尊严的社会。一个教育水平低下的底层阶级，无论其根源为何，当他们面临健康问题、残疾或贫困时，是无法与境况更优越的公民在公平的条件下进行合作的。可以说，真正的尊重，要求我们所有人都同意在某些方面限制我们的自由，以便更好地实现我们的目标，有时甚至是更好地保护我们的整体自由。 </p><p data-pid=\"x55fAyG7\">事实上，康利强调，家长式管教是<b>民主的</b>，它并非一群精英限制底层民众的自由。恰恰相反，它是<b>我们所有人在最佳状态时，同意去约束我们所有人在最差状态时的行为</b>。也就是说，我们（包括像康利自己这样的家长式管教者！）都同样受到家长式法律的约束，因为我们所有人的决策质量都可能出现失误。这类法律丝毫不意味着不尊重，更谈不上不平等。「老大哥」用他那警惕、关切却又专制的目光，把我们当小孩一样对待——这是对严肃的家长式管教辩护的一种荒诞误读。反倒是允许人们自由地做出极其糟糕的决定，才可能导致不平等或不尊重肆意横行的局面。</p><p data-pid=\"05yec7IE\">康利的第一个论点可以通过一个事实来进一步强化：我们并非仅仅受制于意志薄弱。我们的错误并不总是源于固执、懒惰或努力不够。据她说，那些绝对自由选择的捍卫者常常坚称，「珍视自由的理由在于，我们是卓越的理性主体，每个人都完全有能力决定自己的人生。」然而，我们并非这样的主体，因此「当人们仅仅因为思维错误而做出对自己严重不利的事情时，我们应该出手相救。」16 我们应该通过干预来拯救人们，而非仅仅试图说服或告知，因为「有时，再多的公共教育也无法让某人以足够真切的方式意识到其行为的潜在危险。如果公共教育有效，就不会再有新的烟民，但事实并非如此。」17 深思熟虑的家长式管教者会乐于生活在这样一个世界里：仅靠说服、信息宣传和温和的助推，就足以阻止人们做出违背自身最佳利益的行为。但显而易见，这些干预并非总是奏效，因此我们需要强制手段。</p><p data-pid=\"GGBebnh2\">第二，康利明确指出，她对法律家长式管教的辩护，无意扩展到我们所有乃至大部分的行为：</p><blockquote data-pid=\"rbfT0nJg\"> 只有当人们很可能做出严重且不可逆地妨碍其目标实现的决定时；当立法能可靠地阻止他们做出这些糟糕决定时；并且当立法是能做到这一点的成本最低的方式时，立法才应干预。我们所做的大多数决定，都不符合这些条件。18</blockquote><p data-pid=\"COZm21ZX\">康利承认，她原则上并不反对家长式法律拥有比她认为在当今世界可能实现的更广阔的范围，但任何现实的立法都必须务实，必须权衡成本，而不能只盯着可能的好处。 </p><p data-pid=\"cEUdk8d7\">某些批评者所想象的「保姆式国家」，并非严肃的拥护者所倡导的。那样的国家不仅会耗费巨额金钱，一个能广泛获取我们私人生活信息的国家也会让我们不寒而栗。我们会对一支执法大军感到厌烦，他们随时准备在认定我们不该吃那个甜甜圈时就严厉打击。禁止反式脂肪和香烟（我们多数人并不会怀念），与禁止冰淇淋圣代或摇滚乐，有着天壤之别。一个《1984》式的反乌托邦（老大哥在家中监视我们，强迫我们锻炼），与一项有益的强制规定（要求人们储蓄养老金或购买健康保险），同样有着天壤之别。</p><p data-pid=\"xK0LacMH\">第三，康利认为，我们多数人其实<b>希望</b>家长式管教来保护我们免做一些潜在的糟糕选择：</p><blockquote data-pid=\"YyYrsnP0\"> 虽然有些人写得好像每当我们被剥夺一项自由，就会拼命反抗、感觉备受剥夺，但另一些更现实的人则认识到，做这类选择的责任本身就是一种负担，一种我们常常很乐意卸下的负担。19</blockquote><p data-pid=\"9jA3Z9CT\">处理复杂的财务决策，或是有责任去研究我们吃的食物是营养丰富还是垃圾食品——这些事我们根本可能没有时间、精力或能力去做。此外，「我们应该自由且负责地做这类选择」这一信念，本身就暗示我们对自己处境的掌控力远超实际情况。</p><p data-pid=\"M-NcQS17\">家长式管教可以帮助我们打破「我们比实际上更理性和审慎」的幻觉：「现实的检验并不会剥夺我们的选项，尽管它有时会揭示，我们其实并没有那些我们误以为拥有的选项。这当然有助于我们认清自己真正的选项。」20 自然存在的成本、需求和竞争，都在制约着我们的决定（无论好坏），成为路上的障碍。它们会妨碍我们当下想做的事，但我们并不视其为不可接受，而是看作生活的一部分。既然如此，为何我们单单要指责家长式法律，仅仅因为它只为我们最糟糕的那些决定设置了障碍呢？ </p><p data-pid=\"6QKsSqEJ\">我们的目标常常因各种障碍而受挫，而我们已将这些障碍视为生活的一部分。有效的家长式管教远非我们真正目标的主要障碍，它反而能帮助我们避免「自己给自己添堵」这类障碍：「人生本就是围绕着与障碍的博弈而构建的，而家长式法律通常是其中最微不足道的。」21 当那些缺乏意义却又日常的决定，「同时还很困难，需要专业知识，并且很重要，以至于一旦失败就会极大地影响我们的生活质量时，将它们从我们手中拿走，反而可以是一种解放。」22 在此之前她写道：「我们运用辨别力的方式可能有无穷多种，而对我们多数人而言，有些方式根本带不来什么满足感。」家长式管教依然允许我们有大量机会，以自己认为合适的方式运用这些能力，而不会让我们沦为严重有害决定的牺牲品。尽管康利的书名是《反对自主》，她却不遗余力地强调，在法律家长式管教之下，人们依然有多种多样的方式过自己的生活——甚至可能过得更好、更自由。</p><p data-pid=\"U9YWYywE\">我们面临的各种选择，其质量和重要性也存在区别。例如，康利认为，我们不限制人们追求人际关系，是因为「我们真心享受这个过程，即便结果是失败的。」23 至少在某些文化中，追求浪漫关系本身就构成了其价值的很大一部分：求爱仪式、蜜月期、相互吸引、为爱学习妥协等等。是的，感情可能会惨败，但回想前文的讨论，一段失败的婚姻虽是严重伤害，却通常并非即时或不可逆的。在婚姻中失败的自由之所以更重要，是因为建立或维系关系「构成了我们人生叙事的一大部分。」 </p><p data-pid=\"j4yHKCZf\">更宽泛地说，深思熟虑的家长式管教者「希望尊重你的<b>最终目标</b>，而非将他们认为更明智的目标强加于你。」24 但那些日常琐碎的选择领域——比如系安全带，或决定是否吃含大量糖或反式脂肪的食物——则理应受到外部干涉，这不该困扰我们，因为它们并不构成我们人生叙事的重要部分。其他人可以代为跑腿，我们则可以享受美食，而免于学习和做出正确决定以避开那些明显有害之物的繁琐。将一件不愉快或无聊的任务外包给具备知识和意愿来承担此重负的人，似乎并无可指摘之处。并且，如果我们的民主制度能胜任此项工作，那么无论我们个人是否同意每一项具体法律，它们都有权推行下去。</p><h2><b>可是……</b> </h2><p data-pid=\"caBVvQx8\">所以，我们现在该为家长式管教摇旗呐喊了，对吗？且慢。我自认为还留了几手妙计。在此预告一下：在下一章，我将探讨为何我们（尤其是除了至亲好友之外的任何人）往往很难判断，当一个人做出在我们看来很糟糕的选择时，她是否真的是在为自己的利益行事。既然我们无法确定，便不能想当然地认为她做出的就是真正糟糕、需要家长式管教（无论是法律层面还是私人层面）介入的选择。这一考量给康利的理论带来了麻烦，但或许对汉纳的理论影响不大。在第 3 章<sup data-text=\"《做出糟糕的选择也无妨》第三章 如果我真的在做糟糕的选择，该怎么办？\" data-url=\"https://zhuanlan.zhihu.com/p/1952063880596534979\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>，我将论证，做出真正糟糕的选择本身或许是不妥的，但即便我们承认选择是糟糕的，拥有做出这种选择的<b>自由</b>或许依然是合理的。第 4 章<sup data-text=\"《做出糟糕的选择也无妨》第四章 你管不着我！\" data-url=\"https://zhuanlan.zhihu.com/p/1952068158191036110\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>将探讨，如果我们预设人们必须首先信奉「做出糟糕选择的自由」才能免受家长式法律的约束，那我们为何会冒着将自身观点强加于人的风险。第 5 章<sup data-text=\"《做出糟糕的选择也无妨》第五章 偏见与软性家长式管教\" data-url=\"https://zhuanlan.zhihu.com/p/1952299097210991920\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>将审视我们大多数糟糕的选择是否真的已超出我们的控制，以至于我们在许多情况下都需要软性家长式管教。在这些情况下，我们的选择之所以糟糕，很大程度上是因为它们并非真正<b>属于我们</b>。第 6 章<sup data-text=\"《做出糟糕的选择也无妨》第六章 别让你的糟糕选择，动了我的银行账户！\" data-url=\"https://zhuanlan.zhihu.com/p/1952305990461559912\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"5\">[5]</sup>我们将暂时告别家长式管教的讨论！届时我将探讨，如果糟糕的选择给他人强加了他们并未同意的不应有负担，那么做出这些选择是否就不再合理。或许，吃垃圾食品之所以不好，主要原因并非我伤害了自己，而是我最终将自己的医疗费用转嫁到了你的身上。第 7 章<sup data-text=\"《做出糟糕的选择也无妨》第七章 我们为何应当谨慎行事\" data-url=\"https://zhuanlan.zhihu.com/p/1952762700435289877\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"6\">[6]</sup>将论证，即便你未被我的观点说服，我们仍需谨慎行事，尤其是在将硬性家长式管教上升为<b>法律强制</b>，而非仅仅是偶尔的私人干预时。25 限制许多糟糕的选择，其结果可能比放任自流更糟。</p><p data-pid=\"kDl72Chz\">亲爱的读者，希望你享受了迄今为止的旅程，也希望我为法律家长式管教所做的初步铺陈足够有力，让你觉得它不无道理，甚至颇具说服力。现在，请系好安全带（当然，选择权在你），因为我马上就要开始说服你了：为何对于那些本身就不想要这类干预的人来说，家长式的法律和政策通常是不正当的。</p><hr/><p data-pid=\"wxhQm9Av\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952036640995401949\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》前言</a><p data-pid=\"jzvnl-JO\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1952050209724036044\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《做出糟糕的选择也无妨》第二章 我们怎么知道别人想干嘛？</a><hr/><blockquote data-pid=\"mw88m5pp\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">gemini</span>-2.5-pro，校对 Jarrett Ye<br/>原文：<i>Why it&#39;s OK to make bad choices: What the *Bleep* Do We Know?</i></blockquote>",
  "content_need_truncated": false,
  "force_login_when_click_read_more": false,
  "admin_closed_comment": false,
  "topics": [
    {
      "url": "https://api.zhihu.com/topics/19604464",
      "type": "topic",
      "id": "19604464",
      "name": "自由主义"
    },
    {
      "url": "https://api.zhihu.com/topics/21330199",
      "type": "topic",
      "id": "21330199",
      "name": "爹味"
    },
    {
      "url": "https://api.zhihu.com/topics/19563219",
      "type": "topic",
      "id": "19563219",
      "name": "选择"
    }
  ],
  "voteup_count": 20,
  "voting": 0,
  "heavy_up_status": "allow_heavy_up",
  "column": {
    "description": "",
    "can_manage": true,
    "intro": "暂时没有专栏分类的文章",
    "is_following": false,
    "url_token": "c_1853848933266227200",
    "id": "c_1853848933266227200",
    "articles_count": 104,
    "accept_submission": true,
    "title": "杂项",
    "url": "https://api.zhihu.com/columns/c_1853848933266227200",
    "comment_permission": "all",
    "created": 1734772028,
    "updated": 1734772042,
    "image_url": "https://pic1.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
    "author": {
      "is_followed": false,
      "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
      "uid": "1521893281407864832",
      "user_type": "people",
      "is_following": false,
      "url_token": "JarrettYe",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3",
      "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
      "name": "Jarrett Ye",
      "is_advertiser": false,
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "gender": 1,
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "avatar_url": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
      "is_org": false,
      "type": "people",
      "badge_v2": {
        "title": "",
        "merged_badges": [],
        "detail_badges": [],
        "icon": "",
        "night_icon": ""
      }
    },
    "followers": 48,
    "type": "column",
    "column_type": "normal"
  },
  "comment_count": 2,
  "contributions": [
    {
      "id": 52739200,
      "state": "accepted",
      "type": "first_publish",
      "column": {
        "description": "",
        "can_manage": true,
        "intro": "暂时没有专栏分类的文章",
        "is_following": false,
        "url_token": "c_1853848933266227200",
        "id": "c_1853848933266227200",
        "articles_count": 104,
        "accept_submission": true,
        "title": "杂项",
        "url": "https://api.zhihu.com/columns/c_1853848933266227200",
        "comment_permission": "all",
        "created": 1734772028,
        "updated": 1734772042,
        "image_url": "https://pic1.zhimg.com/v2-c5be1695771c4f9b442b5bde56e5e8e0_720w.jpg?source=172ae18b",
        "author": {
          "is_followed": false,
          "avatar_url_template": "https://picx.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6.jpg?source=172ae18b",
          "uid": "1521893281407864832",
          "user_type": "people",
          "is_following": false,
          "url_token": "JarrettYe",
          "id": "3c9990a12cdbcd92e20b1387b160f0a3",
          "description": "Anki 高考践行者，教育英特纳雄耐尔一定会实现！\n我的个人主页：https://l-m-sherlock.github.io/",
          "name": "Jarrett Ye",
          "is_advertiser": false,
          "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
          "gender": 1,
          "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
          "avatar_url": "https://pic1.zhimg.com/v2-531a5c925d857e1a3b944414bbd451c6_l.jpg?source=172ae18b",
          "is_org": false,
          "type": "people",
          "badge_v2": {
            "title": "",
            "merged_badges": [],
            "detail_badges": [],
            "icon": "",
            "night_icon": ""
          }
        },
        "followers": 48,
        "type": "column",
        "column_type": "normal"
      }
    }
  ],
  "is_title_image_full_screen": false,
  "upvoted_followees": [],
  "commercial_info": {
    "is_commercial": false,
    "plugin": {}
  },
  "suggest_edit": {
    "status": false,
    "reason": "",
    "tip": "",
    "url": "",
    "title": ""
  },
  "reason": "",
  "annotation_action": [],
  "can_tip": false,
  "can_open_tipjar": true,
  "tipjarors_count": 0,
  "is_labeled": false,
  "has_publishing_draft": false,
  "is_favorited": true,
  "favlists_count": 22,
  "is_normal": true,
  "status": 0,
  "activity_topping_info": {
    "state": "untopped"
  },
  "share_text": "《做出糟糕的选择也无妨》第一章 我们到底XX懂个啥？ - 来自知乎专栏「杂项」，作者: Jarrett Ye https://zhuanlan.zhihu.com/p/1952037217166944236 （想看更多？下载 @知乎 App：http://weibo.com/p/100404711598 ）",
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "mcn_fp_show": -1,
  "is_visible": true,
  "is_liked": false,
  "liked_count": 0,
  "has_column": true,
  "republishers": [],
  "is_new_link_card": true,
  "emoji_reaction": {
    "like_count": 0,
    "like_has_set": false
  },
  "ab_param": {
    "qa_hidden_voteup": "",
    "rs_interest1": "",
    "zp_zhi_style": ""
  },
  "attached_info": "kgIuCgkyNjMyMjA4NzASEzE5NTIwMzcyMTcxNjY5NDQyMzYYByIKSU1BR0VfVEVYVA==",
  "share_guide": {
    "has_positive_bubble": false,
    "has_time_bubble": false,
    "hit_share_guide_cluster": false
  },
  "settings": {
    "table_of_contents": {
      "enabled": true
    }
  },
  "can_reference": false,
  "reaction_instruction": {},
  "reaction": {
    "statistics": {
      "up_vote_count": 20,
      "down_vote_count": 0,
      "like_count": 0,
      "comment_count": 2,
      "share_count": 0,
      "play_count": 0,
      "interest_play_count": 0,
      "favorites": 22,
      "pv_count": 0,
      "bullet_count": 0,
      "applaud_count": 0,
      "question_follower_count": 0,
      "question_answer_count": 0,
      "plaincontent_vote_up_count": 0,
      "plaincontent_like_count": 0,
      "img_like_count": {
        "v2-ab03981d06ee1d888e8af6449af302e7": 0
      },
      "subscribe_count": 0,
      "republishers": []
    },
    "relation": {
      "is_author": true,
      "vote": "Neutral",
      "liked": false,
      "img_liked": {
        "v2-ab03981d06ee1d888e8af6449af302e7": false
      },
      "faved": true,
      "following": false,
      "subcribed": false,
      "is_navigator_vote": false,
      "current_user_is_navigator": false,
      "vote_next_step": ""
    },
    "image_reactions": {
      "v2-ab03981d06ee1d888e8af6449af302e7": {
        "like_count": 0,
        "is_liked": false
      }
    }
  },
  "interaction_bar_plugins": [
    {
      "type": "comment",
      "comment": {
        "enable": true,
        "placeholder": "发条带图评论"
      }
    }
  ],
  "bar_plugins_flip_time": 3000,
  "podcast_audio_enter": {
    "text": "2 人听过",
    "text_color": "MapBrand",
    "text_size": 13,
    "action_url": "zhihu://podcast/audio_player/37378223211?contentId=1952037217166944236&contentType=article"
  },
  "endorsements": [
    {
      "elements": [
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_24_column_fill",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 16,
          "height": 16
        },
        {
          "type": "TEXT",
          "content": "收录于 · 杂项",
          "font_size": 13,
          "font_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "is_bold": false,
          "max_line": 1
        },
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_16_arrow_right",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 12,
          "height": 12
        }
      ],
      "sub_elements": [],
      "sub_elements_type": "DESCRIPTION",
      "background_color": {
        "alpha": 0.08,
        "group": "GBL01A"
      },
      "action_url": "https://www.zhihu.com/column/c_1853848933266227200",
      "za": {
        "block_text": "Column",
        "type": "text",
        "text": "收录于 · 杂项"
      }
    }
  ],
  "allow_segment_interaction": 1,
  "is_navigator": false,
  "navigator_vote": false,
  "vote_next_step": "vote"
}