{
  "id": "1982416471104721533",
  "title": "《自由与超越》第五章 权威",
  "type": "article",
  "article_type": "normal",
  "excerpt_title": "",
  "url": "https://api.zhihu.com/articles/1982416471104721533",
  "image_url": "https://picx.zhimg.com/v2-14e9d3c734003709e9461640ce9562a1_720w.jpg?source=172ae18b",
  "title_image": "https://picx.zhimg.com/v2-14e9d3c734003709e9461640ce9562a1_720w.jpg?source=172ae18b",
  "excerpt": "一些撰写和谈论学校改革的人，非常强调所谓的「开放学校」（open schools）与「自由学校」（free schools）之间的区别。「开放学校」（他们认为是好的）是指像新型英国小学那样的学校，据称在这些学校里，教师并不「放弃权威」。「自由学校」（他们认为是不…",
  "created": 1765597798,
  "updated": 1766108003,
  "author": {
    "is_followed": true,
    "avatar_url_template": "https://pica.zhimg.com/v2-d571786b77078321f5f6ef92f4967877.jpg?source=172ae18b",
    "uid": "592323397158703104",
    "user_type": "people",
    "is_following": true,
    "url_token": "L.M.Sherlock",
    "id": "4c592f496dc33822b560b382907ff1d0",
    "description": "欢迎关注 Thoughts Memo 汉化组！我们关注的话题包括但不限于认知科学、知识工作、学习方法、学校教育、理性思考、儿童权利，目前已经完成翻译 1400 多篇文章。\n\n加入汉化组：https://paratranz.cn/projects/3131",
    "name": "Thoughts Memo",
    "is_advertiser": false,
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "gender": -1,
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "avatar_url": "https://pic1.zhimg.com/v2-d571786b77078321f5f6ef92f4967877_l.jpg?source=172ae18b",
    "is_org": false,
    "type": "people",
    "badge": [
      {
        "type": "identity",
        "topics": [],
        "description": "信息技术行业 算法工程师"
      }
    ],
    "badge_v2": {
      "title": "知势榜教育校园领域影响力榜答主",
      "merged_badges": [
        {
          "type": "best",
          "detail_type": "best",
          "title": "社区成就",
          "description": "知势榜教育校园领域影响力榜答主",
          "url": "",
          "sources": [],
          "icon": "",
          "night_icon": "",
          "badge_status": "passed"
        },
        {
          "type": "identity",
          "detail_type": "identity_people",
          "title": "认证",
          "description": "信息技术行业 算法工程师",
          "url": "https://zhuanlan.zhihu.com/p/96956163",
          "sources": [],
          "icon": "",
          "night_icon": "",
          "badge_status": "passed"
        }
      ],
      "detail_badges": [
        {
          "type": "reward",
          "detail_type": "super_activity",
          "title": "社区成就",
          "description": "知势榜教育校园领域影响力榜答主",
          "url": "",
          "sources": [
            {
              "id": "27",
              "token": "",
              "type": "content_potential_category",
              "url": "",
              "name": "知势榜8月",
              "avatar_path": "",
              "avatar_url": "",
              "description": "",
              "priority": 27
            }
          ],
          "icon": "https://pic1.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "night_icon": "https://pic1.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "badge_status": "passed"
        },
        {
          "type": "identity",
          "detail_type": "identity_people",
          "title": "已认证的个人",
          "description": "信息技术行业 算法工程师",
          "url": "https://zhuanlan.zhihu.com/p/96956163",
          "sources": [],
          "icon": "https://pica.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "night_icon": "https://pic1.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "badge_status": "passed"
        }
      ],
      "icon": "https://pic1.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "night_icon": "https://pic1.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c"
    },
    "exposed_medal": {
      "medal_id": "0",
      "medal_name": "",
      "avatar_url": "",
      "mini_avatar_url": "",
      "description": "",
      "medal_avatar_frame": null
    }
  },
  "comment_permission": "all",
  "copyright_permission": "need_review",
  "state": "published",
  "ip_info": "广东",
  "image_width": 1589,
  "image_height": 1214,
  "content": "<p data-pid=\"iMGRq0PD\">一些撰写和谈论学校改革的人，非常强调所谓的「开放学校」（open schools）与「自由学校」（free schools）之间的区别。「开放学校」（他们认为是好的）是指像新型英国小学那样的学校，据称在这些学校里，教师并不「放弃权威」。「自由学校」（他们认为是不好的）是指像夏山学校（Summerhill）或大量美国学校中的任何一所，据称在这些学校里，教师确实「放弃了权威」。许多自由学校的人也做同样的区分，只是立场相反。他们在描述自己时，常常带着挑衅和蔑视说：「我们不是开放学校，而是自由学校。」听了这些，人们可能会以为开放学校和自由学校之间有一条清晰、分明且易于辨认的界线。其实并没有。在那些被崇拜者称为「开放」的新型英国小学中，没有两所是一样的。在一些学校里，我看到老师做的事，或允许发生的事，会让不远处另一所开放学校的老师觉得糟糕透顶。即使在同一所学校里，老师们对于应该做什么、不该做什么，也可能存在尖锐的分歧。任何一位老师都可能对某些事情非常放松、随和、包容，而对另一些事情却非常严厉和死板。对于什么是重要的或不重要的，什么是可允许的或不可允许的，我们都有自己的看法。没有简单的方法可以将这些差异归入「开放」或「自由」这样的标题下，并断定哪个是正确的。</p><p data-pid=\"rTJHH4wi\">很大程度上，这取决于孩子们自己和他们的实际需求。在《The Lives of Children》（孩子的生活）一书中，Dennison 生动地描述了第一街学校（First Street School）孩子们之间发生的互动、争吵甚至直接的打斗。学校里成年人的本能和策略是：除非看起来有人可能会受重伤，否则不予干预。读到这些冲突既有趣、刺激，又常令人感动。但如果我当时在场，这些场面可能会让我非常焦虑。我从经验中知道，孩子的愤怒会让我心烦意乱，这种反应可能超出了应有的程度。我可能会觉得有必要介入并平息事态。几乎可以肯定，极少数新型英国小学，以及极少数提倡开放学校而反对自由学校的教育家，会允许这些事件发生，或者任其发展到那种程度。但正是因为这些冲突确实发生了，而且发展到了那种程度——不是一次，而是很多次——这所学校才成为这样一个地方：孩子们通过与他人的自由互动，开始发现自己是谁，并对自己在这个世界上的存在和位置产生强烈的感知。正是因为他们有争吵甚至打架的自由，久而久之，他们才获得了学习的自由。然而，在其他情况下，关于许多其他事情，学校里的成年人非常积极地介入了孩子们的生活。正如 Dennison 所说，他们会提出要求，如果这些要求显得不合理或过分，孩子们可以自由拒绝。这所学校绝非孩子们想干什么就干什么的地方，对于许多放任自流的学校及其管理者，没有谁比 Dennison 更不屑一顾了。</p><p data-pid=\"xU5r2N_Z\">关于成年人与儿童之间什么是正确关系的问题，是一个难题，不能仅仅通过搬出所谓的「成人权威」来解决。在不久前的一次谈话中，我像往常一样说，我们不应该纠正孩子的讲话。有人问为什么，然后自问自答道：因为孩子们年幼、敏感，容易感到尴尬和羞愧，过多的纠正可能会让他们不敢再说话。这确实没错。但还有一个更重要的理由不该纠正孩子的讲话。除非对方请求，否则纠正任何人的讲话都是最粗鲁的无礼行为。我们无法想象对任何同龄人做这种事，如果有人对我们这么做，我们也忍不了多久。</p><p data-pid=\"4eyqW2rU\">不久前我在法国待了四天，大部分时间是和试图解放法国教育的朋友们在一起。虽然我曾经法语流利且相当准确，甚至还教过法语，但自从上次离开法国后的十六年里，我几乎没有机会讲这门语言。发现自己再次用法语听、说、思考，感觉到某种程度上又找回了语感，这让我既高兴又兴奋。但我确信我说的时候犯了很多错误。经常地，我不确定刚才说的是地道的法语，还是仅仅从英语逐字翻译过来的，我就会问我的朋友和东道主这是不是法语。然后他们会非常委婉地告诉我这是否正确，如果不正确，好的法语表达应该是什么。但除非我问——而我很少问——否则他们什么也不说，部分是出于礼貌，部分是因为他们足够明智，知道随着我多说法语、多听他们说，我的口语自然会变好。</p><p data-pid=\"Gou4NoC0\">与其他人（无论是成人还是儿童）和睦相处是一门微妙的艺术。循规蹈矩并没有太大帮助。但如果非要我制定一条与儿童相处和工作的一般规则，那可能是：<b>如果有些话或事你不会对你所尊重和喜爱的成年人说或做，那么对孩子也要非常慎重。</b>「管好你自己的事」在人类交往中也是一条不错的小规则。当然，如果我们看到有人走向一个敞开的窨井盖或其他严重危险，我们会大喊：「当心！」本着这种精神，我们经常且正当地介入孩子们的生活。但这几乎与所谓的「成人权威」——某种普遍且永久的告诉孩子该做什么的权利和义务——毫无关系。如果一个孩子在他工作的实验室里，看到我伸手去拿某种酸液、高温物体、带电设备或其他危险品，他对我说「别碰那个！」，这也是同样正确和自然的。或者，如果我认识的一个八岁滑雪小专家告诉某个成年人，某条滑雪道对他来说可能太难太危险，他应该避开，这也是对的。这里起作用的不是<b>年龄</b>的权威，而是<b>更丰富的经验和理解力</b>的权威，这不一定与年龄有关。</p><p data-pid=\"uk9qzW3G\">如果孩子们觉得有人在保护他们免受严重伤害，他们会感到更安全，更自由地去生活和探索。换句话说，他们不喜欢令人不快的意外。当一个小孩子意外滑倒或把东西拽倒在自己身上时，他的哭声中愤怒往往多于悲伤或疼痛。此外，如果做某些事会让他们惹上那些有权伤害他们的人，他们想知道这些事到底是什么。如果有规则，就让规则清晰明了，不要藏着掖着。但这绝不是说他们总是想要规则。在做任何事之前都不得不揣测或询问：「这行吗？这会让我惹上大人的麻烦吗？」——这在最字面的意义上，是一种<b>累赘</b>。它让生活停滞不前。</p><p data-pid=\"K2s1CqTA\">多年来，在访问教室时，我一直带着录音机，让孩子们对着它说话，然后再听自己的声音。不久前，我带着录音机去访问一所小型自由学校。那里的孩子既有中产阶级也有穷人，既有白人也有黑人。像往常一样，看到我对着录音机说话，他们就围上来问那是什么。我也像往常一样，录下他们的一些问题，然后放给他们听。很快，他们就挤成一团，争着要对着机器说点什么。一个大一点的孩子特别执着。每次我把麦克风给他，他都会对着它嘟囔一首歌或一段顺口溜，里面全是禁语（脏话）。第一次，他甚至没留下来听回放就跑了。下一次，看到那些听了歌的人并没有遭遇什么坏事，他留下来听了。但他紧绷的脸和紧张的笑声表明他仍然很焦虑。每次他都看着我，无声地问那个老问题：「这会让我惹上麻烦吗？」也许他在试探底线，或者看看是否有什么底线。慢慢地，他明白了在这种情况下没有底线。无论他说什么，都不会冒犯我。我只对他<b>想</b>说什么感兴趣。当他明白这一点后，巨大的变化发生了。他不再拼命去抢麦克风。他的节奏变得平静而深思熟虑。既然他想说什么就能说什么，问题就变成了：<b>他到底想说什么？</b>当轮到他时，他开始慢慢地、试探性地、用一种完全不同的声音，谈论一些与他自己生活有关的事情。没什么深刻的道理，也没什么惊人的启示，但至少是真实、实在的东西。就好像「我到底想说什么？」这个问题是他以前从未问过自己的。就好像他的话语以前总是对周围发生的事、对他人的言行、对他人对他的要求或期望、或者他对他们的期望的一种<b>反应</b>。现在，所有这些都不复存在了，可以说，他在独自为自己说话。这并不是孩子们——或者就此而言成年人——经常有机会做的事。如果在必须揣测和担心底线的情况下，这种事永远不会发生。我的权威——因为我确实有一些——在于别处。它在于我有录音机，知道怎么用，并且出于某种原因足够强大，不会被他可能说的任何话吓倒或伤害。</p><p data-pid=\"-tIHFwSw\">当然，如果我是在一所常规学校（无论是公立还是私立），情况就会截然不同。我会在某种程度上担心他的老师会怎么想，担心会不会惹得她找我麻烦，或者让他惹上麻烦，或者让她惹上家长或上级的麻烦。我就不得不玩起「底线游戏」（limit game），那种情况下，这个孩子大概会以此为乐好一阵子，逼我划定确切的界限——孩子们在这种事上是天生的律师——并试探我，看他越界时我会怎么做。这可能很有趣，甚至很刺激；但这绝不会引导他去思考那个重要问题：他真正想说什么。</p><p data-pid=\"GEgFqib4\">通常，我们极大地夸大了孩子们对与我们进行权力斗争的兴趣。我们太在乎维持对他们的权力，以至于认为他们也同样在乎从我们手中夺权。他们非常清楚自己无权无势，而我们对他们拥有巨大的权力。他们不喜欢这样，并隐约期待着有一天这不再是事实。但他们足够现实，知道眼下自己做不了什么来改变现状。无论如何，只要他们在某种程度上是健康快乐的，他们就有别的事要做，他们正忙着生活。他们并不想一直跟我们吵架。只要我们不过分滥用权力，或者不因不断强调权力而让孩子感到厌烦，他们中的大多数人在大多数时候是愿意——甚至可能太愿意——接受它的。我看到的大多数成人与孩子之间的争吵，都是成年人无端挑起的，没有别的原因，只是为了证明那个孩子从未怀疑过的事实：<b>我是老板</b>。有多少次，在机场或其他公共及私人场所，我听到这句老生常谈，对小到两三岁的孩子说：「我叫你过来，你就得过来，明白吗？」就这样，我们疯狂地挣扎着去维护一个从未真正受到质疑的权威，结果可能一点一点地侵蚀了它，直到突然有一天它消失了，我们在惊讶和痛苦中纳闷它去哪儿了。孩子已经不在乎了。他感受我们不悦的刺痛或重压太久了，以至于已经麻木了。我们跟他为琐事争吵了太多次，在没必要争论的时候争论，以至于他认定我们争论的一切都是琐碎的，我们争论只是因为我们喜欢争论。然后，当也许真的有严重的事情需要争论时，当我们真的想要——或许即使那时也是错误地——试图挽救他免于某种看似灾难性的失误时，<b>线路断了</b>，他听不见，他也不在听。</p><p data-pid=\"IHOeXpQO\">关于成年人权威的文章里充斥着这样的说辞：「我们不能降格到他们的水平」，或「试图跟孩子称兄道弟是错误的」，或「我们不能混淆自己的角色」（做成年人是一种角色吗？），又或者「我们不该假装自己不是成年人」。很难说这些话到底是什么意思。「哥们儿」（buddy）和「朋友」是一回事吗？如果是，那么关于「哥们儿」的说法是否意味着超过 21 岁（或者任何我们想划定的界线）的人不应该和比自己小的人做朋友？如果不是这个意思，那是否有一个神奇的年龄差距，一旦超过，友谊就变得不可能或不恰当了？23 岁的人和 17 岁的人做朋友可以，和 12 岁的人就不行吗？</p><p data-pid=\"kQpuCAXz\">我怎么可能假装不是成年人呢？这暗示着有某些事情是「孩子」做的而「成年人」从不做的，如果我做了，我就是在「假装不是成年人」。这进一步暗示，孩子们可能会被这种伪装所欺骗，真以为我不是成年人。</p><p data-pid=\"ucTxBNSQ\">如果所有这些警告有什么意义的话，那就是：任何被定义为「成年人」的人，仅仅因为年满 21 岁，就<b>依职权</b>拥有无限的权利去告诉任何被定义为「非成年人」或「孩子」的人该做什么，并且在他们不照做时惩罚他们或致使他们受罚。确实，这种观点得到了法律和习俗的支持。无论是警察还是法院，大多不会维护孩子违抗成年人（任何成年人）的权利，除非孩子能证明他实际上是在服从另一个成年人。如果另一个成年人来投诉孩子不听话，没多少父母会为孩子辩护说：「你有什么权利指使我的孩子？」一个没有成年保护者的孩子，在其他成年人面前基本上是毫无防备的。现在，暂且接受这是事实（虽然我并不认为这是对的），我承认：如果我内心并没有放弃这种纠正和责罚孩子的无限权利，我就不应该向孩子们假装我已经放弃了。孩子们实际上有权问：「你到底是不是那种能让我们惹上麻烦的人？你是军官还是大头兵？我们不想整天猜来猜去。」这就很公平。</p><p data-pid=\"b72xAsjQ\">有一次冬天去朋友家做客，他们年幼的孩子叫我去打雪仗。我答应了。很快，雪球从四面八方向我飞来，我尽力躲闪、低头，偶尔扔个松散的雪球回击，或者冲过去把他们按在雪地里。打着打着，我察觉到有点不对劲。其中一个大一点的孩子是真的想伤我。他花时间把雪球捏得又大又硬，准备好后，就趁我正忙着对付别的孩子时潜行过来，用尽全力直接朝我脸上砸。在几次差点被砸中后，我开始警惕起来。很明显，他是想伤人。当我确信无疑时，我说：「好了，到此为止，不打了，我不玩了。」他们都问：「为什么？」我直视着那个孩子说：「你想伤我，想近距离打我的脸。你以为你可以这么干而不用负责，因为你知道我不会伤你。我不打算按这种规则玩。」他没有争辩；他知道我是对的。其他孩子抗议了几句，不太明白怎么回事，但我言出必行，进屋去了。我不想伤害他，也不想被伤害。我也不想让他因为伤了我而陷入与父母的严重麻烦中。按照他的规则玩——假装像他那个年纪一样认真对打——是懦弱的，因为我比他强壮得多。让他以为我在跟他对打，也是同样懦弱的（他把别的孩子眼睛打青了可能不会有大麻烦），而实际上如果出了岔子，我随时准备退回到我作为成年人的特权地位上。进屋后我们谁也没提这事；只说我们累坏了。</p><p data-pid=\"Ayhulj8p\">这里有另一个完全不同的游戏故事，或许能从另一个角度阐明我想表达的意思。我和两个朋友以及他们五岁的女儿（我很熟）去拜访他们的朋友。我们在客厅里，聊天，听音乐。孩子和我坐在沙发上。非常缓慢地，一步一步地，在大约半小时的时间里，伴随着音乐和谈话，我们之间演化出了一个游戏。房间里其他人（我后来得知）都没注意到。当游戏发展到完全形态时，是这样的：</p><p data-pid=\"IoNLPoOh\">孩子 J 坐在沙发上我的右边。我表面上完全没注意她。我的右手握成拳头。她拿起我的手，非常小心地把手指一根根掰开。她在张开的手掌里放一个瓶盖（那种用来塞住已开封汽水瓶防止跑气的盖子）。然后她同样小心地把我的手合上，握成拳头。这期间我似乎毫不在意，对自己手及其遭遇毫无察觉。当手变回拳头后，她对我说：「看。」我把手拿到面前看着，仿佛第一次意识到它的存在。我慢慢张开手指。看到瓶盖时，我惊讶地跳了一下，好像不知道手里有东西。我惊奇地看着它。「这会是什么呢？」我用惊叹的语气说。「是个瓶盖，」她说。「一个瓶盖，」我说。我继续凝视着它。过了一会儿我说：「它会是从哪儿来的呢？」J 等着。「它会是从哪儿来的呢？」我又说了一遍，这次探寻地看着天花板。这是给 J 的提示。「是从天上来的，」她庄严地说。「从天上来的，」我惊奇地重复道。然后，过了一会儿，依然盯着天花板，我说：「谁会造出它呢？」J 再次非常庄严地吟诵道：「是云彩造的。」我又惊奇地重复：「是云彩造的。」然后非常缓慢地，仿佛虔诚地，对着这些奇迹摇着头，我把瓶盖放在我们面前的桌子上。游戏结束，我靠回沙发，重新听或参与谈话。在 J 看来等待了合理的时间后，她说：「把手握成拳头。」然后我们再次重复整个循环，总是带着同样的从容、严肃和惊奇感。多少次？经过多次重复，每次都在之前的基础上增加一点细节，游戏才发展到最终形态。以此形态，我们至少玩了六到八次。在某个时刻，不用说什么，J 就停止了游戏，仅仅是不再重新开始。我们转去做别的事了——我现在忘了是什么。也许 J 累了，想打个盹或发会儿呆。也许她像我一样对谈话的韵律感兴趣了。也许是时候回家了。不管怎样，游戏结束了。下次见面，她可能会记起这游戏并试图复活它，那样我们可能会在进行中加入些新花样。或者我们可能再也不会玩这个特定的游戏了。</p><p data-pid=\"aE8Pwkjn\">这里发生了什么？在玩这个游戏时，我放弃了我的成年人权威吗？降格到她的水平？试图做个哥们儿？假装不是成年人？混淆角色？诸如此类？显然我都没做。在某种意义上，我是游戏中平等的伙伴和同伴。同时，我非常像一个成年人。你能想象 J 和另一个五岁孩子发展出这样的游戏吗？这并不是说他们不会发明其他好游戏（包括很多我想不到的）。但正因为我是作为一个<b>严肃的成年人</b>在玩这个游戏，我才能赋予它——或帮助赋予它——某种特殊的品质。换句话说，如果我假装自己五岁，这个游戏就不可能发展成这样。我唯一假装的是：我是一个原本正常严肃的成年人，突然被手中这个奇怪物体的出现搞得彻底迷惑了。这正是让游戏变得好玩的原因。如果 J 想玩，而我说「对不起 J，现在不行，我很忙」（或我不想玩），她不会强迫我，不是因为怕我生气或惹麻烦，而是因为她知道，如果我带着那种情绪玩，我就不好玩了，游戏也就没意思了。正如老歌所唱，一个巴掌拍不响（it takes two to tango）。</p><p data-pid=\"oZ70Yi61\">Dennison 谈到了「成年人的自然权威」，这与除了惩罚权之外毫无来源或表现形式的官僚权威或官方权威相对立。我们作为成年人的自然权威并非来自我们年满 21 岁这一事实——对五岁孩子来说，18 岁甚至 15 岁、12 岁的人看起来都像大人——而是来自于我们块头更大、在世上活得更久、见得更多，拥有更多词汇、技能、知识和经验。就我们的权威是自然、真实和可信的程度而言，我们<b>无法</b>放弃它。当我和 J 玩耍时（我们经常玩），我的自然权威来自于「我很好玩」这一事实——我想出好玩又有趣的游戏，我作为平等的一员参与其中，完全投入游戏精神，并像她一样享受其中。如果我想出或玩游戏只是为了逗她乐，或者如果我玩得虚情假意、居高临下，那我就毫无自然权威可言。</p><p data-pid=\"6Ezv-ySY\">Herndon 在《How to Survive in Your Native Land》（如何在你的祖国生存）一书中非常清楚地指出了这一点。有一段时间，他和同事像许多其他天才的开放课堂教师一样，忙着想出有趣的事情让孩子们做。直到后来他才看清，不仅这些事对孩子来说并不真的有趣，而且在敦促孩子做那些他自己绝不会做的事时，他是虚伪和不诚实的。他在假装感兴趣（其实并不感兴趣），没有展露真实的兴趣或真实的自我，这非但没有利用反而是在破坏他的自然权威。在《What Do I Do Monday?》（周一我做什么？）一书中，我建议了许多供师生做的项目，但也提出了一个我担心没多少老师会当真的警告——如果这个项目不让你感兴趣，就别搞，别以为你能把对自己来说枯燥乏味的东西变得让孩子兴奋。相反，找些你能全身心投入的事做。让学生看到你<b>真正</b>感兴趣。让他们看到你的智慧、想象力和精力在运转。那时且只有那时，你才是在行使真正的成年人权威。</p><p data-pid=\"bUS2hZX4\">Charles Silberman 的《Crisis in the Classroom》（课堂危机）是一本关于教育的好书，流传甚广。这是他为卡内基基金会所做的关于美国公立学校的三年研究报告。在书中，他非常正确地指出，大多数公立学校是无脑、无趣、僵化、琐碎的，它们摧毁了其中大多数孩子的心智和心灵。他敦促我们让学校和课堂变得更开放、灵活，允许学生独立工作或自主分组，给他们更多样、有趣的追求学习方式的选择。对此我再同意不过了。但与此同时，在书中许多地方，就像许多普遍呼吁更多学习自由和选择的人一样，他说教师<b>绝不能</b>放弃或推卸他们的责任和权威。这听起来非常合理、理智、脚踏实地——但问题比这更复杂。</p><p data-pid=\"IzliHsh0\">在《如何在你的祖国生存》中，Herndon 非常清楚地向我们展示了：权威这个问题将我们置于一种最困难、痛苦的张力之中。权威，在强制性权威（下达命令的权利）这个意义上，是带有代价的。如果我们在放弃这种权威时会失去一些东西，那么我们在保留它时同样会失去一些东西。他在书中描述了他在旧金山一所初中教过的一个非常成功的班级，那简直是天才教师开放课堂的典范。他向学生建议了各种迷人的项目——真的很好——学生们充满精力和热情地完成了。每个人都很满意：学生、家长、行政部门，尤其是 Herndon 自己。于是他和一位同事决定明年开一门叫「创意艺术」的课，学生只有想上才来，没有成绩、没有强迫、没有威胁、没有强制出勤，没有通常学校里的胡萝卜加大棒。在这个班里，他们确信孩子们会做他们在常规班里做过的所有事，而且因为这门课会吸引全校渴望创造的孩子，他们还会做更多。他们是这么希望的。但正如他告诉我们的，这<b>没用</b>。孩子们什么也没做。</p><p data-pid=\"hUxeZ0Di\">过了一会儿，Frank 和我处于完全绝望的边缘，开始琢磨那个在常规课堂里行之有效的主意到底出了什么问题。为什么常规课堂里的孩子喜欢做那些创造性的玩意儿？原因只有一个：因为它比常规课程要好。如果你写一本假日记，假装自己是图坦卡蒙最喜欢的防腐师，这总比读那本枯燥的课本要好……但这仅适用于常规课堂，在那里你很清楚：（1）你必须整节课都待在那儿；（2）你必须做点什么，否则可能会得个不及格（F）。一旦拿掉这两条——正如 Frank 和我天真地所做的那样——你就能瞥见真理的一角了。[斜体是我加的。]</p><p data-pid=\"W1RgC2nq\">过了一阵子，Herndon 和他的搭档 Frank 决定重新树立教师权威，给孩子们训了一次话。既然没人干活，那就布置作业。立刻引发了反叛。大多数学生说他们要退课。最糟糕的是，那几个原本在自己做事的学生现在说，如果是<b>被迫</b>做事，他们就什么也不做。有三个女孩一直在办一份文学杂志，她们抱怨颇多，因为其他人从不投稿。Herndon 问她们，如果每个人都为杂志写写画画，会不会更好？不，主编说；如果大家不是因为想做而做，杂志就不会好。他可以拥有一本好杂志，或者拥有一本人人投稿的杂志，但他不能两者兼得。他想要哪个？他和 Frank 决定他们宁愿要一本好杂志。</p><p data-pid=\"BmCZV24_\">这门课就这样继续下去了。大多数学生，在大多数时间里，似乎没做什么事。但他们有一本非常好的杂志，每次准备出刊时，班里总是有很多孩子渴望帮忙装订和分发。那是<b>他们的</b>杂志。但在成人社会里，很少有人觉得他们正在从事的工作是「他们的」。俗话说：「别问我，我只是在这儿打工的」——意思是，我拿钱办事，别人叫我干啥我干啥，我不操心这是为了什么，结果如何，甚至不管它是好是坏。一个复杂的技术社会对这种态度的承受力是有限的，而我们似乎正逼近这个极限。</p><p data-pid=\"4eOH6LK3\">关于我们社会几乎所有领域的工作质量和工艺水平迅速下降，已有大量论述。我们购买和使用的东西越来越不好用，而当它们坏了时，越来越难找到人修理。有人说这不重要；人做不好或不愿做的事，我们可以让机器做。这大错特错，原因有很多。让机器工作并不能保证更好的质量或服务。我们的汽车比过去更少由人制造，更多由机器制造，但这并不意味着质量更好了。在许多领域，计算机的广泛使用并没有消除错误，只是让错误变得几乎无法纠正。在许多地方，电话服务虽然比以前更昂贵且自动化程度更高，质量却差得多。这样一个社会变得极其低效；曾经直接简单就能完成的事，现在必须通过繁琐、昂贵且迂回的方式来做。我们造出来代替人的机器本身也会轮番出故障，而且更难修。正如 Paul Goodman 早就指出的，我们越来越依赖于那些我们无法触及、无法看见、无法理解的东西。此外，随着社会变得越复杂，它就越脆弱；小故障会导致大崩溃——拥挤的高速公路上一个爆胎能让交通堵塞数英里；一个短路能让全国整个地区停电。无论如何，人们必须将生命投入到某种事物中，不管他们视其为工作还是游戏，也不管是否有报酬。他们必须有一些自己真正<b>想做</b>的事，并尽力把它做好。Herndon 想表达的观点——我也赞同——是：当一个人做的每件事都是被别人强迫做的时候，他是无法找到属于他的工作，无法找到他真正愿意全身心投入的事业的。这种寻找必须是自由的，否则就毫无意义。我们什么时候才能给年轻人一个机会去做这件事呢？</p><p data-pid=\"eUDzJ6WU\">在这本深刻、现实又非常有趣的书的后文中，Herndon 更强烈地强调了这一点。如果孩子不上学，他们可能会被关进监狱。谈论动机、创新课程或激励孩子学习，纯属不诚实的胡扯。当你用坐牢来威胁人们如果不照你说的做时，你唯一能确定的就是：比起坐牢，他们是否更喜欢做你想让他们做的事。这就是为什么，当人们说教师绝不能放弃权威时，他们必须更清楚地说明指的是哪种权威。如果他们的意思是，教师不应假装自己没有比学生更多的经验，或者假装自己的经验不重要，或者假装没有自己感兴趣且认为重要的事情，那么，这没争议。但如果他们所说的教师权威是指别的——指他贿赂、强迫、威胁、惩罚、伤害的权力，那么他们就忽略了一个严重的困难。拥有这种权力的教师无法获得任何反馈。他们可能想做对学生最好的事，但他们无法真正得知自己做的是好是坏，或者如果好是对谁好，如果不好是为什么。他们的处境就像一个人，当上全国最大公司之一的总裁后告诉朋友，他最难的工作就是弄清到底发生了什么。没人会告诉他。每个人都只想告诉他那些他们希望他想的事，或者他们认为他想听的事。这是老板们古老而无解的难题。没人愿意把坏消息带给国王。</p><p data-pid=\"0yPjTnIh\">几年前我在一所小学工作时，我在一间常规教室旁边有一间小办公室兼教室和工作室。那个班的老师是一个聪明、严厉且脾气相当火爆的人，他有一个「最喜欢的科目」。他认为孩子们比其他任何科目都更喜欢这个科目，而且他认为自己教这门课比教别的都好。他每天第一节课都教这个。隔着墙，我很快了解到一些那个班的孩子一定也了解到的事情。当老师的第一节课进行顺利，当孩子们按预期表现时，这一天剩下的时间很可能也会顺顺利利。但是，如果第一节课不顺，如果孩子们没按预期表现，如果他们捣乱，那么老师就会陷入「坏心情」，他们大概整天都要倒霉了。到了年底，这位老师依然坚信他最喜欢的科目也是孩子们的最爱。他可能是对的。但我不这么认为；我觉得孩子们是太害怕他的愤怒，所以费尽心机去转移它。重点是，在那种情况下，他不可能知道真相，不可能了解自己的工作成效，也不可能有所改进。他无法找出自己最需要学习什么。出于同样的原因，我们在教学和教育工作上也没学到多少，而且不太可能学到多少——因为我们的学生之所以留在课堂里，要么是怕坐牢，要么是怕拿不到那张他们认为日后能兑换好工作的纸文凭。</p><p data-pid=\"Rwm83FTz\">当我第一次访问英国莱斯特郡的学校时，我感到非常兴奋并印象深刻——材料如此丰富多样，紧张和恐惧如此之少，孩子们工作得如此独立、表现得如此理智。在后来的访问中，我依然印象深刻，但像我们所有人一样，我开始看到别的东西——Bill Hull 所谓的「反面」（seamy side）。那里没有我们在自己许多学校里听到的那种叫喊、威胁、压抑或爆发的愤怒。教室里充满了最有趣的材料。它们所缺乏的是<b>闲暇</b>。老师们似乎不停地用最悦耳的声音说：「抓紧做吧」（Get on with it），意思是保持忙碌。过了一会儿我就明白了，这是这些教室里一条巨大的不成文规定——你必须保持忙碌，你必须在做点什么，用点什么。你可以和其他孩子一起做，做的时候也可以说话。但你不能花太多时间仅仅是说话，更不能花时间思考、反思、发呆、做梦。如果你这么做了，过一会儿一位和蔼的老师就会出现并提出建议。这些建议可能很有趣，就像 Herndon 常规班里的项目一样。你可以选择任何你想要的。但你不能选择「什么都不做」，说「不用了，谢谢」。孩子们会适应他们所在之处的潜规则，对于这些和蔼且灵活的潜规则，他们适应得很开心。然而，重要的东西可能依然丢失了。专注于工作的孩子可能会谈论工作，但不会谈论生活的其他部分。孩子内心的科学家、艺术家、工匠或工人可能得到了满足，但哲学家、梦想家和诗人却被忽视了。这些孩子，不像常规学校里的孩子，确实在学习认真对待工作，这是好事。但他们可能也在学习<b>不</b>太把自己的想法、思绪、愿望、恐惧或梦想当回事，这就没那么好了。此外，他们中有许多人不善言辞，来自很少交流或不允许交流的家庭，他们需要的说话练习远比他们得到的要多。</p><p data-pid=\"d5wi7JiE\">这并不是说教室里所有的材料和活动都是由老师提议、引入或发起的。孩子们也自己带东西来，自己发明项目。并没有人阻止他们思考或决定自己想做什么。只是没给他们多少时间去思考。那句和蔼的「抓紧做吧」总是悬在空中。这带来的麻烦是，我们不知道如果给孩子们更多时间思考，他们可能会想出什么。可能没有时间让真正重要的想法从深层意识中浮现出来，或者让他们完善这些想法。剥夺孩子——或任何人——做「无」（nothing）的机会，我们可能就剥夺了他们做「有」（something）的机会——即发现并从事对自己或他人真正重要的工作的机会。这里存在一种张力。一个看似无所事事的孩子，不一定是在做更重要的事。也许很多时候他确实没做任何重要的事。也许我们向他建议的许多事中的任何一件，甚至按他的标准来看，都比他正在做的要好。但如果我们表现得好像情况总是如此，孩子就永远找不到他真正的工作，最糟糕的是，他永远不会认为自己有能力找到它。</p><p data-pid=\"XAr1QeA4\">这里的部分张力在于：我们越是介入孩子的生活——无论多么明智、和蔼或富有想象力——我们留给他们去寻找和发展自己满足真实需求的方式的时间就越少。我们越试图教他们，他们能教我们的就越少。但我们有很多东西要向他们学习，不是关于某种可能存在或不存在的「善」的品质，而仅仅是关于他们巨大的<b>学习能力</b>，那种我们大多数人已经丧失或忘记如何使用的能力。我们不知道这些能力有多大，也不知道如何帮助孩子更充分地利用它们。开放式课堂的捍卫者说，在那里的孩子学习阅读至少和在传统学校（伴随着所有死板的教学）一样快、一样好。但这没什么好吹嘘的。阅读并不难。如果我们知道如何为孩子创造一个真正有效的学习环境，孩子们将在几个月内获得我们通常认为需要五六年才能习得的阅读能力。他们可能不会都在六岁时做到这一点，但这又有什么关系呢？</p><p data-pid=\"5ykItJvf\">这一点再怎么强调也不为过。学习阅读只涉及理解三个相关的概念或信息片段。第一，书写一般来说就是言语，书面字母代表口语发音。第二，字母在空间上的排列顺序（从左到右，有时从上到下）对应于口语发音在时间上的先后顺序。第三，我们语言中的四五十个发音与书写中代表这些发音的约 380 个字母及字母组合之间存在对应关系。仅此而已。这其中的信息量和概念的复杂程度，远低于儿童在学习说话时必须掌握的那些。我们已经多次见证，无论年龄、种族、背景或经济状况如何，只要条件得当——即他们是为自己而学，不畏惧任务本身也不怀疑自己的能力，且学习内容未被不必要地弄得晦涩难懂——儿童或成人都可以在几个月内学会阅读和写作，其水平可能高于我们至少一半人口的水平。因此可以推断，当孩子们不能如此轻松、迅速且有力地学会阅读时，那是因为条件不对：要么是因为他们不是出于自己的原因、为了满足自己的需求而学；要么是因为我们把任务搞得没必要的难，把本该清晰的东西弄混了；要么是因为孩子们以某种方式被阻碍了，无法充分发挥他们的能力。</p><p data-pid=\"OSRPy0bI\">什么样的事情会阻碍他们？这是我们必须向他们学习的事情之一，只要我们给他们机会教我们，我们就能学会。通常阻碍他们的，是他们生活中存在某种尚未能理解、接受或掌控的问题、状况或张力。但我们现在已经明白一点：孩子，乃至任何年龄的人，在掌握和解决这类问题方面，拥有的力量可能远超我们的想象。前提是，我们要给他们时间和空间去解决。前提是，我们不要旧愁未去又添新忧。前提是，我们不要把「他们有问题」这个事实本身变成一个更大的问题。具体来说，就像我曾经教过的一个孩子，他不学阅读是因为正深陷于与兄弟姐妹或父母的某种斗争中；如果我们不把他的「不阅读」变成一个更大的问题、变成焦虑和斗争的进一步诱因（而我们几乎总是这么做），他也许能找到解决那场斗争的方法（然后非常容易地学会阅读）。简而言之，正如 A. S. Neill 和 Ronald Laing 的工作以不同方式所展示的，人们——尤其是儿童——不仅拥有比我们猜想的更强大的学习能力，还拥有更强大的<b>自我治愈能力</b>。我们的任务是更多地了解这些能力，并探索如何创造条件让这些能力有机会发挥作用。如果我们不总是忙着教孩子，这便是他们可能教给我们的事情之一。</p><p data-pid=\"2Ybxk6Nu\">我认识的一些人，因对英国小学印象深刻，又对本地早期小学感到失望，便自己创办了一所非常小的托儿所-幼儿园-小学，利用了一栋房子的地下室改建的几间房和院子里的一些空间。起初只有一位老师和十几个孩子，大多四五岁。心里想着英国学校的样子，他们在教室里摆满了各种有趣的、可供观察、实验和操作的东西。然后他们急切地等待着孩子们像英国孩子那样，忙着变身为小小科学家、艺术家和工匠。这并没有发生。孩子们有完全不同的想法。在第一年的大部分时间乃至第二年，他们每天花很多小时进行一种自由流动的戏剧性游戏（角色扮演）。与学校有关的那些明智、有经验且富有同情心的成年人，谁也没预料到这种游戏，也没见过类似的场面，实际上起初他们觉得对此知之甚少。在很多游戏中，孩子们扮演动物，有大而凶猛的，有小而温顺的，角色经常互换，一个孩子今天可能是狮子或熊，明天就是兔子。有一天，一个不想多动的男孩说：「今天我想我就当天空吧。」这也许是他们戏剧中最受欢迎的形式。另一个流行的游戏是「战争」，但我看到那天，它完全不像我预期的那样。孩子们并没有像大孩子常做的那样，拿着假想的机枪互射，模仿电影电视里的人倒地身亡。有些孩子是轰炸机，在教室里飞来飞去投掷炸弹，而桌子底下的其他人则是躲在自家地下室的平民。这种战争游戏是否每天都以此形式进行，我不得而知。</p><p data-pid=\"qoKSPoCh\">要是我们有一本涵盖数月的详细游戏日记就好了。可惜没有；老师和学校里的其他人太投入于照顾孩子而无暇记录；而且，如果他们真试图记录，孩子们可能会变得局促不安、做作、焦虑，甚至根本不愿或无法玩耍了。也许正是因为没人密切注视，游戏才进行得如此自由。但如果有这样一本日记，我们可能会学到比现在多得多的关于儿童的知识，尤其是关于这种游戏在他们生活中的用途和重要性。有一个例子可以说明这对一个孩子意味着什么。她四岁，和父亲住在一起，父母分开了（是丧偶还是离异我不知道）。父女俩互敬互爱，生活幸福。但在所有的动物游戏中，日复一日持续了好几个月，每当分配或认领角色时，这个孩子总是宣布她是一只<b>腿受伤的动物</b>。其他孩子接受了这一点，视其为既定事实、游戏结构的一部分。这意味着在游戏中，每当动物们要转移或行动时，他们都得想办法照顾这只腿受伤的动物。他们总是这么做。这持续了几个月。然后有一天，她停了，再也没要求过那个特定的角色。我们无法确定那孩子是如何利用游戏的，她从中得到了什么，但我们可以做出明显的猜测：她在重演母亲的缺失或离去，表达自己的需求感，并以此自我安抚——其他人会照顾她，一切最终都会好起来的。毕竟，她扮演的动物总是<b>伤了</b>一条腿，从不是<b>少</b>了一条腿，所以总是有好转的希望。</p><p data-pid=\"xekYkI52\">在大多数开放式学校或课堂里，即使是态度和蔼的那些，她也很难被允许玩这种游戏，从而表达、揭示并满足她的深层需求。这个游戏太闹腾、太耗费精力，占用了太多时间和空间，在大多数老师看来可能就是所谓的「混乱」（意思是他们搞不懂发生了什么），而且不会产生任何可见的学习成果。也没有其他活动能同样有效地帮助她。有些学校每隔一阵子会有一段时间鼓励孩子们谈论自己的感受。她能用语言表达出母亲不在身边的感受吗？她愿意说吗？她能从其他孩子那里得到那种理解和支持吗——那种她在动物游戏中日复一日因其他动物愿意照顾她而获得的切切实实的支持？这似乎几乎不可能。</p><p data-pid=\"unTTgb6k\">这些就是我们尚需学习的东西，而且正如 Herndon 告诉我们的，只有当我们放弃强制力时才能学到。但这即便我们想放弃，也并不总是容易的。甚至要搞清楚我们在多大程度上、以何种方式使用了强制力都不容易。我之前提到的那位老师，他的学生因为不敢表现出不想学的样子而不得不学他最想教的东西，他肯定会愤怒地否认自己在强迫学生。然而他们确实被强迫了。我们许多人可能在无意中进行强迫。问题在于：我们对他人施加了什么样的影响？施加了何种公开或隐蔽的压力？我们给了他们多少说「不」的机会？如果他们真的说「不」，要冒什么风险？</p><p data-pid=\"2GusxD9a\">许多年前，我和两个十一岁的女孩坐在一辆车里。她们坐在前排我旁边，聊着天——没把我也拉进谈话，但也没刻意避开我。忽然其中一个问另一个：「你信上帝吗？」想了一会儿，她说：「嗯，我想是的。」然后停顿了一下，又说：「毕竟，我们有什么选择呢？」她们生活在一个没人会因为不信上帝而威胁或惩罚她们的文化里。在这个意义上，她们没有被强迫。但她们周围的人都信上帝，或者说话的语气仿佛他们信上帝，仿佛孩子们也信上帝是很重要的事，如果孩子不信，这些人会深受伤害或极度失望。实际上，她们<b>没有选择</b>。除非我们能让某人觉得这是一个真正的选择，觉得他有平等的权利选择任何一方，觉得他可以这样做而不必担心让我们失望或失去友谊，否则给他提供选择是毫无用处的。我们都知道那种人，别人提到他会说：「噢，我们绝不能对他做那事或告诉他那话——他会太失望的。」这种人掌握着可怕的权力。他们也永远不知道周围那些忙于保护他们免受失望的人心里到底在想什么。</p><p data-pid=\"RUIJlcTL\">人们常说：「难道我们没有责任让孩子接触那些在我们看来人类生活中最好、最愉快、最有意义的事物吗？」（或者套用一句流行语：「人类思想与行为的精华」。）为什么要把它看作<b>责任</b>？这是一种<b>乐趣</b>，是人类生活中最自然的事情之一。我们总是告诉朋友我们喜欢的东西，敦促他们读书、看电影、听音乐或做这做那。问题是，如果我们敦促得太强烈，朋友可能会觉得他必须照做，以免伤了我们的感情。对于开放式课堂里的天才教师也是如此，他在教室里摆满了各种好看、好用、好玩的东西。但他仍必须留给孩子们说「不」的机会。否则，「接触」（exposure）——或者叫它「诱惑」——就会越过某种界限，变成「引诱」（seduction），变成隐蔽的强迫：「做这个是为了让我高兴」、「做这个吧，不然我会不高兴，甚至可能不喜欢你了」。</p><p data-pid=\"qnHrJHn8\">开放式课堂的人们骄傲地向我展示孩子们在做这件或那件自由、有创意、有趣的事情。他们在校外也会做这些事吗？几乎从不。但是，开放式课堂的老师们说，他们没法做，因为家里没有这些材料和设施。如果条件允许，他们会做吗？如果可以的话，一个孩子会在家里用手指作画吗？（我们大人多么喜欢看孩子用手指作画啊！幼儿园所有的老师一到手指作画时间就特别高兴。）会有很多孩子在学校画完手指画回家说：「妈咪，为什么我从来不能在家用手指画画，求你给我买点颜料好吗？」也许有几个，但不多。</p><p data-pid=\"dLnyMXzh\">诱惑与引诱之间的界限并不清晰，也不容易察觉。我们如何防止自己滑过这条界限？有几年我在一所周五中午放学的学校教书，这让我有可能去排队买波士顿交响乐团周五下午音乐会的廉价「抢座票」，那是我当时乃至现在最大的乐趣之一。过了一阵子，我想有些孩子——先是我自己教的五年级学生，后来是其他班的——可能愿意跟我一起去。我提出了一个建议。我会护送他们去听交响乐，一次不超过三个，然后送他们上正确的电车或地铁回家，或者把他们带回哈佛广场。他们得自己付六毛钱的门票，两毛钱的地铁费，还得自己带午餐或者带钱在食堂买吃的。游戏规则是：音乐演奏时，每个人都必须安静地坐着不动，以免打扰别人，或者以免「担心他们打扰别人」这种恐惧打扰到我。任何不遵守这条规则的人都不会再被邀请，理由很简单：他破坏了我的乐趣。喜欢音乐的人可以在轮到他们时再来；不喜欢的不必勉强。去不去由你。班里大多数孩子都试了一次。大约一半人没再去；其余的去了，有的还去了好几次。有个男孩以前没什么音乐经验，结果成了像我一样的发烧友——两年里他去了十八场音乐会。（在我们听过的所有曲目中，他最喜欢布鲁克纳的第八交响曲。他喜欢那种铜管乐的轰鸣。）</p><p data-pid=\"Oe1GRcLo\">有一天，我约了一位朋友（学校里一个孩子的母亲）在哈佛广场见面，一起去听音乐会。我们坐车进城，坐在售票处的地板上排队，吃午餐，聊天。孩子们忙着看漫画书什么的。大门一开，孩子们照例去探索那栋建筑，直到音乐开始前才加入我们。音乐会结束后，我们坐地铁回哈佛广场。孩子们一溜烟就不见了，照例没说谢谢。这在我看来总是个好兆头——也许说明他们还沉浸在音乐中，至少说明他们并不担心我。他们走后，我的同伴严厉地看着我说：「我觉得你太可怕了！」我吓了一跳，问我做了什么。她说：「你对那些孩子太刻薄了。」我说：「我怎么刻薄了？」她说：「你对他们一点也不好——整个下午你几乎没理过他们。」我说：「听着，你完全搞错了。这不是那种慈祥的老约翰叔叔带孩子玩的下午。这是波士顿交响乐团。我不是想哄骗他们喜欢音乐。我只是想把音乐呈现在他们面前。」而且，从发生的一切来看，我认为他们感到了真正的选择自由。这里的关键在于，我不是为了他们才去听交响乐，而是为了我自己。我并没有把周五的出行计划成某种让他们开心的活动。我是出于自己的原因去的。我很高兴带他们一起，但我一个人去也完全开心；如果他们都不想去，或者不想去第二次，我也完全没问题。正是这一点，让他们能够自由地选择接受音乐或拒绝它。但这对于教室里的老师来说很难做到这种超然，因为很大程度上，如果不是为了孩子，他在那里做的任何事都是他本来不会做的。实际上，若不是为了孩子，他甚至都不会在那儿。如果他放弃做老板，他就不可避免地会发现自己在某种程度上成了艺人。他在教室里除了想方设法给孩子找事做之外，别无他事。如果孩子们不想做其中任何一件，他很难不感到某种失败。这几乎肯定会让他对自己的「产品」感到焦虑，他的焦虑会让孩子感到焦虑，随之而来的便是一种微妙的强迫因素。</p><p data-pid=\"9q-6OYZr\">我的朋友，挪威教师兼作家 Mosse Jorgensen，不久前跟我谈起奥斯陆的 Forsokgymnaset（实验学校）。这是一所开放的、另类的高中，据我所知是挪威的第一所，由受够了僵化传统学校的学生发起创办。他们组织了这所学校，从某处搞到了一栋楼，从市政府弄到了资金，并邀请了一些他们在常规学校喜欢的老师来新学校任教。其中之一就是 Mosse。因为学校需要有人代表它，做发言人，签署信件等等，他们每隔几年选举一位学校领导，Mosse 是第一任。总之，她跟我讲起我第一次访问该校时在那里的几位老师。某某人离开了；他实在是精疲力竭了。那某某人呢？她也要走了；她必须休息一下。那某某人呢？哦，他在那儿待了三年；他彻底累垮了。过了一会儿我说：「Mosse，这事儿太奇怪了。这些老师在常规学校教了多年书都没累垮，他们一直说自己多么讨厌那里的狭隘、僵化和琐碎的纪律，多么希望能在一个完全不同的地方教书。如今有一天，他们终于有机会在这个梦寐以求的地方教书了，结果教了几年后全都精疲力竭。问题出在哪儿？为什么这会如此累人？」</p><p data-pid=\"pbP80wxm\">我们思考并讨论了一会儿。过了一会儿我说：「Mosse，我脑海里开始浮现出一幅画面。我看到一家餐馆，一个人坐在桌旁，一个焦虑的服务员正在伺候他。这个人非常富有，非常有权势；如果他愿意，随时可以关掉这家餐馆。麻烦的是，他不想要服务员端给他的任何东西。盐太多，酒不够，煮老了，太硬了，端回去！服务员冲进厨房，和同样焦虑的主厨一起，试图拼凑出一些能让这位愤怒顾客满意的东西。但这并不比上一道菜好。蒜太多，酒不够，太酸，太甜。拿走！他们能怎么办？他们能给他提供什么？他们的烹饪出了什么问题？整个餐馆都要关门吗？而这主厨和服务员——当然——就是这所自由学校的老师，试图烹制出顾客愿意吃的东西。</p><p data-pid=\"AeEROEhN\">或者我有另一幅画面：一个一岁、一岁半或两岁的婴儿。他坐在高脚椅上，焦虑的母亲正试图让他吃晚饭。没一样合他心意，他什么都不吃。绝望中，她尝试了一样又一样东西。『来点麦片怎么样？尝尝这个好吃的麦片。』婴儿转过头，把头摇得像拨浪鼓，把麦片吐了出来。『这儿有一些美味的蔬菜，你最喜欢的。看看这些漂亮的豌豆，吃一口，来嘛，为了妈咪。』他一把打掉她手里的勺子。『这儿有一些美味的苹果酱，你知道你喜欢这个，来，吃一点。你得吃饭，不然长不高也长不壮。而且这很好吃——看，妈咪都喜欢。现在你尝尝。』盘子摔在了地上。」听到这里，Mosse 笑了，说：「是的，我能看到那个婴儿，我知道那是什么样。是的，那正是我们的处境，我以前没这么想过，但我们就像那个焦虑的母亲，这让我们心力交瘁。」这确实让人心力交瘁，就像在教室里当警察（除了那些喜欢当警察的人）会累垮老师一样。这不是一项恰当的任务，也不是一种正确的关系。这不是一个成年人应该处于的位置。我们做艺人并不比做警察更有道理。这两个位置都是不体面的。在这两个位置上，我们都失去了正当的成年人权威。</p><p data-pid=\"SSW3xMol\">出于这个原因以及其他原因，最重要的是：教室里的老师应该有些时候做一些即使没有孩子在那儿他也会做的事情。一个很好的五年级班级项目就是这样开始的，源于我自娱自乐做的一件事。我在学校从未搞过艺术，也认为自己毫无艺术细胞。但我喜欢涂鸦，画一些（对我来说）有趣的形状。那时我刚发现了马克笔（Magic Markers）——那种毡尖笔，对生手来说是完美的工具。起初我只有红色和黑色，但用它们画出了一些让我开心的形状。后来马克笔公司推出了一整套彩色系列。我买了一盒，急切地带到班上。有一天，在阅读或工作时段，在与学生的交谈间隙，我开始在我们主要使用的 6x9 英寸黄色书写纸上画彩色图案。正画着，一个男孩走过来，看了一会儿，然后问：「你在做什么？」我说：「不知道，我想你可以叫它图案设计。」他又看了一会儿，盯着那盒马克笔问：「我能用用那些笔吗？」我说行，他就拿去了。几天之内，全班都在画彩色图案。起初，他们画的是我那种图案的变体，但后来变成了变体的变体，最终发展成原创作品。许多孩子的设计既有趣又可爱。我们把它们贴满了教室的墙壁。最初的设计热潮过了一阵子就消退了，这种事向来如此；但在这一年里，不时有人会重拾画笔。这是我们这一年共同工作的重要部分。但是，如果当初我把它作为一个艺术项目提出来，作为一个「给孩子做的趣事」，它永远不会成功启动。</p><p data-pid=\"ccRIylKt\">我们真正需要的是学校或学习资源中心，它们不仅仅是为孩子开设的，而是成年人出于自由意志来学习自己感兴趣东西的地方，而在那里，孩子们可以自由地与成人一起、在成人中间学习。当除了孩子没别人<b>必须</b>做或<b>正在</b>做这件事时，怎么能指望孩子们认真对待学校的学习呢？这似乎是一个合理的开端。在波士顿，我们有「灯塔山自由学校」（Beacon Hill Free School），它在第一年就吸引了三百多名学生，而预算几乎为零——这是伊万·伊利奇（Ivan Illich）所描述的那种开放教育网络的绝佳范例。由于课程在晚上进行，目前大多数学生是成年人；但欢迎年轻人加入，我希望他们很快会被吸引进来。如果是这样，我想他们会发现这所学校是个好地方，正是因为它不只是<b>他们的</b>地盘，不是专门为他们开设的，除了让他们快乐和忙碌之外还有其他目的。只有这样的学校，才称得上是真正的开放。</p><hr/><p data-pid=\"3UW8wQJy\">上一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1980214879676826291\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《自由与超越》第四章 自由的一些张力</a><p data-pid=\"Q8EZ7ULd\">下一章：</p><a href=\"https://zhuanlan.zhihu.com/p/1984953170284271195\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">《自由与超越》第六章 选择的问题</a><hr/><blockquote data-pid=\"OhvuFRnm\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">gemini-3-pro</span>-preview，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//archive.org/details/FreedomAndBeyond_786/page/n25/mode/2up\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">FREEDOM AND BEYOND : JOHN HOLT : Free Download, Borrow, and Streaming : Internet Archive</a></blockquote>",
  "content_need_truncated": false,
  "force_login_when_click_read_more": false,
  "admin_closed_comment": false,
  "topics": [
    {
      "url": "https://api.zhihu.com/topics/19571123",
      "type": "topic",
      "id": "19571123",
      "name": "权威"
    },
    {
      "url": "https://api.zhihu.com/topics/19589820",
      "type": "topic",
      "id": "19589820",
      "name": "学校"
    },
    {
      "url": "https://api.zhihu.com/topics/19619689",
      "type": "topic",
      "id": "19619689",
      "name": "成年人"
    }
  ],
  "voteup_count": 16,
  "voting": 1,
  "heavy_up_status": "allow_heavy_up",
  "column": {
    "description": "",
    "can_manage": false,
    "intro": "<p>论非学校教育与青少年权利。</p>",
    "is_following": false,
    "url_token": "c_1934963636444591835",
    "id": "c_1934963636444591835",
    "articles_count": 20,
    "accept_submission": false,
    "title": "John Caldwell Holt",
    "url": "https://api.zhihu.com/columns/c_1934963636444591835",
    "comment_permission": "all",
    "created": 1754111286,
    "updated": 1754111287,
    "image_url": "https://picx.zhimg.com/v2-cc01c2a6978ca787ed37f6250ef21062_720w.jpg?source=172ae18b",
    "author": {
      "is_followed": false,
      "avatar_url_template": "https://picx.zhimg.com/v2-d571786b77078321f5f6ef92f4967877.jpg?source=172ae18b",
      "uid": "592323397158703104",
      "user_type": "people",
      "is_following": false,
      "url_token": "L.M.Sherlock",
      "id": "4c592f496dc33822b560b382907ff1d0",
      "description": "欢迎关注 Thoughts Memo 汉化组！我们关注的话题包括但不限于认知科学、知识工作、学习方法、学校教育、理性思考、儿童权利，目前已经完成翻译 1400 多篇文章。\n\n加入汉化组：https://paratranz.cn/projects/3131",
      "name": "Thoughts Memo",
      "is_advertiser": false,
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "gender": -1,
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "avatar_url": "https://pica.zhimg.com/v2-d571786b77078321f5f6ef92f4967877_l.jpg?source=172ae18b",
      "is_org": false,
      "type": "people",
      "badge_v2": {
        "title": "",
        "merged_badges": [],
        "detail_badges": [],
        "icon": "",
        "night_icon": ""
      }
    },
    "followers": 58,
    "type": "column",
    "column_type": "normal"
  },
  "comment_count": 2,
  "contributions": [
    {
      "id": 53167417,
      "state": "accepted",
      "type": "first_publish",
      "column": {
        "description": "",
        "can_manage": false,
        "intro": "<p>论非学校教育与青少年权利。</p>",
        "is_following": false,
        "url_token": "c_1934963636444591835",
        "id": "c_1934963636444591835",
        "articles_count": 20,
        "accept_submission": false,
        "title": "John Caldwell Holt",
        "url": "https://api.zhihu.com/columns/c_1934963636444591835",
        "comment_permission": "all",
        "created": 1754111286,
        "updated": 1754111287,
        "image_url": "https://picx.zhimg.com/v2-cc01c2a6978ca787ed37f6250ef21062_720w.jpg?source=172ae18b",
        "author": {
          "is_followed": false,
          "avatar_url_template": "https://picx.zhimg.com/v2-d571786b77078321f5f6ef92f4967877.jpg?source=172ae18b",
          "uid": "592323397158703104",
          "user_type": "people",
          "is_following": false,
          "url_token": "L.M.Sherlock",
          "id": "4c592f496dc33822b560b382907ff1d0",
          "description": "欢迎关注 Thoughts Memo 汉化组！我们关注的话题包括但不限于认知科学、知识工作、学习方法、学校教育、理性思考、儿童权利，目前已经完成翻译 1400 多篇文章。\n\n加入汉化组：https://paratranz.cn/projects/3131",
          "name": "Thoughts Memo",
          "is_advertiser": false,
          "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
          "gender": -1,
          "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
          "avatar_url": "https://pica.zhimg.com/v2-d571786b77078321f5f6ef92f4967877_l.jpg?source=172ae18b",
          "is_org": false,
          "type": "people",
          "badge_v2": {
            "title": "",
            "merged_badges": [],
            "detail_badges": [],
            "icon": "",
            "night_icon": ""
          }
        },
        "followers": 58,
        "type": "column",
        "column_type": "normal"
      }
    }
  ],
  "is_title_image_full_screen": false,
  "upvoted_followees": [],
  "commercial_info": {
    "is_commercial": false,
    "plugin": {}
  },
  "suggest_edit": {
    "status": false,
    "reason": "",
    "tip": "",
    "url": "",
    "title": ""
  },
  "reason": "",
  "annotation_action": [],
  "can_tip": false,
  "tipjarors_count": 0,
  "is_labeled": false,
  "has_publishing_draft": false,
  "is_favorited": false,
  "favlists_count": 9,
  "is_normal": true,
  "status": 0,
  "activity_topping_info": {
    "state": "untopped"
  },
  "share_text": "《自由与超越》第五章 权威 - 来自知乎专栏「John Caldwell Holt」，作者: Thoughts Memo https://zhuanlan.zhihu.com/p/1982416471104721533 （想看更多？下载 @知乎 App：http://weibo.com/p/100404711598 ）",
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "mcn_fp_show": -1,
  "is_visible": true,
  "is_liked": false,
  "liked_count": 0,
  "has_column": true,
  "republishers": [],
  "is_new_link_card": true,
  "emoji_reaction": {
    "like_count": 0,
    "like_has_set": false
  },
  "ab_param": {
    "qa_hidden_voteup": "",
    "rs_interest1": "",
    "zp_zhi_style": ""
  },
  "attached_info": "kgIuCgkyNjc1MDU1OTESEzE5ODI0MTY0NzExMDQ3MjE1MzMYByIKSU1BR0VfVEVYVA==",
  "share_guide": {
    "has_positive_bubble": false,
    "has_time_bubble": false,
    "hit_share_guide_cluster": false
  },
  "settings": {
    "table_of_contents": {
      "enabled": false
    }
  },
  "can_reference": false,
  "reaction_instruction": {},
  "reaction": {
    "statistics": {
      "up_vote_count": 16,
      "down_vote_count": 0,
      "like_count": 0,
      "comment_count": 2,
      "share_count": 0,
      "play_count": 0,
      "interest_play_count": 0,
      "favorites": 9,
      "pv_count": 0,
      "bullet_count": 0,
      "applaud_count": 0,
      "question_follower_count": 0,
      "question_answer_count": 0,
      "plaincontent_vote_up_count": 0,
      "plaincontent_like_count": 0,
      "img_like_count": {
        "v2-14e9d3c734003709e9461640ce9562a1": 0
      },
      "subscribe_count": 0,
      "republishers": []
    },
    "relation": {
      "is_author": false,
      "vote": "UP",
      "liked": false,
      "img_liked": {
        "v2-14e9d3c734003709e9461640ce9562a1": false
      },
      "faved": false,
      "following": false,
      "subcribed": false,
      "is_navigator_vote": false,
      "current_user_is_navigator": false,
      "vote_next_step": "vote"
    },
    "image_reactions": {
      "v2-14e9d3c734003709e9461640ce9562a1": {
        "like_count": 0,
        "is_liked": false
      }
    }
  },
  "interaction_bar_plugins": [
    {
      "type": "comment",
      "comment": {
        "enable": true,
        "placeholder": "发条带图评论"
      }
    }
  ],
  "bar_plugins_flip_time": 3000,
  "podcast_audio_enter": {
    "text": "听内容",
    "text_color": "MapBrand",
    "text_size": 13,
    "action_url": "zhihu://podcast/audio_player/52966639789?contentId=1982416471104721533&contentType=article"
  },
  "endorsements": [
    {
      "elements": [
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_24_column_fill",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 16,
          "height": 16
        },
        {
          "type": "TEXT",
          "content": "收录于 · John Caldwell Holt",
          "font_size": 13,
          "font_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "is_bold": false,
          "max_line": 1
        },
        {
          "type": "IMAGE",
          "image_key": "zhicon_icon_16_arrow_right",
          "image_color": {
            "alpha": 1,
            "group": "GBL01A"
          },
          "width": 12,
          "height": 12
        }
      ],
      "sub_elements": [],
      "sub_elements_type": "DESCRIPTION",
      "background_color": {
        "alpha": 0.08,
        "group": "GBL01A"
      },
      "action_url": "https://www.zhihu.com/column/c_1934963636444591835",
      "za": {
        "block_text": "Column",
        "type": "text",
        "text": "收录于 · John Caldwell Holt"
      }
    }
  ],
  "allow_segment_interaction": 1,
  "is_navigator": false,
  "navigator_vote": false,
  "vote_next_step": "unvote"
}