{
  "status": 0,
  "updated": 1658479102,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://pic1.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "上：叶峻峣：Goodness of knowledge 知识的好(上) 目录Is knowledge \"good\" or \"neut…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 355224397,
  "voteup_count": 9,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1615088222,
  "url": "https://api.zhihu.com/articles/355224397",
  "comment_permission": "all",
  "title": "知识的好(下)",
  "content": "<p data-pid=\"-g85jMLL\">上：<a href=\"https://zhuanlan.zhihu.com/p/355214326\" class=\"internal\">叶峻峣：Goodness of knowledge 知识的好(上)</a></p><h2><b>目录</b></h2><ol><li data-pid=\"NSNIrEZ_\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Is_knowledge_.22good.22_or_.22neutral.22.3F\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Is knowledge &#34;good&#34; or &#34;neutral&#34;?</a> 知识是“好的”还是“中性的”？</li><li data-pid=\"JNfUODLn\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Introduction\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Introduction</a> - why bother about the difference between &#34;good&#34; and &#34;neutral&#34; knowledge 导言-为什么要为“好的”和“中性的”知识之间的区别而烦恼？</li><li data-pid=\"gHgm2zCa\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Goodness_of_knowledge\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Goodness of knowledge</a> - why knowledge should be viewed as &#34;good&#34; 知识的好--为什么要把知识视为“好的”</li><li data-pid=\"vg5F2OxV\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23One_truth_premise\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">One truth premise</a> - we derive goodness of knowledge from the concept of unitary truth 一个真理前提--我们从单一真理的概念中获得知识的好</li><li data-pid=\"lJlLY7EK\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23What_is_good.3F\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">What is good?</a> - can we predicate on intrinsic value? 什么是好的？-我们能根据内在价值来判断吗？</li><li data-pid=\"dx7p--oG\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Systems_of_value\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Systems of value</a> - major meta-ethical approaches to determining the intrinsic value 价值体系--确定内在价值的主要元伦理学方法</li><li data-pid=\"Zn_qHZ0u\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Prevalence_of_systems_of_value\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Prevalence of systems of value</a> - what do people in the street think about what is ethical? 价值体系的流行-大伙对道德是什么的看法？</li><li data-pid=\"EF07uVra\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Hedonism_and_knowledge\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Hedonism and knowledge</a> 享乐主义与知识</li><li data-pid=\"Gun9wonm\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Religion_and_knowledge\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Religion and knowledge</a> 宗教与知识</li><li data-pid=\"wR9f4ecO\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Scientific_axiology_and_knowledge\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Scientific axiology and knowledge</a> 科学价值论与知识</li><li data-pid=\"LncUsKvj\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Clash_of_values\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Clash of values</a> - the conflict of ethical systems and the impact of knowledge 价值观的冲突--伦理体系的冲突与知识的影响</li><li data-pid=\"P112nVbU\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Biased_knowledge\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Biased knowledge</a> - when knowledge does not help ethical reconciliation 有偏见的知识-当知识无助于道德和解时</li><li data-pid=\"wTccQTFj\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Can_systems_of_value_be_reconciled.3F\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Can systems of value be reconciled?</a> - even superficial reconciliation helps counteract evil 价值体系可以协调一致吗？-即使是表面的和解也有助于抵消邪恶</li><li data-pid=\"dG4QkhG0\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Universal_intrinsic_value_does_not_guarantee_universal_reconciliation\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Universal intrinsic value does not guarantee universal reconciliation</a> - complexity of axiology 普遍内在价值不能保证普遍和解--价值论的复杂性</li><li data-pid=\"IFbQ1rwQ\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Conclusion%3A_knowledge_and_the_sense_of_life\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Conclusion: knowledge and the sense of life</a> 结语：知识与生命意识</li><li data-pid=\"FfLdu5CQ\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Summary\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Summary</a> 摘要</li><li data-pid=\"2V2NiTzo\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23Further_reading\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Further reading</a> 进一步阅读</li></ol><h2><b>Clash of values</b></h2><h2><b>价值冲突</b></h2><p data-pid=\"9Pfq2KOy\">Whatever their target goals, humans prevalently benefit through cooperation and lose out on conflict. This simple truth can be demonstrated mathematically with the tools of <a href=\"https://link.zhihu.com/?target=http%3A//www.gametheory.net/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">game theory</a>. For anyone in doubt, Robert Wright in his book <i><a href=\"https://link.zhihu.com/?target=http%3A//www.nonzero.org/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">&#34;Nonzero: The Logic of Human Destiny&#34;</a></i> provides an excellent collection of examples that illustrate the math of cooperation, and its impact on the cultural evolution of societies. In game theoretical terms, information exchange is vital for maximizing total sum of wins in nozero-sum games. In simple terms, knowledge and communication help cooperation and maximize profits for all participating parties.</p><p data-pid=\"vSMZ6Tji\">无论他们的目标是什么，人类普遍从合作中获益，在冲突中蒙受损失。这个简单的真理可以用<a href=\"https://link.zhihu.com/?target=http%3A//www.gametheory.net/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">博弈论</a>的工具进行数学证明。对于任何有疑问的人，罗伯特·赖特在他的书“<a href=\"https://link.zhihu.com/?target=http%3A//www.nonzero.org/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">非零：人类命运的逻辑</a>”中提供了一个极好的例子集，说明了合作的数学原理，以及它对社会文化进化的影响。在博弈论中，信息交换对于最大化非零和博弈中的总赢利是至关重要的。简而言之，知识和沟通有助于合作，并使所有参与方的利润最大化。</p><p data-pid=\"u2PGgcyN\">Accomplishing any goal requires a struggle with the second law of thermodynamics. Even destructive goals require constructive activities. Terrorists who planned WTC destruction had to precede their attack with meticulous planning that required communication, organization, cooperation, etc. The struggle against entropy requires compliance with the rules of game theory. Even mafia people stick to some rules of conduct or noble principles brotherhood and loyalty that ensure the coherence and survivability of mafia structure. Religions die out if they do not provide efficient tools for resolving conflict. For that reason major worldwide religions are preponderantly peaceful and love-promoting. Where they seem brutal, they do it for a higher level order (e.g. chopping off limbs to weed the population of evil element). They evoke military tones only for the sake of defending the religion itself, human life, community, etc. Naturally, history shows that those noble goals and exceptions can be perverted and turned into destructive forces. Destructive philosophies die out as do evil leaders that do not efficiently provide for the good of people (or at least the interests of the majority).</p><p data-pid=\"g4LiWGgV\">实现任何目标都需要与热力学第二定律作斗争。即使是破坏性的目标也需要建设性的活动。计划摧毁世贸中心的恐怖分子在发动袭击之前必须精心策划，这需要沟通、组织、合作等。与熵的斗争需要遵守博弈论的规则。即使是黑手党人也会坚持一些行为规则或高尚原则，即兄弟情谊和忠诚，以确保黑手党结构的连贯性和生存能力。如果宗教不能提供解决冲突的有效工具，它们就会消亡。因此，世界主要宗教绝大多数都是和平和促进爱的。宗教看起来残忍的部分，其实是为了更高级别的秩序(例如，砍掉四肢来除掉邪恶分子的种群)。它们唤起军事色彩只是为了捍卫宗教本身、人的生命、社区等。自然，历史表明，这些高尚的目标和例外可能会被歪曲并转化为破坏性力量。破坏性的哲学消亡了，不能有效地为人民(或至少是大多数人的利益)提供好的邪恶领导人也会消亡。</p><p data-pid=\"idjJwc5a\">The logic of cooperation will therefore be the preponderant theme in showing that knowledge helps reconcile differing philosophies. Earlier I tried to show that hedonists, religious people and proponents of scientific axiology should overwhelmingly consider gaining knowledge as beneficial for themselves. However, will they also consider knowledge to be beneficial if it was to be gained by other representatives of the same value system? Is it good for a hedonist if his hedonist neighbor builds up knowledge? More interesting, how do we look at knowledge enhancing cognitive powers of those whose values differ? Is it good for a devout Muslim, if his atheistic neighbor grows more knowledgeable? For analytical scrupulousness, for n categories of value systems, we would need to consider n!/(n-2)!=n*(n-1) pair permutations. For that reasons, I will limit the considerations to the three major value systems mentioned above that will leave us with a manageable number of six pairs to consider. Of necessity, we can only use prose and very general statements that will not be sufficient to convince those who take a hard line on irreconcilability of value systems:</p><p data-pid=\"TCA8PKHH\">因此，合作的逻辑将是表明知识有助于调和不同哲学的优势主题。早些时候，我试图表明，享乐主义者、宗教人士和科学价值论的支持者应该压倒性地认为获取知识对他们自己是有益的。然而，如果知识是由同一价值体系的其他代表获得的，他们是否也会认为知识是有益的呢？如果一个享乐主义者的享乐主义邻居学习并积累知识，这对他有好处吗？更有趣的是，我们如何看待知识增强那些价值观不同的人的认知能力？对于一个虔诚的穆斯林来说，如果他的无神论邻居变得更有见识，这对他有好处吗？为了分析的严谨性，对于n类值系统，我们需要考虑n！/(n-2)！=n*(n-1)对排列。出于这个原因，我将把考虑限制在上面提到的三个主要价值系统上，这将使我们只剩下六对可管理的数量来考虑。当然，我们只能使用散文和非常笼统的陈述，这不足以说服那些对价值体系的不可调和采取强硬立场的人：</p><blockquote data-pid=\"-E_gary2\"><b>hedonists vs. hedonists</b>: At the lowest level, their goals are in conflict with each other as every man caters for himself. If we draw a distinction between pleasure and happiness to avoid the pejorative association with the lowly desires, we will delineate the sophisticated form of hedonism: <i>eudaimonism</i>. In more sophisticated hedonism, goals will be easier to reconcile: happiness from serving family, community, nation, humanity, etc. Informed hedonist will use game theory to maximize happiness and goodness available in the system thus maximizing probability of his own happiness (see: <a href=\"https://link.zhihu.com/?target=http%3A//william-king.www.drexel.edu/top/eco/game/vow/marriage.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Game theory of marriage vows</a>). Knowledge serves reconciliation of hedonistic goals.<br/><br/><b>享乐主义者与享乐主义者</b>：在最低层，他们的目标是相互冲突的，因为每个人都为自己服务。如果我们在快乐和幸福之间划清界限，以避免与卑微欲望的贬义联系在一起，我们就会描绘出享乐主义的复杂形式：幸福主义。在更复杂的享乐主义中，目标将更容易协调：来自服务家庭、社区、国家、人类等的幸福。知情的享乐主义者将使用博弈论来最大化系统中可获得的幸福和好，从而最大化他自己幸福的可能性(参见：<a href=\"https://link.zhihu.com/?target=http%3A//william-king.www.drexel.edu/top/eco/game/vow/marriage.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">婚姻誓言的博弈论</a>)。知识服务于享乐主义目标的调和。<br/><b>world religions against each other</b>: Many believers and scholars claim that there is no contradiction between religion and science. Others attempt to synthesize world religions, sciences and philosophy (see: <a href=\"https://link.zhihu.com/?target=http%3A//www.geocities.com/Athens/Olympus/3987/theosop.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Theosophy</a> vs. <a href=\"https://link.zhihu.com/?target=http%3A//skepdic.com/theosoph.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">theosophy</a>). Unfortunately, many true believers adamantly reject syncretism. They insist <i>&#34;There is no divinity other than God and Muhammad is his prophet&#34;</i> or <i>&#34;I believe in Jesus Christ, the only son of God&#34;</i> or <i>&#34;Hear, O Israel, the Lord our God, the Lord is One&#34;</i>. They claim that these statements cannot be reconciled. However, it does not take long to see that inter-faith communication must look for ways to reconcile these truths. Either Jesus is God or a prophet or a false prophet or a mere mortal or a myth. No Christian doubts which is true. Yet representatives of other faiths will differ on that point. Could truths be relative to the place of birth (which is a major factor determining the denomination)? Religions avoid syncretism to avoid dilution which can threaten their survival in the long run. Would Jews walk this planet if they were syncretic in Babylonian captivity? Religions develop mechanisms that prevent syncretic dilution. This prevention is a key player in religious darwinism. Religious darwinism, a term considered offensive by some people, is a study of the birth, evolution and extinction of religious beliefs (as such it should not to be confused with a religiously promoted darwinism or with the law: <i>&#34;only the righteous survive&#34;</i>). Anti-syncretic mechanisms include strongly memetic commandments and creeds, scriptures &#34;written in the stone&#34;, compliance with game theory, obligatory evangelism, gospel missionaries, covert proselytizing, church planting, prohibiting inter-faith marriages or sexual relations, the concept of blasphemy, censorship (<a href=\"https://link.zhihu.com/?target=http%3A//www.aloha.net/~mikesch/ILP-1559.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Index librorum prohibitorum</a>), severe punishment for renunciation, etc. Religious darwinism which looks at religions as memes or ideaviruses demonstrates that due to immutable characteristics of human social and cultural life, there are multiple common denominators across world&#39;s major religions. These characteristics are shaped by game theoretical principles of maximizing psychological welfare gain to the followers. The surviving religions with worldwide appeal are predominantly good from each other&#39;s perspective; at least as considered by open-minded religious scholars. This does not prevent Crusades, Hindus and Muslims slaughtering each other; Jews and Palestinians in a headlock of hate, or <a href=\"https://link.zhihu.com/?target=http%3A//www.cair-net.org/asp/article.asp%3Farticleid%3D1%26articletype%3D3\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Franklin Graham declaring Islam a &#34;wicked religion&#34;</a> (let alone Rev. Jerry Falwell&#39;s <a href=\"https://link.zhihu.com/?target=http%3A//www.cnn.com/2002/ALLPOLITICS/06/13/cf.crossfire/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">unprintable comments</a> that resulted in riots and loss of life). However, the more enlightened and educated a believer, the more tolerance (s)he will show for other faiths. For example, compare Franklin Graham comments to the ecumenical bridge-building philosophy of his father <a href=\"https://link.zhihu.com/?target=http%3A//www.billygraham.org/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Billy Graham</a>. Knowledge helps. Scriptures might call for aggressive evangelism and militant opposition to syncretism, but <a href=\"https://link.zhihu.com/?target=http%3A//www.ishwar.com/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">knowledge helps to ease the differences</a> and dilute potential conflict.<br/><br/>世界各宗教之间相互对立：许多信徒和学者声称，宗教与科学之间没有矛盾。另一些人则试图将世界宗教、科学和哲学综合起来（见：<a href=\"https://link.zhihu.com/?target=http%3A//skepdic.com/theosoph.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">神智与神智论</a>）。不幸的是，许多真正的信徒坚决拒绝综合主义。他们坚持 &#34;除了上帝，没有其他神性，穆罕默德是他的先知 &#34;或 &#34;我信耶稣基督，上帝的独生子 &#34;或 &#34;以色列啊，你听，主我们的上帝，主是独一的&#34;。他们声称，这些说法不能调和。然而，不难看出，不同信仰间的沟通必须寻找调和这些真理的方法。要么耶稣是上帝，要么是先知，要么是假先知，要么是凡人，要么是神话。没有基督徒会怀疑哪一种是真的。然而，其他信仰的代表在这一点上会有不同意见。真理是否与出生地有关(这是决定教派的一个主要因素)?宗教避免融合，以避免稀释，这可能威胁到它们的长期生存。如果犹太人被巴比伦人囚禁，他们还会在这个星球上行走吗?宗教发展了防止融合稀释的机制。这种预防是宗教达尔文主义的一个关键因素。宗教达尔文主义，一个被某些人认为是冒犯性的术语，是对宗教信仰的诞生、进化和消亡的研究(因此它不应与宗教提倡的达尔文主义或“只有正义的人才能生存”的法则相混淆)。反同化机制包括强制的记忆性诫命和信条、“刻在石头上”的经文、遵守博弈论、义务传福音、福音传教士、秘密传教、教会种植、禁止跨信仰的婚姻或性关系、亵渎的概念、审查(<a href=\"https://link.zhihu.com/?target=http%3A//www.aloha.net/~mikesch/ILP-1559.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Index librorum prohibitorum</a>)、对放弃的严厉惩罚等。宗教达尔文主义将宗教视为记忆体或思想的病毒，表明由于人类社会和文化生活的不可改变的特征，世界主要宗教有多个共同的因素。这些特征是由追随者心理福利最大化的博弈论原则形成的。现存的具有世界吸引力的宗教从彼此的角度来看都是好的;至少开明的宗教学者是这么认为的。这并不能阻止十字军东征、印度教徒和穆斯林之间的自相残杀;犹太人和巴勒斯坦人相互仇视，或者<a href=\"https://link.zhihu.com/?target=http%3A//www.cair-net.org/asp/article.asp%3Farticleid%3D1%26articletype%3D3\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">富兰克林·格雷厄姆宣称伊斯兰教是一个“邪恶的宗教”</a>(更不用说杰里·福尔韦尔牧师那导致骚乱和生命损失的<a href=\"https://zhuanlan.zhihu.com/p/355224397/(http://www.cnn.com/2002/ALLPOLITICS/06/13/cf.crossfire/)%E4%BA%86\" class=\"internal\">不可发表的评论</a>。然而，一个信徒越开明、越受教育，他就会对其他信仰表现出越多的宽容。例如，比较富兰克林·格雷厄姆的评论和他的父亲<a href=\"https://link.zhihu.com/?target=http%3A//www.billygraham.org/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">比利·格雷厄姆</a>的普世主义桥梁建设哲学。知识有帮助。经文可能会号召积极的布道和激进的反对融合，但<a href=\"https://link.zhihu.com/?target=http%3A//www.ishwar.com/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">知识有助于缓和分歧</a>和稀释潜在的冲突。<br/><b>philosophers against each other</b>: Followers of scientific axiology under its countless names are probably the most confused and the most confusing group. Willy-nilly, they have to acknowledge humanity&#39;s limitless ignorance in the area of purely rational interpretation of the purpose and the value. They are not able to measure, detect or rationally postulate intrinsic value. In those circumstances, they are more likely to join forces with other people to seek enlightenment. This may come for psychological reasons: a lonely philosopher might use community as an anti-dote to depressive awareness that sense and value are so elusive. This may also come for purely rational reasons: together we are more likely to reach the truth. Philosophers will overwhelmingly elect knowledge to be good.<br/><br/>哲学家彼此对立：冠以无数名字的科学价值论的追随者可能是最困惑和最令人困惑的群体。不管愿意不愿意，他们都必须承认，在对目的和价值的纯粹理性解释方面，人类是无限无知的。他们不能测量、检测或合理假定内在价值。在这种情况下，他们更有可能与他人联合起来寻求启迪。这可能是心理上的原因:一个孤独的哲学家可能会用群体来对抗抑郁意识，因为感觉和价值是如此难以捉摸。这也可能是出于纯粹的理性原因：我们在一起更有可能找到真相。哲学家会压倒性地认为知识是好的。<br/><b>hedonism vs. religion</b>: seemingly these two are irreconcilable. Basically, hedonist serves himself and a religious person serves God. However, most hedonists and believers are far from being of a pure breed. Hedonists are often altruistic. Believers often bend the religious dogma to fit their own goals and desires. Knowledge makes hedonists less egoistic. Knowledge makes believers more tolerant. Knowledge helps them stomach one another. It brings them closer. It promotes goodness.<br/><br/>享乐主义与宗教：这两者似乎是不可调和的。基本上，享乐主义者是为自己服务的，宗教人士是为上帝服务的。然而，大多数享乐主义者和信徒远不是纯种的。享乐主义者通常是无私的。信徒经常改变宗教教条，以适应他们自己的目标和愿望。知识使享乐主义者不那么自私自利。知识使信徒更宽容。知识帮助他们相互消化。这让他们走得更近了。它促进好。<br/><b>hedonism vs. science</b>: all humans are born hedonists and develop a degree of scientific outlook on life via education (even though at times pitifully scant). Knowledge brings a hedonist to a higher level of awareness. Even though scientists often seem to be stronger on expertise than on morals, knowledge helps them understand the threats of doing science without looking for its sociological implications. Knowledge also helps the rest of the world understand science and its goals. Communication helps reconcile differences between hedonists and science.<br/><br/>享乐主义与科学：所有人都是天生的享乐主义者，并通过教育对生活发展出一定程度的科学见解（尽管有时可怜的少）。知识带给享乐主义者更高的认识水平。尽管科学家通常在专业知识上比在道德上要强，但知识可以帮助他们理解科学的威胁，而无需寻找科学的社会学含义。知识还可以帮助世界其他地区了解科学及其目标。交流有助于调和享乐主义者与科学之间的差异。<br/><b>religion vs. scientific axiology</b>: religion is a form of scientific axiology from the times where humans knew little of the scientific method. It was the first attempt of predicating on value. Religion has often been accused of stifling science, but its roots are in the learning imperative. The first words the angel Jabril said to prophet Muhammad was &#34;Iqra&#34; (~read). This command contributed to five centuries of Islamic excellence in science. Religious scholars often look for ways of reconciling scriptures with experimental and theoretical research. Beginning with Renaissance, science largely assumed life of its own. With time gone by, it became more and more skeptical of divine claims. However, religion follows science and adopts its teaching to new findings about the universe. What seemed a heresy at first, became a component of religious teaching centuries later. Reconciliation between religion and science is awfully slow. It rarely takes a generation. It often takes centuries. The rift seems to be growing at times of scientific acceleration. Genetic engineering, for example, is univocally condemned by major religions and spiritual philosophies. For a Buddhist or a Jain, it contradicts <i>Ahimsa</i> (not harming), and is interpreted by some as impacting transcendence (potential for spiritual wisdom and liberation). For a monotheist, genetic engineering is plain playing God. For no direct religious reason, an African government can see GM-food aid as an obstacle on their country&#39;s way to fastidious European agricultural markets (see: <a href=\"https://link.zhihu.com/?target=http%3A//www.economist.com/science/displayStory.cfm%3Fstory_id%3D1337197\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Better dead than GM-fed</a>). Yet positions tend to soften in cases where particular GM applications greatly benefit humanity. For example, where GMOs act as a blessing against poverty and famine. Many religious scholars claim that the rift between the revelation and the reason is long gone. For those who do not agree, it is easy to note that religion calls for love. If love cannot be proven valuable, scientific axiology calls for game theoretical cooperation. Both call for tolerance rather than conflict. Many scientists are deeply religious. Most believers acknowledge the validity of science. Understanding each other via knowledge and communication helps the common good. Knowledge is good again.<br/><br/>宗教与科学价值论:在人类对科学方法知之甚少的时代，宗教是科学价值论的一种形式。这是第一次尝试用价值来预测。宗教经常被指责扼杀科学，但它的根源在于学习的必要性。天使贾布里尔对先知穆罕默德说的第一个词是“Iqra”。这一命令造就了五个世纪以来伊斯兰教在科学上的卓越成就。宗教学者经常寻找将经书与实验和理论研究协调起来的方法。从文艺复兴开始，科学在很大程度上拥有了自己的生命。随着时间的流逝，人们对神的主张越来越持怀疑态度。然而，宗教遵循科学，并采用它的教导关于宇宙的新发现。起初似乎是异端邪说，几个世纪后成为宗教教义的组成部分。宗教和科学之间的和解非常缓慢。这不可能只用一代人的时间。这通常需要几个世纪。在科学加速发展的时代，裂痕似乎在不断扩大。例如，基因工程就受到主要宗教和精神哲学的一致谴责。对于佛教徒或耆那教教徒来说，它与不伤害(不伤害)相矛盾，并被一些人解释为影响超越(精神智慧和解放的潜力)。对于一个一神论者来说，基因工程就是扮演上帝。没有直接的宗教原因，一个非洲政府可以将转基因食品援助视为他们国家进入挑剔的欧洲农业市场的障碍(见：<a href=\"https://zhuanlan.zhihu.com/p/355224397/(http://www.economist.com/science/displayStory.cfm?story_id=1337197)\" class=\"internal\">死总比转基因食品好</a>)。然而，在某些特定的转基因应用极大地造福人类的情况下，立场往往会软化。例如，转基因作物是对抗贫穷和饥荒的福音。许多宗教学者声称，神启和神启的原因之间的裂痕早已不复存在。对那些不同意的人来说，很容易注意到宗教呼唤爱。如果爱不能被证明是有价值的，科学价值论要求博弈论合作。两者都呼吁宽容而不是冲突。许多科学家都笃信宗教。大多数信徒承认科学的有效性。通过知识和交流相互理解有助于共同利益。知识再好。</blockquote><h2><b>Biased knowledge</b></h2><h2><b>有偏见的知识</b></h2><p data-pid=\"gRsEHH-L\">Knowledge and communication can be biased. Three factors play the most prominent role in hampering human communication and the growth of true knowledge:</p><p data-pid=\"AGN2ZRer\">知识和交流可能是有偏见的。三个因素在阻碍人类交流和真正知识的增长方面有着最突出的影响：</p><ul><li data-pid=\"ZMkAZD9z\"><b>emotion</b> - anger, envy, hate and other negative emotions will introduce bias in human thinking. Middle East conflict would have long been resolved had it not been marred in hate and religious intransigence on both sides. Imagine Ariel Sharon lovingly sponsoring schools for young Palestinians, and Hamas getting involved in a campaign to enlighten the Israeli on the virtues of Islam. Sounds like not this world? As much as negative emotions lead to blindness, positive emotions can also block our progress towards the truth and reconciliation. Even the greatest scientist can get carried away by the enthusiasm of a discovery. He can be blinded to the shortcomings of his finding. Love can entirely distort our image of loved people. Mothers are hormonally predisposed to see their kids in the best light; not the truest light. They can also easily overestimate the risks to child&#39;s safety. Humans are emotional animals and as such are predisposed to distort the truth. No bright mind should spew disregard and try to humiliate those who are less enlightened. That approach can only backfire in the long run (unless it is used to sell books or for self-promotion). Vicious attack on anyone&#39;s philosophy will generate adrenaline, anger and result in more backwardness. I wholeheartedly support the evolutionary science but do not think that <a href=\"https://link.zhihu.com/?target=http%3A//www.skeptictank.org/hs/crebunk2.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">scorn or hair-splitting</a> helps. In my humble view, <a href=\"https://link.zhihu.com/?target=http%3A//www.infidels.org/news/atheism/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Atheist Web</a> or the great minds of Bertrand Russel or Isaac Asimov err in one point: they ridicule and inflame all too often. Adrenaline is a bad advisor. It can spark a raging debate. But it does not build bridges, and it does not open minds. All it can do is to escalate emotion and generate more hot-headed amplification (see the next point)</li><li data-pid=\"wtIUCuMM\">情绪-愤怒、嫉妒、仇恨和其他负面情绪会给人类思维带来偏见。如果中东冲突没有被双方的仇恨和宗教顽固所破坏，它早就会得到解决。想象一下，阿里尔·沙龙(Ariel Sharon)慈爱地赞助巴勒斯坦年轻人的学校，而哈马斯(Hamas)参与了一场向以色列人宣传伊斯兰教美德的运动。听起来不像是这个世界？正如负面情绪导致失明一样，正面情绪也可以挡路我们走向真相与和解的进程。即使是最伟大的科学家也会被发现的热情冲昏头脑。他可以对他的发现的缺点视而不见。爱会完全扭曲我们心爱的人的形象。母亲在荷尔蒙方面倾向于以最好的眼光看待自己的孩子，而不是最真实的一面。他们也很容易高估儿童安全的风险。人类是情绪化的动物，因此容易歪曲事实。任何聪明的人都不应该漠视并试图羞辱那些不那么开明的人。从长远来看，这种方法只会适得其反(除非它被用来卖书或自我推销)。对任何人的哲学的恶毒攻击都会激起肾上腺素和愤怒，导致更多的落后。我全心全意支持进化论，但我不认为<a href=\"https://link.zhihu.com/?target=http%3A//www.skeptictank.org/hs/crebunk2.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">轻蔑或吹毛求疵</a>会有帮助。在我看来，<a href=\"https://link.zhihu.com/?target=http%3A//www.infidels.org/news/atheism/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">无神论者韦伯</a>或伯特兰·罗素或艾萨克·阿西莫夫的伟大思想有一点是错误的：他们经常嘲笑和煽动。肾上腺素不是一个好的顾问。它可能会在电光上引发一场激烈的辩论。但它没有搭建桥梁，也没有开放思想。它所能做的就是升级情绪，产生更多的头脑发热的放大(见下一点)。</li><li data-pid=\"EHVSvsUm\"><b>amplification</b> - we all have areas of enhanced interest. If we take part in a debate, we tend to triple our effort to find evidence that favors our view, and flinch at counter-evidence. We scrupulously memorize the pros while the cons slip the backdoor. Intense interest in a given field produces a positive feedback of amplification. The more you know, the more you know you don&#39;t know, and the more your interest develops. This is a typical lock-in that produces selective amplification. If you hear a Muslim and a Hindu debate matters of religion, in most cases one knows very little of the beliefs of the other. They may be fluent in their own scriptures or Vedas, but show total ignorance of the other side&#39;s religious philosophy. Ask a Christian if Muslims recognize Krishna as a prophet. You will likely get a blank stare. Ask a Muslim or a Hindu and you will still likely get no answer either. Or the answers will be contradictory. If you hear a Jehovah witness talk religion with a Roman Catholic, they will often throw in an offensive concept of <i>false religion</i> even if they recognize same scriptures. In-depth knowledge is often replaced with false stereotypes. Individual interests and bias is not the only source of amplification. We also tend to communicate extensively with members of our own inner communication circle. List servers and user groups on the Internet show how we tend to flock together and passionately amplify each other&#39;s knowledge. Moderators frequently filter not-so-nice comments from people with the opposite or unwelcome view. Amplification can easily be remedied with an open mind and readiness to listen and learn</li><li data-pid=\"R3AqXo3_\">放大——我们都有兴趣增强的领域。如果我们参加辩论，我们往往会加倍努力去寻找支持自己观点的证据，而在相反的证据面前退缩。我们一丝不苟地记住了优点，而缺点则从后门溜走。对给定领域的强烈兴趣会产生放大的正反馈。你知道的越多，你知道你不知道的越多，你的兴趣就会发展得越多。这是一种产生选择性放大的典型锁定。如果你听到一个穆斯林和一个印度教徒就宗教问题进行辩论，在大多数情况下，一方对另一方的信仰知之甚少。他们可能流利地阅读自己的经文或吠陀经，但对对方的宗教哲学表现出完全的无知。问问基督徒穆斯林是否承认克里希纳是先知。你可能会得到一个茫然的眼神。问一个穆斯林或印度教徒，你也很可能得不到答案。否则答案就会相互矛盾。如果你听到一个耶和华见证会与一个罗马天主教徒谈论宗教，他们经常会提出一个令人不快的错误宗教的概念，即使他们认识相同的经文。深入的知识往往被错误的刻板印象所取代。个人兴趣和偏见并不是放大的唯一来源。我们也倾向于与自己圈子内的人进行广泛的交流。互联网上的列表服务器和用户组显示出我们倾向于聚集在一起，热情地扩大彼此的知识。版主经常过滤那些持相反观点或不受欢迎观点的人的不太好的评论。虚心听取和学习可以很容易地补救。</li><li data-pid=\"Ta95cspT\"><b>genes</b> - some emotions have a genetic background. Genes can strongly affect people&#39;s political outlook. Some genetic traits may correlate strongly with racist views, conservatism, leftist outlook, vegetarianism, etc. As such, genes can also interfere with our perception of the truth and with the shape of our system of value. For example, it is well known that we are born with certain preferences as to the choice of a sexual partner. Minor differences may gradually get amplified through environmental factors. One European male teenager may show a strong preference for blondes with blue eyes. Another one may show a taste for exotic Asian or African beauty. Through further amplification, the two may differ strongly on the point of immigration. For one, immigration dilutes the prevalence of blondes with blue eyes, and leads to a blonde genotype extinction. For the other, immigration enhances the impoverished European genetic pool with pleasant repercussions in the field of esthetics and beauty. With time, through amplification, the rift between the two individuals may grow unbridgeable. Similarly, humans show a varying sensitivity to witnessing pain inflicted on animals or other individuals. Empathy is a strongly human characteristic and is to a degree determined genetically (with factors such as the structure of the prefrontal cortex, levels of testosterone, prolactin, serotonin, etc.). Empathetic individuals are often more sensitive to pain and show lower stress tolerance. Some of us can easily stomach pain, while others flinch at the look of a frog killed on the roadside. The empathetic individuals are more likely to represent leftist causes, join animal welfare movements, become vegetarians, oppose death penalty, etc. Those less empathetic will often be better suited as CEOs, surgeons, warriors or world leaders (in politics you cannot escape painful choices and scorn). High-testosterone people will often embrace conservative causes based on the survival of the fittest. Driven to an extreme, empathetic individuals might become environmental terrorists while unempathetic ones could become serial killers. As the political scene in nearly all countries shows, the value gap between the extreme left and the extreme right is very hard to bridge. This gap is potentiated by a number of genetic differences between individuals. Although abhorred by many a nationalist or racist, global inter-breeding is nothing but good news for leveling differences of opinion that might have deep genetic roots. Naturally, there are also inherent and unbridgeable difference between the sexes. However, these pose no threat to the quest for the truth as the survival of the species relies on both genders and biology provides a very special bond between the two. We need both strong high-testosterone leaders as well as more moderate minds that make sure that adrenaline-driven emotion does not cloud the mind. Last but not least, except for pathological cases, knowledge is an excellent and efficient remedy for the bias that might be introduced by our genes</li><li data-pid=\"msRd3-4n\">基因——一些情绪有基因背景。基因可以强烈地影响人们的政治观点。一些基因特征可能与种族主义观点、保守主义、左派主义、素食主义等有很强的相关性。因此，基因也会干扰我们对真理的感知和我们价值体系的形态。例如，众所周知，在选择性伴侣方面，我们生来就有特定的偏好。微小的差异可能会因环境因素而逐渐放大。一个欧洲少年可能会对金发碧眼的美女表现出强烈的偏爱。另一个则表现出对异域风情的亚洲或非洲美女的偏好。通过进一步放大，两者在移民问题上可能存在很大差异。首先，移民淡化了金发碧眼的流行，导致了金发基因型的灭绝。另一方面，移民增强了贫乏的欧洲人的基因库，在美学和美的领域产生了令人愉快的反响。随着时间的推移，通过放大，两个人之间的裂痕可能会变得不可逾越。同样，人类对目睹动物或其他个体遭受的痛苦表现出不同的敏感性。移情是一种强烈的人类特征，在一定程度上是由基因决定的(由诸如前额皮质的结构、睾酮、催乳素、血清素等因素决定)。有同理心的人通常对疼痛更敏感，承受压力的能力也更低。我们中的一些人很容易胃痛，而另一些人则会在看到一只死在路边的青蛙时退缩。有同理心的个体更有可能代表左派事业，加入动物福利运动，成为素食主义者，反对死刑，等等。那些缺乏同理心的人通常更适合担任ceo、外科医生、战士或世界领导人(在政治领域，你无法逃避痛苦的选择和蔑视)。睾酮水平高的人通常会接受以适者生存为基础的保守主义。在极端情况下，有同理心的人可能会成为环境恐怖分子，而没有同理心的人可能会成为连环杀手。从几乎所有国家的政治场景可以看出，极左与极右之间的价值鸿沟是很难弥合的。个体之间的一些遗传差异加剧了这种差距。尽管许多民族主义者或种族主义者憎恶全球通婚，但对于消除可能有着深厚基因根源的意见分歧而言，全球通婚不过是一个好消息。自然地，两性之间也存在着固有的、不可逾越的差异。然而，这对寻求真相并没有构成威胁，因为物种的生存都依赖于两性，而生物学在两性之间提供了一种非常特殊的纽带。我们既需要强大的高睾丸激素领导者，也需要更温和的头脑，以确保由肾上腺素驱动的情绪不会蒙蔽头脑。最后但并非最不重要的是，除了病理病例外，知识是一种极好的、有效的治疗方法，可以治疗可能由我们的基因引起的偏见</li></ul><p data-pid=\"8P-WdPmS\">Knowledge and communication are the best tools for reconciling philosophical or political differences. Those who seek reconciliation must avoid the biasing impact of emotion and be aware of knowledge amplification.</p><p data-pid=\"H0twb9e4\">知识和交流是调和哲学或政治分歧的最佳工具。那些寻求和解的人必须避免情绪的偏颇影响，并意识到知识的扩大性作用。</p><h2><b>Can systems of value be reconciled?</b></h2><h2><b>价值体系可以调和吗？</b></h2><p data-pid=\"MBt5D_wc\">Thomas Hobbes (1588-1679) showed little trust for human nature: <i>&#34;Look at the unleashing of total war, the wholesale debasement and brutalization, the lunatic destructiveness, the piles of bodies -- you who believe men are suited to live rationally and peacefully together with a minimum of restraint, without stern and inflexible control!&#34;</i>. Yet he felt compelled to provide a prescriptive analysis in <a href=\"https://link.zhihu.com/?target=http%3A//www.orst.edu/instruct/phl302/texts/hobbes/leviathan-contents.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Leviathan</a> thus proving Robert Wright&#39;s contention that nonzero thinking is a powerful mechanism towards universal reconciliation. Hobbes rationalized moral rules using a secular argument as the means towards achieving <i>&#34;peaceable, social, and comfortable living&#34;</i> (hedonistic angle).</p><p data-pid=\"ByCBEA2C\">托马斯-霍布斯(1588-1679年)对人性没有多少信任。&#34;看看发动的全面战争， 大规模的破坏和残暴， 疯子的破坏性，堆积如山的尸体 -- -- 你们谁相信人类适合理性地和平共处？和平地生活加上最低限度的约束上，无需严厉而僵硬的控制？&#34;。然而，他却觉得不得不在<a href=\"https://link.zhihu.com/?target=http%3A//www.orst.edu/instruct/phl302/texts/hobbes/leviathan-contents.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">《利维坦》</a>中提供一个规定性的分析，从而证明了罗伯特-赖特的论点，即非零思维是实现普遍和解的强大机制。霍布斯用世俗的论点将道德规则合理化，作为实现 &#34;和平、社会和舒适生活 &#34;的手段（享乐主义角度）。</p><p data-pid=\"o7iyKEKe\">To show that all systems of value can lead to the best of human behavior and attitude, let&#39;s consider an example of a teacher standing in front of her class and thinking <i>&#34;I will do my best to help my students excel&#34;</i>:</p><p data-pid=\"AJxKQoTT\">为了说明所有的价值体系都可以带来最好的人类行为和态度，让我们来看一个例子，一位老师站在她的班级面前，想着“我会尽我最大的努力帮助我的学生出类拔萃”：</p><ul><li data-pid=\"w43Dem6A\">hedonist: <i>&#34;Seeing happy faces of my students is the most gratifying experience&#34;</i></li><li data-pid=\"KXCCNoTA\">religious person: <i>&#34;It&#39;s my God-given mission to make my students excel&#34;</i></li><li data-pid=\"HMK6Rn18\">pure-reason person: <i>&#34;My students must be top-quality intrinsic value contributors&#34;</i></li><li data-pid=\"PX-LFzw2\">享乐主义者：“看到我的学生们笑容满面是最令人欣慰的经历。”</li><li data-pid=\"0FJU1EBN\">宗教人士：“让我的学生出类拔萃是我上天赋予的使命。”</li><li data-pid=\"RUWx2_73\">纯粹理性的人：“我的学生必须是一流的内在价值贡献者”</li></ul><p data-pid=\"iAkMlDRS\">(whatever the interpretation of what is intrinsically valuable)</p><p data-pid=\"kZzxBuEw\">(无论对内在价值的解释是什么)</p><p data-pid=\"igPtSYDe\">Knowledge is the best tool for reconciling differences between systems of value. Knowledge will affect the reasoning of all teachers representing different systems of value. Education, tradition, and experience will make the hedonistic teacher focus on seeing happy faces rather than waiting for the next pay that would put more or better food on his table. Knowledge will affect a religiously inspired teacher too. Instead of focusing on observance, rituals and dogma, he will look for core moral values and taught knowledge per se. He will be armed with tolerance. He might be a creationist but will not make a young proponent of evolution feel worse or ostracized or even think <i>&#34;my teacher is dumb&#34;</i>. He or she will not impose his religious beliefs on those who might belong to another denomination. He might initiate an open discussion instead.</p><p data-pid=\"FwdOVQFP\">知识是调和价值体系之间差异的最佳工具。知识会影响代表不同价值体系的所有教师的推理。教育、传统和经验将使享乐主义教师专注于看到快乐的面孔，而不是等待下一份能让他的餐桌上有更多或更好食物的工资。知识也会影响受宗教启发的教师。他不会把重点放在遵守、仪式和教条上，而是寻找核心的道德价值观和传授的知识本身。他将用宽容来武装自己。他可能是一个创世论者，但不会让一个年轻的进化论支持者感觉更糟，不会被排斥，甚至不会认为“我的老师是个傻瓜”。他或她不会把他的宗教信仰强加给那些可能属于其他教派的人。相反，他可能会发起一场公开讨论。</p><p data-pid=\"bNb0fppf\">Without complete reconciliation, representatives of different value systems can cooperate and present outwardly similar attitudes. With gradual learning and communication, they will be able to come closer to the final reconciliation as to their core values. Ultimate reconciliation on all imaginable ethical choices seems near-to impossible for their complex nature (see the next paragraph). However, human development indicates constant progress towards this elusive goal.</p><p data-pid=\"hCqR1fqJ\">如果没有完全的和解，不同价值体系的代表可能会合作，并表现出表面上相似的态度。通过逐步学习和沟通，他们将能够更趋于核心价值观的最终和解。由于其复杂性，在所有可以想象的道德选择上的最终和解似乎近乎不可能(见下一段)。然而，人类的发展表明，我们正在朝着这一难以捉摸的目标不断前进。</p><h2><b>Universal intrinsic value does not guarantee universal reconciliation</b></h2><h2><b>普遍内在价值不能保证普遍和解</b></h2><p data-pid=\"VFZXdcIb\">If we ever come to specifying precisely what makes the intrinsic value, we will lay a foundation for a universal ethical system of value. However, this will not end the problem with differences in moral judgments. As an example, let us consider the following rule of conduct: <i>Do not kill</i>. All major ethical systems come to the non-killing rule one way or another. For that reason, it can be called a <i>nearly universal rule of conduct</i>. However, we all know that the rule is imprecise enough to result in raging ethical debates in many societies. Most humans accept killing animals for food. Many support death penalty or war in Afghanistan. Here are some problems with the non-killing rule:</p><p data-pid=\"9yzhiX79\">如果我们有一天能够准确地说明是什么构成了内在价值，我们就会为普遍的价值伦理体系奠定基础。然而，这不会结束道德判断差异的问题。举个例子，让我们考虑一下下面的行为准则：不能杀人。所有主要的道德体系都会以这样或那样的方式达成不杀戮规则。因此，它可以被称为近乎通用的行为规则。然而，我们都知道，这条规则不够精确，以至于在许多社会引发了激烈的伦理辩论。大多数人类接受杀死动物作为食物。许多人支持死刑或阿富汗战争。以下是不杀戮规则的一些问题：</p><ul><li data-pid=\"Imfp8uiJ\">What forms of life are subject to the rule? Does it extend beyond humans? Does it extend beyond conscious life? How far? Depending on the underlying intrinsic value, the line is drawn at a different place. Hedonist might primary adopt non-killing for the fear of being killed himself. Or for the unpleasant feeling evoked in his mind by the death of a human or an animal. For a Hindu, killing cattle or a monkey is a cardinal sin. Dogmatic axiologist may axiomatically assume the definition of life that is subject to protection. Agnostic axiologist may see conscious life as a way towards determining intrinsic value, and see killing a human far greater a crime than killing a conscious non-human primate</li><li data-pid=\"WNrLIO8I\">哪些生命形式受到这一规则的约束？它是否超出了人类的范畴？它是否超越了有意识的生活？多远？根据潜在的内在价值，这条线会在不同的位置绘制。享乐主义者可能会因为害怕自己被杀而主要采用非杀戮。或者是因为人类或动物的死亡在他的脑海中唤起的不愉快的感觉。对于印度教徒来说，杀牛或杀猴子是大罪。教条主义的价值学家可能会从公理上假定生命受到保护的定义。不可知论者价值学家可能会将有意识生命视为确定内在价值的一种方式，并认为杀害人类比杀害有意识的非人类灵长类动物要严重得多。</li><li data-pid=\"OnscqpA2\">Is self-killing permissible? Hedonist may accept suicide or euthanasia as a way to escape suffering. In extreme cases, global relief from suffering by global suicide becomes acceptable in a hedonist extreme (see <i><a href=\"https://link.zhihu.com/?target=http%3A//www.hedweb.com/negutil.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">negative utilitarianism</a></i>). A Muslim may see a suicide bombing as a form of martyrdom in defense of holy places, religious laws, or oppressed population. A dogmatic axiologist may see self-killing as an inalienable right to self-determination. On the other hand, he may also see it as an inexcusable offence. It simply depends on the arbitrary choice of intrinsic value axioms</li><li data-pid=\"v1iU8q1U\">允许自杀吗？享乐主义者可能会接受自杀或安乐死作为逃避痛苦的一种方式。在极端情况下，从全球自杀中解脱出来的全球痛苦在享乐主义极端中是可以接受的(参见消极功利主义)。穆斯林可能会将自杀式炸弹袭击视为捍卫圣地、宗教法规或受压迫人口的殉难形式。教条主义的价值学家可能会将自我杀害视为不可剥夺的自决权。另一方面，他也可能认为这是一种不可原谅的过错。它仅仅取决于对内在价值公理的任意选择。</li><li data-pid=\"ah8RiGE7\">Where does the protected life begin? At formation of sex cells, at conception, at birth, or at reaching self-awareness? National abortion debates show how divisive the issue is</li><li data-pid=\"mkEUTmvE\">受保护的生命从哪里开始呢？在性细胞形成时，在受孕时，在出生时，还是在达到自我意识时？全国性的堕胎辩论显示了这个问题的分歧有多大</li><li data-pid=\"Pwo9i7rB\">Is killing admissible as a form of punishment? Again death penalty debate shows wild differences even among people with seemingly same religious or philosophical convictions. Even if we accept killing for punishment, what kind of crime justifies death penalty? Islamic Sharia court in Nigeria may call for death as a punishment for adultery. Texas law will raise the bar for most outrageous crimes against life. European Union outlawed death penalty altogether. Even if we agree that death is a suitable penalty for a given crime, what form of death is acceptable? Merciful lethal injection, hair raising electric chair, or stoning by village peers?</li><li data-pid=\"8DsXaitK\">杀戮可以作为惩罚的一种形式吗？死刑辩论再一次显示出巨大的差异，即使在宗教或哲学信仰看似相同的人之间也是如此。即使我们接受杀戮作为惩罚，什么样的罪行才能证明死刑是正当的呢？尼日利亚的伊斯兰教法法庭可能会要求判处死刑，作为对通奸的惩罚。德克萨斯州的法律将定罪标准提高到最骇人听闻的危害生命的罪。欧盟完全宣布死刑为非法。即使我们同意死刑对于特定的罪行是合适的刑罚，什么形式的死亡是可以接受的呢？仁慈的注射死刑，通电时令人毛发耸立的电椅，还是被村里的同龄人用石头砸死？</li><li data-pid=\"f70BSLNU\">Is killing admissible as a form of saving life? Can we kill one person to save lives of two? If not, how about saving a city? Or a continent? Or the whole mankind? Can value of Saddam Hussein&#39;s life be judged negative if he threatens others with weapons of mass destruction?</li><li data-pid=\"mETH3-sU\">杀戮可以作为拯救生命的一种形式吗？我们能杀一个人来救两个人的命吗？如果不行，那拯救一座城市呢？或者是一块大陆？还是全人类？如果萨达姆·侯赛因以大规模杀伤性武器威胁他人，他的生命价值会被认为是负面的吗？</li></ul><p data-pid=\"WdfiOHAN\"> For one person, abortion is the trampling on the sanctity of human life while eating pork or beef is a natural course of nature. For another, killing a defenseless animal is an abominable crime while the act of abortion is seen as discarding a mass of cells devoid of self-awareness or ability to sense pain. Why does a British pork eater revolt against a Filipino eating dog meat? Why killing a dog is barbarous while killing a sad-eyed sheep is not? The bridge between the two can be drawn through meticulous analysis only if there is an agreement on the concept of intrinsic value. Still the analysis may be too complex for agreement to ever be feasible.</p><p data-pid=\"7duUKzGq\">即使我们普遍认为杀人是坏事，但对于具体情况下的道德判断，我们还是会有天壤之别。对一个人来说，堕胎是对生命神圣性的践踏，而吃猪肉或牛肉是自然的过程。另一方面，杀害手无寸铁的动物是一种令人憎恶的罪行，而堕胎行为则被视为抛弃了大量缺乏自我意识或感知痛苦能力的细胞。为什么一个吃猪肉的英国人反对菲律宾人吃狗肉?为什么杀一条狗是野蛮的，而杀一只伤心的羊却不是?只有在内在价值的概念上达成一致，才能通过细致的分析来搭建两者之间的桥梁。不过，这种分析可能过于复杂，无法达成一致。</p><p data-pid=\"Wj-SJ9AY\">The complexity of ethical analysis makes seemingly incompatible conclusions come from individual systems of value. A hedonist might try to apply <a href=\"https://link.zhihu.com/?target=http%3A//www.xrefer.com/entry.jsp%3Fxrefid%3D552278\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Bentham&#39;s felicific calculus</a> to formalize his statements on value. A scientific axiologist may try to use <a href=\"https://link.zhihu.com/?target=http%3A//www.hartmaninstitute.org/html/AustinHVP.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Hartman Value Profile</a>. Yet ethics is far from being a hard science even if we stand on the assumption that the intrinsic value is known. For starters, how do we quantify intrinsic value?</p><p data-pid=\"ayWE7Nhy\">伦理分析的复杂性使得看似不相容的结论来源于个人的价值体系。一个享乐主义者可能会尝试应用<a href=\"https://link.zhihu.com/?target=http%3A//www.xrefer.com/entry.jsp%3Fxrefid%3D552278\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">边沁的幸福计算法</a>来正式确定他的价值陈述。一个科学公理学家可能会尝试使用<a href=\"https://link.zhihu.com/?target=http%3A//www.hartmaninstitute.org/html/AustinHVP.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">哈特曼价值剖析</a>。然而，即使我们站在内在价值是已知的假设上，伦理学也远不是一门硬科学。首先，我们如何量化内在价值？</p><p data-pid=\"VjT9qVQ7\">Let&#39;s us analyze an interesting example. Daniel Pouzzner proposed a concept of <a href=\"https://link.zhihu.com/?target=http%3A//www.mega.nu%3A8080/innovism.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">innovism</a>. Building upon innovism, he structured a universal innovist <a href=\"https://link.zhihu.com/?target=http%3A//www.mega.nu%3A8080/webconst/top.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">constitution</a> compliant with his philosophy. In our classification of the systems of value, innovism would fall under dogmatic axiology, where the underlying value axiom elects the intrinsic value in the form of progress, development, evolution, innovation, cooperation, competition, and/or creativity. So defined pluralistic axiomatic intrinsic value would certainly find many followers in the present technically-minded society. However, Pouzzner goes on to derive a complex system of philosophical assertions that will surprise those who might agree with the underlying value axiom. While it might seem world government would be the simplest way towards the incorporation of all humanity in an effort to promote innovation and progress, Pouzzner opposes globalization and proposes isolation of non-innovist nations and war where &#34;global good&#34; (e.g. the state of the environment) is threatened. Elsewhere, Pouzzner devoutly promotes self-armament or surprisingly compares Richard Dawkins, author of <i>&#34;The Selfish Gene&#34;</i>, to Hitler. Although you might believe that some forms of eugenics could be seen as progressive (e.g. genetic screening of spermatides as a form of preventing genetic diseases), Pouzzner writes: <i>&#34;Dawkins, with his proposal that &#39;we are in the unique position of being able to use our brains to work out together the kind of society in which we want to live&#39;, has simply restated the core premise of positivism - the philosophical stance responsible for the Holocaust&#34;</i>. According to Pouzzner, Robert Wright&#39;s call to deontological altruisms leads to a terrain already <i>&#34;well-trod by many murderous religions&#34;</i>.</p><p data-pid=\"ovtys6Ch\">让我们来分析一个有趣的例子。丹尼尔·普兹纳(Daniel Pouzzner)提出了<a href=\"https://link.zhihu.com/?target=http%3A//www.mega.nu%3A8080/innovism.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">创新主义</a>的概念。在创新精神的基础上，他构建了符合他的哲学的普遍创新主义宪法。在我们的价值体系分类中，创新主义属于教条价值论，其中潜在的价值公理选择了以进步、发展、进化、创新、合作、竞争和/或创造力的形式存在的内在价值。这样定义的多元公理内在价值，在当今科技社会一定会有很多追随者。然而，Pouzzner继续推导出一个复杂的哲学断言系统，这将使那些可能同意潜在价值公理的人感到惊讶。虽然世界政府似乎是将全人类纳入努力促进创新和进步的最简单方式，但Pouzzner反对全球化，并建议孤立非创新主义国家，并在“全球利益”(例如，环境状况)受到威胁的情况下发动战争。在其他地方，Pouzzner虔诚地提倡自我武装，或者令人惊讶地将“自私基因”的作者理查德·道金斯与希特勒相提并论。尽管你可能认为某些形式的优生学可以被视为进步的(例如，对精子细胞进行基因筛查，以此作为预防遗传病的一种形式)，但Pouzzner写道：“道金斯的提议‘我们处于能够用我们的大脑共同研究出我们想要生活的那种社会的独特位置’，只是重申了实证主义的核心前提-对大屠杀负责的哲学立场”。根据Pouzzner的说法，罗伯特·赖特(Robert Wright)对道义论利他主义的呼吁导致了一个已经“被许多杀戮的宗教很好地践踏”的领域。</p><p data-pid=\"fi47a5dR\">For similar reasons, other philosophies with a seemingly related core (human life as intrinsic value, objectivism, etc.) arrive at conclusions that <a href=\"https://link.zhihu.com/?target=http%3A//www.importanceofphilosophy.com/Evil_Vegetarianism.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">vegetarianism is evil</a>, or <a href=\"https://link.zhihu.com/?target=http%3A//www.neo-tech.com/advantages/advantage13.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">altruism is &#34;malevolent&#34;</a>, or that public schools are <i><a href=\"https://link.zhihu.com/?target=http%3A//solohq.com/Objectivism101/Bloody_PublicSchools.shtml\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">&#34;the worst violations of individual rights in existence&#34;</a></i>, or that <a href=\"https://link.zhihu.com/?target=http%3A//www.peikoff.com/op/home.htm\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">America goes on the same path as Nazi Germany</a>.</p><p data-pid=\"0pOEs9Us\">出于类似的原因，其他具有看似相关核心的哲学(作为内在价值的人的生命、客观主义等)得出这样的结论：素食是邪恶的，利他主义是“恶毒的”，公立学校是“现存最严重的侵犯个人权利的行为”，或者美国走上了与纳粹德国相同的道路。</p><p data-pid=\"-TomkONA\">In other words, even if we agree on the core intrinsic value, we might still derive countless philosophical systems based on the same core. The difference will always rest on the differences in individual knowledge (wherever emotion or genes do not result in an additional bias). Two mathematicians can start with the same set of premises and derive entirely different set of assertions by the choice of derivation as well as through error. The same refers to meta-ethics; particularly that it is far less formalized than the calculus.</p><p data-pid=\"mz4MdCPr\">换言之，即使我们在核心内在价值上达成一致，我们也可能在同一核心上衍生出无数的哲学体系。这种差异总是取决于个人知识的差异(只要情感或基因不会导致额外的偏见)。两个数学家可以从相同的前提集开始，通过选择推导以及通过错误来推导出完全不同的断言集。元伦理学也是如此，特别是它远没有微积分那么形式化。</p><p data-pid=\"D4e1wcx2\">Our search for universal ethical system seems like only beginning. Those examples show how far we are from a universal ethical reconciliation. Yet you will easily notice that knowledge is a remedy against the most extreme cases of departure from what we common-sensically or traditionally consider ethical.</p><p data-pid=\"Wvh966tR\">我们对普遍道德体系的探索似乎才刚刚开始。这些例子表明，我们离普遍的伦理和解是多么遥远。然而，你会很容易注意到，对于偏离我们常识上或传统上认为是道德的东西的最极端情况，知识是一种补救办法。</p><h2><b>Conclusion: knowledge and the sense of life</b></h2><h2><b>结语：知识与生命的意义</b></h2><p data-pid=\"gEb_66tj\">When staking a claim on what is valuable, we have to be aware of our tremendous ignorance in the area of value and morals. Although it has been nearly two centuries ago, what Pierre-Simon de Laplace said still holds true for axiology and science in general: <i>What we know is not much. What we do not know is immense.</i> That awareness should makes us spare no effort in the search for the truth. If we agree that statistically knowledge is good, we shall see no limit for further exploration.</p><p data-pid=\"5RiuchNj\">当我们主张什么是有价值的东西时，我们必须意识到我们在价值和道德领域的巨大无知。虽然已经过去了近两个世纪，但皮埃尔-西蒙·德·拉普拉斯(Pierre-Simon de Laplace)所说的话对价值论和一般科学仍然适用：我们知道的东西并不多。我们不知道的东西是巨大的。这种觉悟应该使我们不遗余力地寻求真理。如果我们同意知识在统计学意义上是好的，我们将看到进一步探索的无限空间。</p><p data-pid=\"8qZhEA6k\">On the way, we may need to grapple with and dismiss skeptical positions such as:</p><p data-pid=\"J6aZmRZA\">在此过程中，我们可能需要努力克服和摒弃诸如以下的怀疑立场：</p><ul><li data-pid=\"dapqGMmb\"><i>What if the truth appears to be bad?</i> We are supposed to determine which choices, if any, are better than others. The evaluation of the reality is irrelevant in that matter. However bad the truth, if some choices are better (more ethical), we should elect them</li><li data-pid=\"fwX8xbEJ\">如果真相看起来很糟糕怎么办？我们应该确定哪些选择（如果有的话）比其他选择更好。在这个问题上，对现实的评价是无关紧要的。无论真相多么糟糕，如果有些选择更好（更合乎道德），我们就应该选择它们。</li><li data-pid=\"D6_mIqib\"><i>What if we are determined at the quantum level and deprived of free will?</i> If the course of the thought is deterministic, I cannot help but write the above text, and express my beliefs as stated. We have no choice but to act as if free will existed. With today&#39;s knowledge, free will debate is irrelevant from the point of view of meta-ethics. Deterministic or not, the quest for new knowledge seems inevitable</li><li data-pid=\"mSPb2bpU\">如果我们在量子层面被决定，被剥夺了自由意志呢？如果思维的过程是决定论的，我不得不写下上面的文字，并表达我的信念，如上所述。我们别无选择，只能按照自由意志存在的方式行事。以今天的知识，从元伦理学的角度看，自由意志的争论是无关紧要的。不管是不是决定性的，对新知识的追求似乎是不可避免的。</li><li data-pid=\"5lV5tZNk\"><i>If we are to be rational to decide the moral, why should we be rational in the first place?</i> Rational means best available by decision of reason. We decide to be rational once we connect action with its consequences. We avoid burning our fingers. In other words, we want to be rational because rationality yields optimum choices. Ultimately and by definition, we want our moral choices to be rational too</li><li data-pid=\"NDtsDGB7\">如果我们要以理性来决定道德，为什么首先要理性？理性的意思是由理性的决定所能提供的最好的。我们一旦把行动与后果联系起来，就决定要理性。我们避免烧手指。换句话说，我们要理性，因为理性会产生最优选择。最终，根据定义，我们也希望我们的道德选择是理性的。</li></ul><p data-pid=\"mBdCF10t\">Stephen Hawking in <i>&#34;A Brief History of Time&#34;</i> wrote a sentence that probably appeals to representatives of a whole spectrum of value systems: those who believe in science, those who believe in God, as well as those who simply find joy in human achievement. This ecumenical statement of value goes as follows: <i>&#34;If we do discover a complete theory [fundamental theory of nature], it should in time be understandable in broad principle by everyone, not just a few scientists. Then we shall all, philosophers, scientists and just ordinary people, be able to take part in the discussion of the question of why it is that we and the universe exist. If we find the answer to that, it would be the ultimate triumph of human reason, for then we would know the mind of God&#34;</i>.</p><p data-pid=\"OEt-EfJm\">斯蒂芬·霍金(Stephen Hawking)在“时间简史”(A Brief History Of Time)中写下的一句话可能会吸引各种价值体系的代表：那些相信科学的人，那些相信上帝的人，以及那些简单地从人类成就中找到乐趣的人。普世价值的表述是这样的：“如果我们真的发现了一个完整的理论(自然界的基本理论)，它迟早应该是每个人都能广泛理解的，而不仅仅是几个科学家。这样，我们所有的哲学家、科学家和普通人都可以参与讨论为什么我们和宇宙存在的问题。如果我们找到了这个问题的答案，那将是人类理性的终极胜利，因为那样我们就能了解上帝的思想了。”</p><h2><b>Summary 摘要</b></h2><ol><li data-pid=\"UJvGtGY_\">We have no choice but to assume that (1) our senses provide input that can be validated by modeling reality, and (2) two contradictory things cannot be true at the same time</li><li data-pid=\"X9x9dkoa\">Studying the only-available reality modeled on our sensory input helps us reveal the only-available truth. That truth also includes assertions on the concept of value</li><li data-pid=\"MRt6Ciih\">As long as <a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Goodness_of_knowledge%23intrinsic\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">intrinsic value</a> cannot be determined by the scientific method, we can use the concept of probabilistic value that can validate our actions. Value of choices is then probabilistically determined by the elusive hope of determining intrinsic value in the future through a radical change of our <a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Model\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">model</a> of reality (see: <a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Intrinsically_Valuable_State\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Intrinsically Valuable State</a>)</li><li data-pid=\"_mN4tMPv\">Knowledge carries probabilistic value as a tool of predicating on the truth and value</li><li data-pid=\"1KFOSMBW\">Mankind&#39;s effort to search for the truth carries probabilistic value. This value translates into the support for global progress and development in education, medicine, science, technology, philosophy, etc.</li><li data-pid=\"pho3Z6OQ\">Knowledge helps reconcile philosophical systems: hedonistic, religious, deontological, existential, agnostic, skeptical, etc. Knowledge helps universal ethical reconciliation</li><li data-pid=\"ydFkzzle\">The main enemy of the truth is the negative emotion: hate, anger, envy, malice, etc. The greatest friend of the truth is broad, all-encompassing, open-minded education</li></ol><p class=\"ztext-empty-paragraph\"><br/></p><ol><li data-pid=\"Lx5eaZ0E\">我们别无选择，只能假设:(1)我们的感觉提供了可以通过现实验证的输入，(2)两件相互矛盾的事情不可能同时成立</li><li data-pid=\"Z4kcTQVu\">研究以我们的感官输入为模型的唯一可用的现实，可以帮助我们揭示唯一可用的事实。事实也包括对价值概念的断言</li><li data-pid=\"JxXTj2gm\">只要内在价值不能用科学方法确定，我们就可以用概率价值的概念来验证我们的行为。然后，通过彻底改变我们的现实<a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Model\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">模式</a>，在未来确定内在价值的可望性，以概率方式确定选择的价值（见：<a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Intrinsically_Valuable_State\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">内在价值状态</a>）。</li><li data-pid=\"X_yv_wZL\">知识作为判断真理和价值的工具，承载着概率价值</li><li data-pid=\"a9NNV9NG\">人类对真理的探索具有概率价值。这种价值转化为对全球教育、医学、科学、技术、哲学等领域进步和发展的支持。</li><li data-pid=\"YpB184ki\">知识有助于调和哲学体系:享乐主义、宗教主义、义务主义、存在主义、不可知论、怀疑主义等等。知识有助于实现普遍的伦理和解</li><li data-pid=\"KSlbGag9\">真理的主要敌人是消极的情绪:仇恨、愤怒、嫉妒、恶意等。真理最伟大的朋友是博大、无所不包、思想开放的教育</li></ol><p data-pid=\"7gorqRL2\"><b>Knowledge helps us understand each other and look for the <a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Intrinsically_Valuable_State\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">universal theory of value</a></b></p><p data-pid=\"AgvCbGuP\">知识帮助我们相互理解，寻找普遍的价值论。</p><h2><b>Further reading</b></h2><h2><b>进一步阅读</b></h2><ul><li data-pid=\"4-Sz6KEn\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Proof%3A_Internet_makes_us_smarter\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Proof: Internet makes us smarter</a></li><li data-pid=\"-NIUgCnW\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/On_freedom_of_education_and_freedom_of_information\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">On freedom of education and freedom of information</a></li><li data-pid=\"unK5GnG-\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Intrinsically_Valuable_State\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Intrinsically Valuable State</a></li><li data-pid=\"L6jevLx-\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Proof%3A_Internet_makes_us_smarter\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">证明：互联网让我们变得更聪明</a></li><li data-pid=\"XsjhkcaR\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/On_freedom_of_education_and_freedom_of_information\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">论教育自由与信息自由</a></li><li data-pid=\"DFqvvB7Y\"><a href=\"https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Intrinsically_Valuable_State\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">内在价值声明</a></li></ul>",
  "column": {
    "updated": 1710055189,
    "description": "该专栏翻译有关记忆，学习，睡眠，创造力，解决问题，脑科学，健康和教育的文章",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://pica.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "https://api.zhihu.com/columns/supermemo-guru-cn",
    "title": "学校教育问题",
    "image_url": "https://picx.zhimg.com/v2-f111d7ee1c41944859e975a712c0883b_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "supermemo-guru-cn"
  },
  "comment_count": 1,
  "image_url": "",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true,
  "censored": false
}