{
  "status": 0,
  "updated": 1553521480,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://pic1.zhimg.com/50/v2-f958f2b875b0cf4d7ee853e4446ba2d1_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "已收录于「一周年」专栏整理 Settings for using Anki to prepare for a large exam…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 46855765,
  "voteup_count": 37,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1539647219,
  "url": "https://api.zhihu.com/articles/46855765",
  "comment_permission": "all",
  "title": "使用Anki准备大型考试的设置",
  "image_width": 318,
  "content": "<blockquote data-pid=\"wK5DHxuk\">已收录于<a href=\"https://zhuanlan.zhihu.com/p/57637220\" class=\"internal\">「一周年」专栏整理</a></blockquote><h2>Settings for using Anki to prepare for a large exam</h2><h2>使用Anki准备大型考试的设置</h2><p data-pid=\"i9HgsLg5\">If you have started using Anki to help prepare for a large exam some weeks or months in the future, you may wonder how you should best configure it to get you ready for the test. Anki’s default settings are primarily configured to be useful for learning and remembering information over the long term, but this is usually the best way to prepare for an exam as well – you just need to make sure that you finish the material in enough time to be ready for the exam when it comes.</p><p data-pid=\"2Tus3Uu3\">如果您已经开始使用 Anki 来帮助您准备未来几周或几个月的大型考试，您可能会想，您应该如何最好地使用它，以便为考试做好准备。Anki 的默认设置主要是用于长期学习和长期记忆信息。但这通常也是用来准备考试的最好方法。你只需确保你有足够的时间做材料来准备你的考试。  </p><h2><b>How many new cards per day?</b></h2><h2><b>每天有多少张新卡片？</b></h2><p data-pid=\"sw8GPvOz\">The most important question is how many new cards you need to study every day in order to be ready by the time the test comes around. A very simple way to calculate this is to divide the total number of cards you have by the number of days you have to study, but before doing this, you should usually make a couple of modifications to the number of days you have to study:</p><p data-pid=\"_v7LPHlR\">最重要的问题是，你每天需要学习多少张新卡片，以便在考试到来之前做好准备。计算这个的一个非常简单的方法是用你的卡片总数除以你需要学习的天数。但是在做这个之前，你应该对你需要学习的天数做一些修改。         </p><ul><li data-pid=\"cxCrgiVd\">If you have the time, generally it is a good idea to leave 2–4 weeks between the time you will study the last new material and the time you will be tested on it. This way, you have time to consolidate all of the material so you will feel confident on it, as well as some time to do extra review right before the test. So you should subtract somewhere between 14 and 30 days from the number of days you have left.</li><li data-pid=\"kC-DguEr\">如果你有时间，一般来说，最好在学习最后的新材料和测试之间留出2-4周的时间。这样，你就有时间巩固所有的材料，你就会对考试有信心，并且还有一些时间在考试前做额外的复习。所以你应该从剩下的天数中减去14到30天。</li><li data-pid=\"fi0HA2Sj\">If you’re like most people, you probably will miss a few days of study now and then, so it’s a good idea to plan to subtract a few days for this so that you won’t get further behind when you do.</li><li data-pid=\"qT-nXzCo\">如果你和大多数人一样，你可能会时不时地错过几天的学习，所以缩短计划时间是一个好主意。这样你就不会落后的太远。</li><li data-pid=\"UuLaS-gy\">If you anticipate adding more cards between now and the exam, you will need to account for the amount of extra material you plan to add.</li><li data-pid=\"2LXooWBG\">如果你打算在考试之前增加更多的卡片，你需要考虑你计划增加的额外材料的数量。</li></ul><p data-pid=\"S4fOoeU7\">After making these modifications, you can divide the total number of cards in your deck by the adjusted number of days to get the number of new cards per day you should study; you can set this number on the <b>new cards</b> tab of the deck options screen. You can find out how many new cards are in the deck by selecting it in the deck list, choosing <b>Browse</b> at the top of the window, pressing Enter to search for the current deck, and looking at the title bar.</p><p data-pid=\"koXTlesn\">完成这些修改后，你可以用你牌组里卡片的总数除以调整后的天数来得到你每天你应该学习的新卡片的数量；您可以在选项组的<b>新卡片</b>选项上设置这个数字。您可以通过在记忆库列表中选择牌组，在窗口顶部选择<b>浏览</b>，按Enter键搜索当前牌组，并查看标题栏，从而找到牌组中有多少新卡片。</p><h2><b>Doing extra review</b></h2><h2><b>作额外的复习</b></h2><p data-pid=\"BEwi09d_\">If you get through all of your new cards with time to spare and your exam is in a couple of days, you may wish to run quickly through all of your cards or some subset of them to brush up on the ones that you&#39;ve forgotten since your last review. You can use Anki&#39;s <u><a href=\"https://link.zhihu.com/?target=http%3A//ankisrs.net/docs/manual.html%23custom-study\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">custom study</a></u> feature to study extra cards; please see the linked section of the manual for instructions and available options.</p><p data-pid=\"Xe_sCq47\">如果你离学完你所有的新卡片还有一段时间，但你过几天就要考试，您可能希望能快速学习你所有的卡片或其中的某个子牌组去温习那些自从上次复习你遗忘的内容。你可以使用 Anki 的自定义学习功能来学习额外的卡片；有关说明和可用选项，请参阅手册的链接部分。                                                      </p>",
  "column": {
    "updated": 1599152271,
    "description": "围绕「Anki」和高考备考，面向广大高中生，交流作者们对「Anki」和高考的认识与见解，分享同学们整理的高中知识牌组，带每个考生高效学习！",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://picx.zhimg.com/50/v2-f958f2b875b0cf4d7ee853e4446ba2d1_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "https://api.zhihu.com/columns/ankigaokao",
    "title": "AnkiX高考",
    "image_url": "https://picx.zhimg.com/v2-915dfc2907d61311962269fc24181b74_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "ankigaokao"
  },
  "comment_count": 2,
  "image_url": "https://picx.zhimg.com/v2-5b8228a09e37a96cf417eb21c10ef25d_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}