{
  "status": 0,
  "updated": 1678802650,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "编者按继我翻译自由学习[1]与学校教育批判[2]的文章以来，有道难题便像一片阴云笼罩…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 613820418,
  "voteup_count": 440,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1678787267,
  "url": "https://api.zhihu.com/articles/613820418",
  "comment_permission": "all",
  "title": "【读者来稿】当今社会的自由学习：一些个人经验与感想",
  "image_width": 1156,
  "content": "<h2>编者按</h2><p data-pid=\"yUWvRmxT\">继我翻译自由学习<sup data-text=\"自由学习\" data-url=\"https://www.zhihu.com/column/c_1570878483923955712\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>与学校教育批判<sup data-text=\"学校教育的问题\" data-url=\"https://zhuanlan.zhihu.com/p/611469462\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>的文章以来，有道难题便像一片阴云笼罩着我，令我疑虑重重。这道难题令我纠结已久，最近更是愈加沉重，因为我收到了许多渴望逃离学校教育束缚、探寻自由学习之道的读者的咨询。</p><p data-pid=\"eWY5myLQ\">这道难题便是，当我们离开学校之后，会怎样？就像鲁迅先生曾在演讲《娜拉走后怎样》<sup data-text=\"娜拉走后怎样\" data-url=\"https://www.marxists.org/chinese/reference-books/luxun/01/018.htm\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>所讲述的那般，为了理想和人格的娜拉，从不幸、不自由的旧式婚姻中出走。他对娜拉出走后的命运并不乐观：她不是堕落，便是回来。因为以当时的社会环境，女性缺乏经济权利，出走之后，要么被社会所排挤，要么被男性所利用，要么被生活所迫，最终只能放弃自己的理想和人格，或者重新回到旧式家庭中来。那么，辍学者走后怎样？此前，因为我并非辍学者，我无法妄下定论。然而，今天，我收到了一篇辍学者的来稿，令我见识到辍学者所面对的现实——与百年前中国女性所面对的社会并无两样。即便自由学习赋予了他诸多知识和能力，但这个社会对此充耳不闻，甚至冷嘲热讽。</p><p data-pid=\"gF-oO3E8\">因此，今天的文章并非像以往的翻译一样揭示学校教育的阴暗面，而是一篇《劝学》，劝大家在学校教育中寻找求生之路。可能很多读者会觉得我要“了转反”，要“背刺”大家了。但实际上，这篇文章是出于真心，希望能够引起大家的思考并促进有意义的探讨。</p><p data-pid=\"53p_rp7e\">这篇文章虽然篇幅较长（近两万字），但每个字都是作者真心的流露。我真诚地恳请想要从学校教育中出走的读者朋友们，能够耐心读完这篇文章。</p><p data-pid=\"h1V_2cv_\">2023 年 3 月 14 日</p><p data-pid=\"7a3QPAKz\">叶峻峣</p><hr/><p data-pid=\"Ll2KEzB9\">最初要写这篇文章的原因是某次交谈，听叶哥所说，有不少人看了他的文章，深深赞同其中对学校教育危害的阐述，所以就想要辍学在家全心的进行自由学习，并认为这样就能彻底脱离这种来自教育体系的残害，让自己更好的提升等等。</p><p data-pid=\"X0-DMTis\">听到这些之后，我就寻思不如写篇文章讲讲相关的内容，然后劝劝这些人。但写着写着，我就觉得简单写一篇“劝学”文章，似乎有些为学校教育张目。学校教育如此的残害人，而我居然要让他们回去读书。颇有种自己站在火坑外却忽悠着人往里跳的既视感。</p><p data-pid=\"SfkDn6BT\">所以思来想去，换种方法或许是最好的。</p><p data-pid=\"dmSUISW9\">我与自由教育的不经意邂逅以及特殊的经历，恐怕都是少见的样本了，所以姑且还算自认为有些经验，拉出来给各位看看，也能让未走出这一步的人对未来有个认知。</p><p data-pid=\"J55lPhXl\">同时，也在整个过程中回答一下开头——为什么我认为“劝学”不好，却仍旧要写这篇文章。</p><h2><b>过去</b></h2><p data-pid=\"ZBApgGes\">先从我的经历开始讲起吧。</p><p data-pid=\"dzlAjOiL\">我是一名辍学者，彻彻底底的辍学者，从初中就开始没读，一直待在家里。</p><p data-pid=\"PMxrNUff\">差不多从 14 岁开始到 21 岁，我蹲了整整 7 年，可以说是一个最最正经的家里蹲，一年出门的日子恐怕两只手都数得过来的那种，那种对很多人来说感觉痛苦隔离，于我而言只是愉快日常，天天如此。</p><p data-pid=\"xE1JIXfr\">我的辍学同很多人一样，是从厌恶学校开始的。</p><h3><b>小学</b></h3><p data-pid=\"V8edoN_g\">小学时我成绩还挺好的，取得过班级的年级第一，各个科目基本都能学得过来。自信、喜爱学习、优等生，各种光环可以说是都能扔到那时的我身上。但就跟所谓人生错觉一样，觉得自己独一无二不过时候没到，一切大概在五六年级左右就结束了。也不记得具体是什么时候，我对学习开始从愉快变为的厌恶，渐渐成了不再是那么轻松而是痛苦的事。我开始发现自己不再像以前那样热爱学习了，不知道什么时候落下的几堂课，或者是我根本就没兴趣，很多东西开始听不懂，开始没有动力学习。学不进去，学不会，成绩急转直下，考试排名层层后退，一直到再也退无可退的地步。</p><p data-pid=\"uaH_VR04\">大多数人或许都是在这时出现类似问题的，有些人是在初中，有些人就如我一样小学就开始。都说到了后面会越来越难，早期的学霸变学渣，或者反过来，都是颇为正常的事情。</p><p data-pid=\"Jjw91NPJ\">很遗憾，这第一次的大分流节点就把我给挡下来了。</p><p data-pid=\"Q4KWQPB5\">我始终不清楚自己是怎么变的学不会那些知识的，每次考试都让我痛苦，而这种痛苦又会加剧我的恐惧，我越来越厌恶学校，每次上课都宛如煎熬，睡觉、画画、开小差甚至都已经不再能逃避这些煎熬了，仿佛在学校的每一分钟都是炼狱——然后我开始逃学了。</p><p data-pid=\"r30hywnk\">那时比起痛苦的学习，我更感兴趣的是一些天马行空的幻想。小说也好，漫画也好，和大多数同龄人都一样，这倒是没什么奇怪的。逃离了学校后我就喜欢在所谓最危险的地方就是最安全的地方，那个我家外面往上三层的楼梯间那里坐着，在我颇为自豪的家长怎么也找不到的一天之下，读着我喜欢看的小说和一些杂书，然后消磨一整天的时间。不用管任何讨厌的考试，老师的管教，班级里面分数落后的批斗，和那些根本不喜欢的，甚至有些恐怖的重要知识。</p><p data-pid=\"j2HlxvKB\">数学，英语和语文到底有什么用呢？考试对我来说到底有什么用呢？未来？前途？大人们总是告诉我这很重要，因为学校会考，因为考不过我就会完蛋，所以我必须学会他们。可我总是在想，为什么要去考呢，我又不喜欢他们。而且那些大人们也没什么地方用到过这些知识，难道他们自己就因此没有前途了吗？虽然我知道未来和前途很重要，但不喜欢就是不喜欢啊，就应该强忍着这种不喜欢不该表现出任何拒绝吗？我还想为什么要上学呢，我也不喜欢他们，为什么不能自由的在家学我喜欢的一切呢？难道看小说和杂书，就真的不是学习了吗？</p><p data-pid=\"OZq75ncX\">反正没谁能回答这些问题，同样，也没谁能扭转我对这些东西的厌恶。那时学校请了一位从现在看来很不专业的“心理医生”，说是医生，但其实也不过是劝我回去上学——甚至我觉得连劝都狠难说得上，他只是在例行公事而已。至少没见他有过什么“治疗”和“劝说”的举动，只是聊了些东西，然后就再也没有下一次了。</p><p data-pid=\"c2yC1HG2\">总之在各方努力之后，逃学了一段时间后的我还是不情愿的回到学校了。毕竟也是义务教育，总不至于真的就把我开除。不过人确实是可以适应的，虽然讨厌，但毕竟有家长的淫威卡在上面，既然我不得不待在学校，那就这样吧。</p><p data-pid=\"TfoYWF1P\">没多久，初中生活就来了。</p><h3><b>初中</b></h3><p data-pid=\"dof2HdSl\">成绩照样是烂，但我到是还记得那时对中学生活的期待和兴奋——如今回想，与其说这是对“学校”的兴奋，不如说是孩子特有的“对新奇生活”的兴奋吧。总之，刚开学那阵，这种新奇彻底对冲了不快。什么都很新，新的校舍，新的同学，新的老师，还有新的知识。</p><p data-pid=\"V2poK8XC\">我一直很喜欢新东西，包括知识在内——当然，只有我感兴趣的那些。不喜欢的主课还是不喜欢，但那时我却很喜欢文科一类的东西。政治，历史，再掺杂一些地理。我那时基本都是自己看书，老师上课从来不听，虽然大家都在翻书，但他们在看前面，我在看后面。至于认真一类的也是没怎么有过，我从小就不擅长记忆什么东西，所以老师让背的东西我也就是过几遍就忘了。但很神奇的却是什么呢，这些我感兴趣的内容，几乎都是能考过及格，尤其是政治。</p><p data-pid=\"uwUAs-x-\">别看只是个及格，这可是在我没怎么认真学过，上课穿耳而过，任何重点内容也没怎么背过，甚至是顶着厌恶考试的 debuff 情况下冲出来的分数，所以姑且还是那时我为数不多的自信优势。但主课确是一塌糊涂了，基本上门门不行，我还记得当时的英语只考了 9 分，开榜的时候被一个个叫上讲台示众。但说实话，那时听到自己的分数时倒也是有预期的，毕竟那考试我纯粹纯粹就是乱写，怎么顺眼怎么填，唯一的思考内容也是长的和短的该选哪个这种。但最让我惊讶的还是当以为自己是最后一名时，还有个比自己还低的。</p><p data-pid=\"5vVEYHxj\">有位老哥拿了 0 分，也是我这辈子唯一一次听到 0 分。</p><p data-pid=\"5VXFce5O\">连我这个乱写的都能 9 分的情况下，这老哥怎么做到的呢？他交了白卷。</p><p data-pid=\"Ld-F1XsS\">无论如何，这老哥成功的帮我们这些难兄难弟吸引了老师的全部火力，成了重点批斗对象。而我们这些好歹还是写了点内容的，反而被从轻发落。</p><p data-pid=\"07PPmvgy\">到现在我还感谢着这位老哥，虽然他的名字我已经忘了。</p><p data-pid=\"OZMsmoe1\">总之我的初中就是四个字——严重偏科。</p><p data-pid=\"XBOUFYZ_\">新奇感当然也在开学后没多久就消逝了，曾经在小学时期的厌恶也是再度席卷而来。但什么事情毕竟也得有个过程，我好歹还顶了半个学期，然后，又开始跑路了。</p><p data-pid=\"61pN3DJ4\">老铁们啊，虽然不是同一时间，但还是同一个——楼梯间。</p><p data-pid=\"IX2_LzBi\">我再次复刻了曾经的行为，拿着书到楼顶去看，只不过这次加上了一些其他场景。为了防止被抓到，我开始采取机动策略，今天在另一座大楼的楼顶，明天在自家楼顶。反正就是来回变换，怎么着都让家长找不着。甚至有时候我还会去网吧，不过我并非是一开始就去的，大概是逃了一段时间才打算去看看，说到底主要的目的也是消磨时间。这算是那个年纪少年的常态，包个机房玩一下午游戏，我当然也是这么做的。但没去几次我就放弃了，一方面是要钱，另一方面是我非常讨厌网吧里面带来的烟味。每次进去一出来都是一身怪味儿，而我游戏也打的菜（很遗憾到今天还是这样），这东西也没那么吸引我，到最后还不如自己找个地儿看书。</p><p data-pid=\"L9PMU72r\">更具体的过程我就省略了，总之就是断断续续的持续着逃学-被抓回去-再逃学的过程，学校第一次安排我休学了。整个初一下半期我都没怎么上过，但初二居然又把我拽回去上。本来就落课，再加上自由的过了半年，我怎么可能受得了学校，然后刚开学没一星期就又跑，又休学。最后是初三又被拽回去——我都惊讶于学校还没把我开了，但这也是最后一次了。</p><p data-pid=\"-veGBet0\">在最终的逃课之后，这一次我没有再躲起来，而是回到了家，和母亲很严肃的讲了，我想在家自学这件事情。</p><p data-pid=\"1hxQf9xz\">实际上我的自学早在初一，那个第一次休学全面待在家里的时候就开始了。到初三的时候其实已经习惯了那样的生活，这也是我为什么想跟老妈彻底谈谈的原因。</p><p data-pid=\"iddhgi6h\">我逃学那段时间，我妈就已经为此烦透了心，打当然也是会打的，但即便如此，我们母子之间也是有着不少交流，我经常会向他阐述一些我的看法和观点，所以她并不是单方面的一直在拒绝我。而这一次说实话，就连今天我都很难相信一些，她居然直接答应了我的请求，就那么顺利的让我待在家里了、我只记得回去和她好好聊了想在家自学这些诉求，跟她讲了我一定会好好学——然后就答应了。</p><p data-pid=\"jSdMMtqW\">她说她相信自己孩子会做到这一点，所以同意了这些。</p><p data-pid=\"qNd5b_Nf\">但用今天的眼光来看，我觉得肯定不只有相信那么简单。她那时与其说是同意不如说是心累，做出让孩子不上学这一决定，恐怕很少有家长能够如此顺畅地去接受。后来我也有跟她继续聊过，她也跟我讲过当时的心态，事业上遇见问题，孩子又叛逆，早就受不了了，不如干脆就让我待在家里。实际上我妈后来也很多次说过，当时就应该强制逼我上学。</p><p data-pid=\"NiBsKQVu\">但我觉得她就不是这样的性格，虽然因为逃学也打了不少次，但她对我始终是疼爱居多的。毕竟是单亲，做不出更加狠烈的手段，导致她在我越来越大之后，实际上也没办法再强逼我去做什么事情了，所以说在我提出那种要求之后就同意了。</p><p data-pid=\"6iZ960xv\">在讲自学经历之前，我想先说说家庭。</p><p data-pid=\"5V8JL0rZ\">我觉得自己能如此顺畅的自学，很大程度上就和家庭脱不开关系。</p><h3><b>家庭</b></h3><p data-pid=\"elQZLTry\">我喜欢读书，没错，这个爱好大概是从我小时候就开始了，我家对面有着一家新华书店，那里可以免费看书，虽然大多数情况下都是母亲给我买书然后放在家里读，但有些时候我也喜欢在书店里坐着。母亲总是在忙着很少有时间管我，所以到底什么有意思也只能全靠自己去找。要么就是和小伙伴晚霜，要么就是在书店就那样双腿围在地上看一些喜欢的内容，慢慢度过一下午，然后晚上回家吃饭。</p><p data-pid=\"B5dLml1_\">读书的过程中总能让我感觉到对一个新世界的探索，现在看来离谱至极的世界未解之谜，在当时放在我的床头。还有笑猫日记，冒险小虎队，UCG 这些让我感受到极为有趣的小说和杂志，我经常喜欢晚上读他们一直读到很晚，有时候甚至读到一整本看完才睡觉，或许我现在的熬夜习惯就是从那个时候传下来的。</p><p data-pid=\"z6c57OF5\">我家只有老妈一个人养我长大，她也一直是一个很开明对我很好的人，甚至好到让我觉得溺爱。可以说我想干什么她都会支持，我想买书她就会给我买，我想学钢琴她就会帮我交学费，学绘画她就也会支持。每次想学什么，她也只会笑笑说「每次都三分钟热度，学了还不是浪费钱」，但之后还是会给钱。我家不算富裕，开了家小店，收入大约也就中等，但是电脑手机这些我想要的东西，她也都早早的让我拥有了，可以说是对我给予了前所未有的支持。</p><p data-pid=\"0Sq-OT5o\">这一切，放在某些家长那里，可以说绝对是洪水猛兽级别的。天天逃学，还浪费钱去学那些杂的，对学习没任何作用的东西，有这点心思不能用点心在正道上？然后就抱着这样的心态给孩子弄一堆“正道”的补习班，然后强逼他们去学——恐怕大多数家长更会倾向于如此，而不会是像我老妈那样一以贯之的支持。</p><p data-pid=\"jfddQ2PU\">但这支持却成为了我后续重要的基础，在我的成长过程中，对于自身兴趣的探索可以说是没有遇到丝毫外部的阻碍，有的只是探索之后觉得没意思的回退。而对于大量“闲书”的阅读，也培养起了我对大篇幅文字毫不在意的能力，所谓加了图才能看对我来说是没这回事儿的。说白了就是对低密度刺激的适应，甭管在多字，只要感兴趣，我都能看下去。</p><p data-pid=\"A8wV-3kD\">可以说在我早就已经进入到了自由学习的过程之中，只不过当时还没意识到。</p><h2><b>自学</b></h2><h3><b>政治与知乎</b></h3><p data-pid=\"xPEW2mPW\">我有一个不那么符合年龄的爱好，大概是初中之后吧，就很喜欢看一些社会相关的内容。</p><p data-pid=\"r8x1oycg\">该怎么说呢，如果用我今天的视野来回看的话，就是我对人类的政治组织、社会和各种与此相关的科学与历史等等，都有着浓厚的兴趣。但当时的我当然没办法做出这样的解释，我只是很喜欢看一些相关的内容，包括各种书籍也好，相关的文章也罢。在学校就是政治、历史和一些地理人文，除此之外就是课外的，一些在其他人看来对升学与学习无用的杂书与手机上的文章。随着我完全离开学校待在家里之后，可以说就是一个整日对着手机电脑的所谓网瘾少年。只不过不是在玩游戏，而是在大量的看着自己感兴趣的相关内容。</p><p data-pid=\"NcaRU460\">我对社会科学相关知识的最多吸收，大概就是进入知乎之后。早在初一休学的时候我就从手机中开始关注知乎，那个时候我还没注册账号，就觉得这是一个很有意思的平台，上面有很多有意思的文章，搜什么我感兴趣的问题都能搜到这里来，所以说就一直在刷着它。</p><p data-pid=\"viPW80A_\">一直到后来初二开始正式注册账号，我才彻底进入沉迷时间。休学之后虽然我说是在自学，但就跟大多数的少年一样，我其实并没有严格意义上的的目标，也没有什么打算，说是自学，但我也不知道会学些什么，那个时候我可以说干的就是刷知乎玩电脑，刷知乎玩电脑，看一些我感兴趣的内容。虽然偶尔会还打些游戏，但大多数情况之下都是在刷知乎，经常就是刷的昏天黑地，早上起来打开手机一直刷到晚上，然后突然抬头恍如隔世，怎么天就黑了？</p><p data-pid=\"zssB2NMr\">每天每天，我都在大量阅读一些我感兴趣的东西。一会儿是政治的，一会儿是历史的，一会儿又是经济的，大多都是社科的。当然太累的时候也会看一看不用带脑子的抖机灵的内容，总之就是刷的不亦乐乎。</p><p data-pid=\"gsKf2CF6\">这完全不同于所谓固有印象中的“自学”，拿着本教科书在哪儿顺着往后看，然后对着网课不断的记笔记和背书。不不不，我才不喜欢这种东西呢。我那时唯一的目的就一个字“爽”，怎么爽怎么来，怎么轻松怎么来，怎么感兴趣怎么来。我到不是没试过看网课和教科书，往往都是没看一会儿就让我想到曾经的不妙记忆，宛如回到课堂，基本每次都撑不下去，后来索性也就不看了。</p><p data-pid=\"GMZJKTKe\">因为我从小培养的特别广泛的兴趣，所以说对于自己感兴趣的东西几乎都会去进行一些阅读，而我很感谢的就是知乎这个平台上几乎啥都有，我想了解什么，似乎都能看到它对此一连串的推荐。要么就是直接去搜，也几乎都能搜到很高质量，别的地方看不到的文章。几乎各种各样的文章，只要我有感兴趣，似乎再冷门的领域他就能找得到。</p><p data-pid=\"VHtEroFt\">如今回过头来看，这不正是自由学习吗？没有强制，没有目标，唯一有的就只是个人兴趣。当然实际上我并没有那样的意识，我只是根据自身兴趣的广泛阅读而已，为的就是爽。</p><p data-pid=\"JDIpBh0y\">甚至在后来可以说是彻底改变了我家的编程，也是在这个过程中被我学的。</p><h3><b>编程与狂热</b></h3><p data-pid=\"vuI6BcTF\">对于编程，学这东西可以说是我最贴近“正式自学”的一次学习经历了，不仅找了教科书，还完整的看完了网课。</p><p data-pid=\"RoEYhQqW\">那时我觉得这个很有意思，能够即时性的输入之后马上给出反馈结果，让人非常愉快。所以我就找了本编程入门书，没记错的话应该是《Python 编程从入门到实践》。这本外国作者写的书，和我曾经看到的学校教科书完全不同，老哥说话风趣，例子举得也多，看起来很愉快。</p><p data-pid=\"xOnQF_ut\">但我严格来说并没有按照他所讲的内容来照做，我所做的就是照着他所提的要求不断复刻代码。书里一般的结构都是这样的：进入新的一章，然后提出要求，然后放出代码，然后讲解。但我基本不看这些，在他刚提出要写一个什么东西时我就会直接离开书，然后独立去实现一个达到他所说需求的程序。反正每次都和他给的例子完全不同，但很神奇的是，最终都还是达到了一样的效果，加剧了我对编程的兴趣。</p><p data-pid=\"oz2391vU\">当然这个过程也伴随着许多痛苦，因为我完全是独立复现，所以报错啥的太常见了，书里还都找不到，我也根本不知道为啥会报错。所以最终结果就是被动学会了所有程序猿的技能，面向百度（必应，谷歌）编程，互联网上啥都有，就看你会不会搜。有时候很严肃，问题非常复杂，但有时候也很搞笑，卡了一下午的居然不是逻辑问题而是少写了一个逗号。</p><p data-pid=\"zkgfRpWi\">反正最终我总能找到解决办法并渡过难关，可以说那年的整整下半年期间，我都沉迷在其中。在学的热情的那段时候，几乎天天我妈来到我的房间，都会看到我对着一堆背景是黑色的花花绿绿的东西一动不动，跟魔怔了一样。</p><p data-pid=\"GL0Jo68M\">当然我也不是天天都这么高强度，学习的兴趣总归是一个波峰波谷来回交替的过程，我想学了就回来一连几天，不想学了就可能几天不碰。反正就这样断断续续的，不知道的就直接在查，然后顺着知乎的一些文章来看，找到一些书，根据上面的代码就这样一点点的学——最终搞出了一个爬虫之后，我就突然觉得 python 好像没意思了，就扔下再也不弄了。不过后来我又去学了前端，完全看完了一个网课，不过流程也类似，老师给出例子的时候我根本不鸟里面的内容，自己先去复现，然后回去对照怎么写的，然后把一个 react 四十多小时的课就这么花几个月跟完了，反正挺有意思的。</p><p data-pid=\"kEcdWKB-\">这就是我自己的特性，对什么东西感兴趣我就会疯狂的学，疯狂的看。而不感兴趣了，马上就扔掉，可能很长时间都不会再碰了。事实也确实是这样，后面我的学习周期就拉到了按月为单位，有时可能是突然心血来潮回来继续沉迷个一天，但像最开始那么高强度的连续几天甚至半个月天天魔怔，那已经基本没再出现过了。</p><p data-pid=\"JEUlDyQ6\">但我根本没想到就这一段学习，彻底缓解了后续家庭的重大困难——</p><p data-pid=\"CBetcz6z\">至于是什么，后面再提吧。</p><p data-pid=\"tfvNal54\">反正除了这些内容之外，我对政治感兴趣，对经济感兴趣，对历史感兴趣，任何社会科学的内容我都感兴趣，哲学呀，心理学呀，人工智能啊，日语啊，包括创意写作这些内容，我都有学。</p><p data-pid=\"eE_gZ-F_\">那时的我最不缺的就是时间，当别人苦哈哈的背书时我在看感兴趣的东西，当别人考试的时候我在看感兴趣的东西，反正我天天就是那样漫无目的的看，什么有意思看什么，也正是应了自由学习那张图——混乱，但又广泛。</p><h3><b>小说与创作</b></h3><p data-pid=\"wmImBlz9\">我甚至写过小说，因为我对创作故事一直有着强烈的兴趣（到现在还是如此）。当然还有随着年龄越来越大，我也认识到必须要赚一些钱。而写网文确实也是个来钱的方法，那时我对创意写作技巧啥的完全没认知，反正就是一腔热血就是写，反正就是莫名其妙的签约了。签约了我就写呗，吭哧吭哧的写了十几万字，我也是越写越痛苦。卡文是每个写手都要遇到的门槛，我当然也不例外，水了六十多章之后，我终于忍不住太监（切了，没下面了）了。</p><p data-pid=\"SXzhKU2Z\">但在这之后一方面是没钱，而我又是手痒，就又开了本书，然后又复刻同样的流程，只是这次的确写的更长了，我终于拿到了第一桶金——起点六百块的全勤。那时我老妈还非常高兴的说我终于能挣钱了，而不是一直在家闲着。但最终还是遇到卡文难关，挣扎了许久，才在一次不小心把写好的几千字存稿全部删掉之后，彻底蚌埠住又一次进了宫。而这次的记录是一百七十九章，可以说是突破了之前的上限。后来我又开了几本书，然后还换了马甲，总之就是每次都签约，每次都没多久进宫，再没一次撑到上架拿全勤了。</p><figure data-size=\"normal\"><img src=\"https://picx.zhimg.com/v2-935ec4c8fd7ad4a1a929518790749295_b.jpg\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"637\" data-rawheight=\"840\" class=\"origin_image zh-lightbox-thumb\" width=\"637\" data-original=\"https://picx.zhimg.com/v2-935ec4c8fd7ad4a1a929518790749295_r.jpg\" data-original-token=\"v2-935ec4c8fd7ad4a1a929518790749295\"/></figure><p data-pid=\"M9tu-HKX\">打个码防止被开盒，虽然我不知道为什么完结感言被屏蔽了就是。</p><p data-pid=\"fCAR5BMb\">我对创作却总是有着一股渴望，困顿与自己为什么不会写故事，就去网上搜，然后我开始了解到创意写作，开始了解到技巧，冲突的塑造，人物的塑造等等。我看了很多知乎的大佬来讲如何写作，看了很多引进的创意写作书系，看了其他网文大佬的经验。但并不是说你学了技巧就一定能写好的，我后续该是进宫还是进宫，如何将技巧内化的确是需要刻意的练习，写作确实不能只停留在书面。当然我对创意写作的阅读仍在继续，总之就是拼尽一切的想要让自己真的创作出让人感动的故事，而不是在盲目的开新书。</p><p data-pid=\"7N7uxyT_\">我已经有段时间没正式的去写书了，但渴望仍旧是存在的，一个东西能持续这么久，那说明我对写作大抵还真不是什么三分钟热度，这的确是我真正的兴趣所在，而我，也想要真的把它实现出来。最近在读了许多技巧之后，我愈发觉得有种感悟，那种感觉很难言说，好像有种东西被我抓到了，所以我打算准备准备按照自身所学的成果开个新书试试。当然还在构筑阶段，总之就是，自由学习给我带来的技巧，似乎真的有部分被内化了。当然，到底是不是还得开书检验，但此时的我觉得不会在想之前那样一头热情就扎进去了。先研究市场，看看观众喜欢什么，下笔时也会考虑伏笔和悬念，考虑如何挑动观众情绪，塑造冲突等等——至少，我知道卡文的时候该干什么了。</p><h2><b>反思</b></h2><p data-pid=\"KJdeiWKe\">总之就是学不停地学，我仅仅是遇见什么感兴趣的东西就去看，然后把它扔掉再去看其他的再把它扔掉，不断的变换着兴趣，变换着阅读材料，变换着方向，变换着领域。一开始我不断的是刷知乎，但最开始的一两年基本都是这样，但是后面我开始慢慢觉得知乎好像有点不太够，我开始继续转向各种电子书籍，然后就转向论文，不仅仅是中文的还有英文的。</p><p data-pid=\"Hq-eSNkX\">没错，我前面也有说过自己的英文很烂，甚至我讨厌英文。但有些优质的知识它就是英文，那我也没办法。还好我有机翻这个庞大的武器，所以照样能够在英语不好的情况之下看它。反正就是我尝试了各种各样我能阅读的东西，随着感兴趣的深度和广度，阅读材料也渐渐开始超出知乎到各个领域。</p><p data-pid=\"_mtnOQHL\">从现在的回看来说，我发现了<b>几个重要的点</b>。</p><p data-pid=\"ldl_t5gY\">广泛的<b>阅读</b>和根据<b>兴趣</b>的行动，这是必然的前提，我从小的看书习惯和母亲要什么都给我弄什么的疼爱，使得这两者被从一开始就培养起来了，我不会因为大量的阅读文字而感到反感与枯燥，也不会因为有什么兴趣只是憋在心里不去行动。</p><p data-pid=\"w5uP34-a\">而这些作为基础使得我接触了大量的庞杂的知识，锻炼了我后来的思维，为自由学习开启了第二阶段。</p><h3><b>批判性思维</b></h3><p data-pid=\"X3XxfEBJ\">什么样的思维呢？</p><p data-pid=\"Nt7HjzQG\">批判性思维——这几个词恐怕已经被很多人说烂了，但我还是要说的一点是，它对于自由学习而言真的非常重要。但这东西是怎么培养的呢？就和一切技能一样，需要训练。那怎么训练呢？</p><p data-pid=\"Qu-lyl9T\">对此的训练，我认为更重要的不是去找什么批判性思维的教科书，参考是可以，但完全被里面的内容框柱只会让你厌恶，反正我是从没看完过那些东西过。我的一切批判和逻辑的思考，都是在是为了阅读，而在阅读之上进行的。</p><p data-pid=\"K-0uWwof\">因为我当时在知乎上阅读了大量的文章，当然量大就带来了一个问题，他们包括各种各样的观点。很多观点都会相互冲突，这种情况下我怎么办呢？一开始我和很多人一样，在下意识间就会回避，我是只会去看那些支持我观点的文章。但是吧，我也不知道自己碰了什么东西，或者干脆就是早期的知乎算法不完善，我的信息流上并不会只有支持我观点的东西。这就导致了一个结果，有时候他甚至会去推荐一些反对我观点的，而我看到就心痒痒，单纯的好奇，我就是想进去看看。</p><p data-pid=\"759cflYn\">我点进去了，然后看了发现这个东西很有问题，然后就是一系列生理反应。我相信很多人都有这种体验，看到了自己所反对的东西，浑身难受，然后发自本能的拒绝，想要逃离这些文本。但我不知道为什么，有种强迫症，那就是点进去的文章一定要看完，除非真的没意思。偏偏是那些反对我观点的文章我就是好奇，所以某种意义上也算有意思。虽然大多数我进去看了下就退了，但那些有意思的也总是会被我看完。</p><p data-pid=\"tJtg4DRi\">然后，我突然就在某天发现，自己对这些东西的抗拒，好像没那么剧烈了。</p><p data-pid=\"c8d3YnZg\">此时我似乎有了一些认识，开始反思之前的举动。我其实读了很多，也知道批判性思考这些东内容，当时我就在想这个玩意怎么养成，说的玄而又玄，好像根本没有操作方法。都说要批判性思考，可我根本不知道这是个什么东西……但是那种对相反观点文章的强烈拒绝，然后阅读越多之后不那么拒绝，这是不是就是在养成开放的批判性思维？所以此时我就开始进入到了故意阅读他们的地步了，就是要进去看，就是要看看用我的知识背景和逻辑到底怎么评判这些文章内容。</p><p data-pid=\"-aASUotc\">没错，光是阅读还不够，阅读之后的评判和输出同样重要。</p><p data-pid=\"YwoQa7Xz\">要说难受是真的难受，浑身难受，我当时看文章的每一刻都想退出去，但是最后强逼着自己看下去，并强制自己反复读，以尽可能做到不打稻草人的情况下理解作者在说什么，然后仔细用我的知识分析文章中的观点，判断其合理性。我为什么觉得他有问题，哪里有问题，我的观点和立场是合理的吗，有支撑吗？是出于情绪还是出于有足够证据的赞同？就这样一边看自己支持观点的，一边看自己反对观点的，在这种两个观点不断地碰撞之间，渐渐的，我就好像有那么一些习惯了，强烈的感觉渐渐减轻，虽然还是很难受，但我却可以坚持的阅读下去，甚至可以反复的阅读了。</p><p data-pid=\"hATeiZSo\">说明这种对相反观点的训练确实让我的大脑袋适应了。</p><p data-pid=\"7gDNB_TR\">甚至很多时候我都会有意的调教推荐算法，在那些反对我观点的文章中，多留一下，虽然我不会点赞，但我相信这种长时间的停留绝对会被算法识别出一些内容出来。而这多留了一下，也能让我更仔细的反复阅读那些观点，并凭借我的背景知识对他们完成一种批评，当然不全是批评，有时候也会部分的接受其中的内容，并改变我原先的认识。</p><p data-pid=\"CgDOwcHU\">随着整个过程的进行，我开始认识到一个痛苦的事实，那就是我可能是错的。</p><p data-pid=\"PlD2FG-x\">我在反思和接触更多批判之后，发现了自己原先的观点有着大量疏漏，他们可能是不稳定的，是没有证据的，是一种纯粹的情绪，一种盲目的信仰。我到现在还记得那一年的冬天，那段时间我的思想结果混乱到了极致，特别的痛苦，感觉三观在被重建，我开始重新思考，在我之前大量阅读之下建立起的三观，发现了他们的错误，随后在来年我才算是彻底走完了后面的步骤。</p><p data-pid=\"if8iXNui\">所以在这个摧毁之后，我才觉得自己的的批判性思考被初步的建立起来了。虽然我没有那个自信说自己是完全具有批判性的人，但我姑且可以说自己具有一定的批判性能力了，至少是可以根据我的逻辑观点论证完成对一个论点的阐述，以保证自己所建立的一切观念都是有支撑的，而不是单纯的信仰和盲目，理性丈量着一切而不是情绪。</p><h3><b>对线与输出</b></h3><p data-pid=\"6CA8Y5C-\">所以这里第 3 点出来了，我所发现的自由学习的另一个重要的内容，除了兴趣与阅读之外的，对批判性思考的训练方法。</p><p data-pid=\"irV-f36A\">而其中实际上就蕴含着最后一个，那就是训练时的分析，这本质上是一种输出。</p><p data-pid=\"WNHRmcxe\">而我那时对这种输出的主要训练方法就是——对线。</p><p data-pid=\"v3BYN0XU\">没错，就是对线，当然叫他交流也好。和各种各样的人交流和各种各样支持自己观点的，反对自己的观点的人所交流，在任何情况任何可能的情况之下，都进行一种输出撰写，评论撰写，或者笔记撰写，或者说干脆就什么都不写，用嘴巴把它说出来。虽然我是建议把它记下来，但只要有输出，这一步就算完成。输出本就是一种对我们学习内容思想的总结，在我将其输出的那一刻，就意味着我必须将原有的别人的内容，用我自己的语言把它说出来，然后回答到特定的问题之上，并说明白为什么这个问题之上要用这些内容。甚至在各种各样反驳自己观点的人中为自己的观点进行证明和批判对方的错误观点，这些都需要输出。</p><p data-pid=\"jnLB4Jro\">为什么我把它称之为对线，就是因为往往我有输出欲望的时候，都是对那些我不赞同的观点进行输出的。没错，捍卫自己的观念，这种最本能的东西反倒达成了我对输出的训练。我在知乎从注册到现在的 2549 天里，撰写了可以说是数千条评论，很大一部分都是那些年我无聊看文的时候随手写下的，就是这些不经意的东西养成了习惯，从而使得我今天但凡有所见解，都会马上把东西说出来写下来。</p><p data-pid=\"nXulGrEM\">不要小看这个对线的过程，尤其是在一个反对你观点的人面前，你为了证明自己的观点，会去疯狂的查找资料，各种各样的论文数据都可以用到自己的论证之中，我到现在还记得有一次为了反驳一个人，看了整整一天文献，就为了晚上充满自信的打他的脸。对线的过程会让你去仔细的审查对方的论点，并尝试对自己的观点进行证明，无论这种证明再怎么样，它都是一种证明的尝试，它会强逼你去用自己的逻辑去胜过对方，用足够的证据压过对方，而为了这一过程你需要去尝试构建文本，去不断的组织自己的论点，阅读更广泛的文献。</p><p data-pid=\"3h0Fmrdo\">甚至有些时候你还会碰到其实自己才是错误那一方的情况，那这就是一个绝好的机会，你遇见了一个千载难逢的，可以免费让别人纠正你的机会。虽然这种情况之下，最后我都不会在口头上承认自己输了，但内心中我其实已经承认了，因为往往这种情况之下我都会越说越虚，以至于我说不出来什么东西了。</p><p data-pid=\"7oolasWP\">所以我知道自己错的，我认识到了这一点，然后我就有机会改变它。</p><p data-pid=\"vLfIEaHR\">所谓真理越辩越明，而在辩论的过程中也可以学习，这是我对线到今天所认识到的一个关键点，对线绝不仅仅是发泄情绪和将对方击倒，对线的关键点在于组织自己的逻辑，然后以丰富的论证证明自身的正确。甚至对多了你的情绪都会习惯，越是习惯，你就越是容易冷静下来观察自己，而不会让自身陷入到那种情绪化的举动之中，仅仅是处于情绪而辱骂对方，从而进入非理性。</p><p data-pid=\"Zhf3qj0Y\">当然如果你真的不想对线，那可以尝试大量的输出去撰写评论笔记。什么是评论笔记呢，就是看到内容之后，根据自身的背景知识对这段所做的评论，实际上就是模拟在公开网站上发表评论的这一过程，或者是用自己的话说一下作者的观点，组织一下都行。当然这样就没有办法再享受到免费被别人纠正的服务，也同样享受不到对情绪稳定的训练，以及为了反驳对方而去疯狂查证并吸收知识的这样一个过程。但撰写笔记毕竟是输出，只要有将看到的知识总结为自身的语言输出总归比没有强。</p><p data-pid=\"ncTElSYS\">所以以上就是我从自己曾经自由学习经历中总结出的四个点，阅读，兴趣，批判思考与输出。</p><h3><b>编程与改变</b></h3><p data-pid=\"pkTL5MK0\">自由学习对我的帮助不可谓是不大，还记得我之前所说的编程吗？</p><p data-pid=\"03e5jAb1\">我说它改变了我家，并解决的一个重要的坎。因为我当时靠一些编程能力，小挣了些钱。疫情期间家里生意惨淡，货品积压，再加上之前因为各种家里的原因欠了大量的负债，全都压了上来。那时我们非常需要钱，大量的钱，银行要我们还钱，亲戚要我们还钱，可我们哪儿来的钱呢？疫情都没生意了，出去打工都不可能，怎么办啊？我也没什么赚钱能力，几乎所有的重担都压在了母亲身上。</p><p data-pid=\"UMUhijU7\">可以算是巧合吧，早在疫情之前，我就搞了个小工具为日常所用，满足一些自己的需求。而正巧碰到疫情远程办公需求蓬发，我的小工具又恰好于此适用。最开始我只是抱着试一试的态度，赚点零花钱看看，也没想着靠这个解决家庭收入来源的问题——然后超乎我的想象，突然就爆了。</p><p data-pid=\"Kh8_q5VE\">我一下子赚到了这辈子，活了这么多年，想都没敢想是自己能挣的那种级别的钱。</p><figure data-size=\"normal\"><img src=\"https://picx.zhimg.com/v2-79876602f1df2749fd83a399730ee0f7_b.jpg\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"626\" data-rawheight=\"826\" class=\"origin_image zh-lightbox-thumb\" width=\"626\" data-original=\"https://picx.zhimg.com/v2-79876602f1df2749fd83a399730ee0f7_r.jpg\" data-original-token=\"v2-79876602f1df2749fd83a399730ee0f7\"/></figure><p data-pid=\"4DVmZL_u\">别忘了在这之前我挣过最多的也不过是网文每个月六百块的全勤，除此之外完全没有过任何收入来源。所以这一下子爆炸般的收入，恐怕各位自己想下也知道给我的震撼是什么模样的。</p><p data-pid=\"i1yNdleR\">这些钱大多都用来还债了，所以我每个月的开销和之前几乎没什么差别，也就是买了两套美术课程的五千块我眼都没眨一次就扔出去之外，几乎没什么大额消费。</p><p data-pid=\"jkL6MtmE\">看看最后的 23 年还剩多少吧，所以我也很庆幸，对我自身而言，没什么由奢入俭难的问题。整个过程就跟做梦一样，随着疫情突然起来，然后又随着疫情突然消失。不过，我的感受反而很平淡，因为我从来都是把这个当做是运气的，这并非是我之实力能达到的。比如这个小工具，本身几乎没什么技术含量，我完全就是随便弄了一个出来，但凡学过点编程的都能搞出来，这算是我的实力吗？如果真说这是我的实力，那我的水平也未免过低了。</p><p data-pid=\"peEefOFY\">所以归根结底也仅仅是我运气好，在合适的时候，带着合适的东西，进入到了合适的地方。</p><p data-pid=\"sUQVISZq\">不过毕竟我所学的内容总归是基础，它构成了合适的东西这个最重要的基础。如果走常规教育流程，我估计就不太会接触编程了。凭借我当时学编程所耗费的时间，恐怕完全找不出一个半年给我疯学下去。或许到了大学才会有时间学，但那时候我大概早就错过疫情风口了。</p><p data-pid=\"eqyJAY5O\">所以如果没有那些编程能力，我也绝不可能沾到这些运气，这大概也要感谢自由学习。</p><p data-pid=\"KamHI4WK\">然后，说完了以上，就该说说另一个问题了。</p><p data-pid=\"y8G4n9mI\">回到开头的那些，你觉得我是在鼓励辍学学习，让所有人都和我一样吗？那可就大错特错了，我写这篇文章的目的恰恰在此，到底该不该辍学来进行自由学习？</p><p data-pid=\"ijaIGk7U\">都说娜拉走后怎样，我大抵做不到为学校教育张目，就如同劝说娜拉别走一样。毕竟我可是自由学习最彻底的受益者，我不同于很多人是走完了全部的传统教育流程，而是直接学程早期就直接开始自学，可以说全都知识都得益于自由二字。</p><p data-pid=\"cIY8fROF\">可我为什么还要做出一副“劝学”姿态，宛如在那儿劝着娜拉别走的人一样呢？</p><p data-pid=\"mYevAsgB\">我的主张是，娜拉走不走始终是她自己的事，她有自己的判断，这是谁都无法强制干涉的。但让她认识到“走后会怎样”，也始终是及其重要的。不能在一头热血之下马上就走，那往往迎来的不过是凄惨的下场——关于这点，鲁迅先生想必已经说的足够多了。</p><p data-pid=\"NccVeRM5\">而我的过去已经说完，该说说现在了。</p><p data-pid=\"bvV8vYu3\">娜拉走后，究竟怎样了呢？</p><h2><b>现实</b></h2><p data-pid=\"QVGR_pAJ\">该讲讲自由学习的暗面了，不，与其说是自由学习，不如说是当今社会的暗面。</p><p data-pid=\"23PXqlP6\">如果要说自由学习提升的是个人层面能力的话，那么对社会来说，你就需要将这些能力衔接过去。而往往这个衔接，需要借助学历。</p><p data-pid=\"K2k8kc-E\">那么我们就当然也可以得出一个结论，自由学习=个人的，学校教育=社会的。</p><h3><b>直面社会</b></h3><p data-pid=\"_1EutumE\">这一结论在很多叶哥的文章中也有提到过，但如若没有真的经历多低学历进入社会的体会，恐怕很难真的去感受到这二者的割裂。</p><p data-pid=\"kCcpOTXd\">我如今二十一岁，按常规来说，差不多也是大三的年龄。当很多人还在学校困顿与强制教育的压抑时，他们可能体会不到另一个更加恐怖的东西。而这些，对于万千没上到大学的同龄人来说，对于那些早早辍学开始打工赚钱的人来说，恐怕我们早就无数次的体会到了这个不可名状之物——社会的压抑与强制。</p><p data-pid=\"_RrgnvW0\">这种强制在我看来要比学校教育可怕到无数倍，如果说学校教育是炼狱，那么社会强制就是十八层炼狱。社会为什么能把人的棱角全部抹平？那就是因为对单个的，原子化的个体而言，他面对滔滔袭来的社会力量，往往是完全没有抵抗之力只能忍耐的。最终往往就会变成不是社会去适应他，而是他去适应社会。他的任何抵抗都会得到负向的反馈，他会失去工作，会失去养家的收入来源，会失去一切在社会上的立足之地。而他如果选择融入社会，磨平棱角，则会获得奖励，越是巴结领导就越是有收获，越是踩着别人上位就越是能拿到利益。</p><p data-pid=\"fZcp5wGT\">这样的社会成功的让所有人反对所有人，从而竞争下的所有人对所有人的战争，也使得你，必须参与进去才能获得安身立命之地。我在这里不想过多的讨论自由市场或是资本主义对这一切的塑造，我只想说一点——那就是企业对学历的重视比很多人想的还要多。</p><p data-pid=\"SnZ8da9N\">你或许会觉得，如果自己有足够的能力，那不愁找不到工作对吧？这当然是没错的，如果你指的是餐馆、工厂、保安、清洁、建筑粗工等等，这些工作你的确是有能力，任何时候都能找到。等下，你不想干这些？你想干的是那些自己想要干的，感兴趣的职业？那问题来了，你的学历呢？公司一定会重视我的能力，所以忽略的我的学历？放下这样的幻想吧，除非你做出什么绝对过硬的成果出来，否则对企业来讲，学历就是能力最好的信号。没错，就是这么的没理由，即便学历根本不等同与能力，处于筛选成本的降低，如果你拿不出足已补齐这部分差距的“信号象征”，那么你就会被视为没能力。</p><p data-pid=\"diwfE4k-\">而多少人能像叶哥那样或者说更多强人，在大学内就发表顶刊，或者是撰写各种深度论文并被企业内定？想辍学的其实可以扪心自问一下，抛开那些自信，你真的觉得这比学校教育更容易吗？要知道那些学校教育出来的人，可是还没毕业就被校招进了企业实习，而你呢？还在着手出一个足够“爆炸”的东西来证明自己的能力，证明什么呢？证明自己和那些什么成绩都还没做出来，仅仅是完成了常规教育的普通毕业生。他们需要证明自己的能力吗？不，学历就直接等于他们的能力，至少在企业看来是这样的。</p><p data-pid=\"6V-y-WmU\">这是我在这找工作之后深刻认知到的，甚至今天都还困于其中宛如蛛网一般缠着我，让我困在原地，再也无法前进。</p><p data-pid=\"8wQJ3x-o\">我上面有说到挣了钱的经历，可你真的认为这种纯粹运气有足够的参考吗？你觉得这种堪比中了彩票一样的经历，可以被当做辍学者自由学习的普遍道路吗？这所谓的收益来的快去的，疫情之后马上就全部没掉。在等一个和疫情一样的风口？那还不如去买彩票呢。</p><p data-pid=\"DGjeUrHZ\">还了债虽然让家里渡过难关，可未来还是要继续过，债仍剩着十几万，而 23 年我也没了其他收入来源，就使得我不得不去寻找工作了。所以说这挣钱经历不过是让整个过程延后罢了，对大多数和我一样的辍学生，恐怕他们早几年就已经开始不得不出来打工了。</p><h3><b>寻求证明</b></h3><p data-pid=\"n9qFFtRy\">然后我就碰到了让我至今难忘的对学历最刻骨的或许不是故意的，确是最现实最隐性的偏见，哪怕我拿出曾经创业的履历，在我想干的行业，也没有任何一家愿意接受我。我前前后后投了快要上百家公司，甚至没有一家，是的，没有一家愿意邀请我去面试，哪怕是真的和我沟通一下，看看我到底是什么样的人。我理解这点，没错，我很深刻的理解。从企业的立场上来说，现在的局面是什么？青年失业率高企，一群 985211 的本科，甚至是硕博的简历都看不过来呢，谁会去里一个“有特殊经历”的初中生。他比这些名牌大学出来的人还强吗？他比硕博还强吗？我恐怕企业的 HR 后台根本就连我的简历看都没看到，直接一个“按学历筛选”，不好意思，自动把选择之外的所有全部删掉。</p><p data-pid=\"tSGrNaUP\">我曾经自由学习到的一切，在如今都没办法用到，没有人愿意用一个初中就辍学的人。你以为自己能向企业“证明”自己的能力，可事实是他们根本连“看都没看到”你。你如何向一个看都看不到你的人证明自己？这是不可能的。</p><p data-pid=\"O7SYcp1a\">而我唯一的选择就是进电子厂流水线，去餐厅端盘子，或者当保安，当保洁，去工地搬砖——这才是我们这些初中的归宿。学那么多有用吗？还不是少走 40 年弯路，跟门口的张大爷一样，在收发室里消磨着生命换金钱？</p><p data-pid=\"DcWhOTPe\">我学了那么多东西，然后呢？有用吗？你一个半路辍学的人，谁要啊？我以为我是谁？我有什么证明吗？我的证明给谁看？对啊，我是谁？一个初中就辍学在家，自学的人，一个彻底没有按部就班走路的人。对没错，我学了很多东西，但这个社会对我却是拒绝的，我完成了对自我的提升，但我现在确实要为饭碗发愁。社会中的能力就是学历，那么没学历的人就会被默认为无能力。</p><p data-pid=\"56TOb81r\">你们有想过叶哥是什么学历吗？有想过 woz 是什么学历吗？至少他们都不是初中。就算是墨墨，如果你看看他们的公开招聘，也会发现基本是大学起步。而各种办公室白领的职位，最起码也要个大专。招你进来的 HR 可也是有业绩压力的，如果你出了什么问题，他可是要负全责。即便你能拿出过硬的“证明”，如果 HR 不愿意承担你与常规偏离的这部分风险，那么他也会更保守的选一个学历高，学校好，但还没有什么证明和资历的应届生。你是 HR 你愿意选哪个呢？更理性的思考一下吧，一个初中生到底要拿出何种程度的证明，才能让你放弃一个 985？或者放弃一个本科生？</p><p data-pid=\"i_LJR3Wz\">而想要获取这种证明的难度，对你来说，可能比完成学校教育还难。</p><p data-pid=\"kHxKNgcX\">我们在自身能力不足的时候，无法靠个人改变社会，我们能做的只有在社会的这张大网之下尽可能的挣扎，只有先积攒足够的能力，才能够号召更多的人参与进来，改变一切。在你进行学习之前，你需要先能够吃饭，先能够穿衣，先用地的帮助能够养家。我相信所有主张自由学习的人应该都是厌恶学校的，这点没错，我们所有人都讨厌他。而我，对它的厌恶更是比谁都要深刻，甚至不惜为此改变了自己的人生路径。</p><p data-pid=\"YpvhUN_y\">但作为一名理想主义者，我们也应该是现实的理想主义者。辍学的我深刻的认识到了当今世界对于学历的认识是如何的重要，找不到工作也意味着我需要天天挨饿，一直影响到我自由学习的可能，我每天都在担心着下一顿吃什么而少再有时间去读书，再没有时间去探索我的兴趣，我现在每天就关注的是收入，以及什么时候不被房东赶出去——理想与现实总归是要兼顾的，而且也意味着我们需要在校园内继续忍耐着，至少需要先满足自己的生存。</p><p data-pid=\"vAH0prfa\">工厂的流水线会把你所有自由的精神全部磨削殆尽，枯燥又乏味的日复一日的重复的工作，又会将你所有的创造性都抹消殆尽，相信我，你绝对不会想在这种地方干的，尤其是你懂得那么多知识的情况之下，这种痛苦只会每日愈增，有些时候什么都不知道，确实是一种好事，可一旦知道这些东西之后，你就再也不能回去了——因为你选择自由学习，你选择了提升自己，而这个提升过后的自己，却与当下的社会是如此格格不入。</p><p data-pid=\"pVIdgmyo\">可这怪得了谁呢？</p><p data-pid=\"WyKnL5Z1\">这个社会需要的是螺丝，可你却成了钉子，一个尖锐无比的刺头——</p><p data-pid=\"zFGQ-afi\">这里不欢迎你，你哪里都进不去。</p><h3><b>回望前瞻</b></h3><p data-pid=\"286SYGF1\">我在这里并不是说要让所有人臣服于这个社会，这是我最激烈反对的，日常中我也是这个社会最激进的批判者，我们要做的恰恰是挑战他。但在此之前我当然要先能维持自身的生存，获得大学的学历，甚至读硕士读博士，像 woz 那样具有足够的影响力，我或许才能有足够的能力号召所有人来共同的对此进行改变——我并不是说这是唯一的道路，也并不是说只有读到博士才有改变世界的实力。</p><p data-pid=\"g72KLO8O\">我的意思只是在表明，哪怕只是为了你的自由学习之路，甚至是一些改变教育的希望，为了能够走到更远，让你这根钉子更加尖锐一点，更加的顽强一点，更加的让自己别被社会磨平，你也必须在社会的缝隙中挣扎。拿到足够的学历，拿到足够收入，在这个社会之上有着足够的生计，才能够继续锤炼自身。否则你只会在不得不接受的强制之下被磨成螺丝的模样，被强行嵌入进去。</p><p data-pid=\"eR4tK69o\">我之所以能这么说，是因为我现在已经快要受不了了。</p><p data-pid=\"e9UShLBe\">为了挣脱出这张大网，我现在又走回了老路，又回到了传统的教育之中，回到了曾经我所讨厌的，为了一个我不喜欢的目的而学习的老路。我现在正在为了考试而学习，正在为了拿到文凭而学习，这是我厌恶的。我当时就是为了逃离他们才离开的学校，而现在又要主动的将他们召回来。</p><p data-pid=\"CNd8k-aJ\">我这辈子都不会喜欢考试，永远不会。</p><p data-pid=\"pvqU55mH\">但即便如此，我也必须接受。</p><p data-pid=\"TP-_NDaz\">我想有足够的经济基础来支撑我的自由学习，我想要足够的钱来回馈从小把我养大的母亲，我家需要还债，我需要交房租而不至于睡大街。我想成为一名科研人员，我想探索世界政治与经济运行的奥秘，我想在更广阔的空间内自由的学习。</p><p data-pid=\"8D1UnE4a\">我永远不会后悔那自由学习的几年，也绝对不会后悔自己决定辍学自学的经历。没有那几年，我就没有今天，没有那一段时间的自由学习，我就不会挣到那几十万。</p><p data-pid=\"xFZBF5gs\">因为我什么都没学，运气来了也没用。</p><p data-pid=\"pQHjul7x\">一句话，没有自由学习，就没有今天的我。</p><p data-pid=\"Mnw4WG81\">但同样的，没有那几年，我也不会如今在蛛网中挣扎。</p><p data-pid=\"N-L9kaAO\">有得必有失，我对此没有丝毫的后悔。</p><p data-pid=\"JhYwTvIs\">我曾经无数次的思考过，如果再给我一次机会，我还会这样吗？但往往，我都会否定掉上学这个选择，我对它的厌恶是发自骨子里的，绝不可能改变的，所以每次假设，我都还是会做出一样的选择。</p><p data-pid=\"VP3Ifec_\">但既然接受了这样的前提，我就需要承担它的结果——为了收入，为了梦想，为了我的自由，所以我需要先限制自由，回到曾经，继续走下去。</p><p data-pid=\"ZMaIcEh8\">我想考研。</p><p data-pid=\"yTUEK5Sy\">可我只是一名初中生。</p><p data-pid=\"pE2Oyv15\">为了那么一个未来，现在的我只能低头。</p><p data-pid=\"mSrm4cCp\">但我的腰永远挺着，一时的低头，绝对不意味着永远的低头。</p><h2>阶梯</h2><p data-pid=\"kLRhn-th\">仅仅是一本线上下的小小差距，就能带来收入的巨大差距，学历本身是有溢价的，「刚毕业时，两者的差距是 6%；毕业五年后，差距扩大到 24%；十年后，差距扩大到 34%」。<sup data-text=\"本人高中生，为什么网上有很多人说普通一本和二本没什么区别，那我为什么要努力考一本？ - chenqin的回答\" data-url=\"https://www.zhihu.com/question/391907816/answer/1308068416\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup></p><p data-pid=\"QNl19eDt\">而仅仅是不同学历，就有着巨大的起薪差距，「2021 年博士、硕士、本科、专科的月起薪算数平均值分别为 14823 元、10113 元、5825 元、3910 元」，而同等学历不同的学校也是同样「以本科毕业生为例，985 院校本科毕业生平均起薪点为 4752 元，211 院校本科毕业生平均起薪点为 3908 元，一般院校本科毕业生平均起薪点为 2913 元。」<sup data-text=\"2021高校毕业生就业薪酬：硕士、本科月起薪算数平均值分别为10113元、5825元 \" data-url=\"https://www.sohu.com/a/518672361_120950203\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"5\">[5]</sup></p><p data-pid=\"bt5aztWv\">当然，上面的结论仅针对于其数据，也就是中国大陆，只能表明内地企业对于学历是如此看待的，比如对岸的数据就体现出大专高出大学，而这可能与他们大学的普及有关，多到不能再多，以至于没什么溢价了。但初高中，研究生和本科生的差距仍旧体现在工资中。<sup data-text=\"學歷和收入成正比？大學畢業所得連續5年低於專科\" data-url=\"https://www.thenewslens.com/article/105131/fullpage\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"6\">[6]</sup> <sup data-text=\"110 年家庭收支調查報告，p41\" data-url=\"https://ws.dgbas.gov.tw/001/Upload/466/ebook/ebook_196214/index.html\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"7\">[7]</sup></p><p data-pid=\"iVg3aCD1\">而这点在美国就没有体现，仍旧和内地一样，学历直接决定收入差距。<sup data-text=\"Here&#39;s the Average American&#39;s Income by Education Level\" data-url=\"https://www.fool.com/the-ascent/personal-finance/articles/heres-the-average-americans-income-by-education-level/\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"8\">[8]</sup></p><p data-pid=\"HjNBgtfO\">而在号称高度平等的北欧挪威，也仍旧是随着学历提升而不断拉开工资差距：「2021 年所有行业的平均月收入为：中等教育为 38,010 挪威克朗，高中教育为 47,630 挪威克朗。那些受过四年以下高等教育的人可以期待平均 54,540 挪威克朗。对于四年以上的人，平均为 68,300 挪威克朗。」<sup data-text=\"Salaries in Norway: The Facts &amp; Figures \" data-url=\"https://www.lifeinnorway.net/salaries-in-norway/\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"9\">[9]</sup></p><p data-pid=\"ECga9hKI\">所以对岸的情况更多地取决于他们自身的特殊经济结构，在其他发达地区仍旧是以学历-收入呈现的阶梯差距居多。尤其是考虑到作为内地人，如果辍学，那么大概率也润不出去。各个地方的企业还是会根据学历给出不同的工资，而内地于此则更加严重，甚至你冲到硕博都还要看个第一学历。</p><p data-pid=\"RdN7MpQx\">那么学历问题就必然会成为在未来不得不考虑的因素，毕竟收入到底有多重要恐怕没人会不清楚。</p><p data-pid=\"4VEOp1rT\">以上这些只是并没有说什么学历和能力的差别，对于此实际上一直是饱受争议的，到底是教育决定了能力，还是更有能力的人有了更高的教育。关于此实际上也多少会涉及到学校教育的痛点，到底是单纯的筛选，还是真的能有效。对此我不评价太多，只是说如果我按照叶哥所提供的文章，至少其中的观点是「学校教育有用，但效率低下招致厌恶，充满缺陷，弊大于利。」若是承认这个前提，那么就意味着承认好的学校教育也不见得等于好的能力，那么基本就等于承认根据学历和好学校而产生的收入差距，就是一种“学历溢价”。</p><p data-pid=\"pZXedjHF\">而如果承认分数能够衡量能力的话，数据帝根据断点回归做出的结果，也基本证明收入的差距也同样有学历的溢价，而不是能力（分数），毕竟一本线上下差了十几分的人，他们的能力（分数）真的有那么大的差距么？</p><p data-pid=\"Cz9KGR-5\">如果你感兴趣的是我这种冷门科目，社科有学历的出来都难顶，更别说没学历的。而如果是程序员一类的，的确能好过不少，但起步也得是个大专。不过有一说一，不同调查给出的专科占比很不一样，大概是数据偏差，甚至还有高中的，整个的调查质量可以说是差的没话说。<sup data-text=\"2015上半年中国程序员调查报告：近3成高中学历\" data-url=\"http://www.techweb.com.cn/data/2015-08-03/2184316.shtml\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"10\">[10]</sup> <sup data-text=\"2020年中国开发者的现状分析（附年龄、地域、领域、月薪、学历分布、编程语言及操作系统使用情况）\" data-url=\"https://www.chyxx.com/industry/202110/980817.html\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"11\">[11]</sup> <sup data-text=\"程序员客栈统计：2021年中国程序员薪资和生活现状调查报告\" data-url=\"https://juejin.cn/post/6937229675773034533\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"12\">[12]</sup> <sup data-text=\"《2019全国互联网行业程序员就业报告》看看IT行业的主力军\" data-url=\"https://zhuanlan.zhihu.com/p/88711873\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"13\">[13]</sup></p><p data-pid=\"koE6ih3N\">但总归是可以给出一个基本印象，那就是程序员行业“整体”来说，对于学历的要求可能确实没那么高。</p><p data-pid=\"FXxry94b\">可与此同时还有另一个问题，这些程序员可能是之前互联网前半场时趁着大潮从培训班或自学一跃而入的，那么今天呢？与其看已有的程序员都是什么学历，不如看看未来的程序员可能会是什么学历，单单是从招聘数据就能看出，互联网行业正在渐渐对低学历关门，2021 年的招聘中，核心岗高中或不限学历的只有 8.5%，一半儿以上最少本科。<sup data-text=\"智联招聘：2021年互联网产业求职指南（21页）.pdf\" data-url=\"https://www.sgpjbg.com/baogao/74978.html\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"14\">[14]</sup></p><p data-pid=\"zKEI9sol\">而且相信我，我这阵子投了一堆号称“不限学历”的企业，但实际上都扯淡，说是不限学历，你真投过去，鸟都不带鸟的，这些“不限学历”的到底有多“不限学历”，本身都还值得商诠。而标着大专起步的岗位，到底会有多少被大厂输送到社会的人才，一堆本科以上的和你竞争，也是不得而知的。</p><h2>总结</h2><p data-pid=\"eqEeuTiD\">所以结论是什么呢？</p><p data-pid=\"xjQqPHJE\">如果你真的顶不住，或许撑到大专会是比较好的选择，毕竟至少也是个高等教育，虽然在减少，但企业仍旧会会较多的选择大专。并且在另一方面，选择考研考公等前路也能走的更顺畅。我是<b>不建议</b>像我一样初中就退出，结果到现在又要回去走的。</p><p data-pid=\"rZ2bKfrs\">当然，我所说的一切都不过是展现一下「娜拉走后怎样」，如果你认为要复刻一下我的自由学习经历于自身是利大于弊的话，那么我倒是也没什么阻止的立场在内，毕竟我自己就是这么走过来的，而且我也说过并不后悔。只是你如果真的这么选了，那就要做好同等的放弃一些东西的心理准备。</p><p data-pid=\"R0Raqu_s\">「我们无权去劝诱人做牺牲，也无权去阻止人做牺牲。况且世上也尽有乐于牺牲，乐于受苦的人物。」</p><p data-pid=\"m1Rd8WgC\">你的确会收获自由学习的成果，但也意味着和学校教育出来的人相比，会遇到更大更大的困难，同时，不可控因素将会挤满你的未来，我在能挣钱（这能挣钱都还只是意外的，运气的因素居多）之前被老妈生生养了五六年都还没被赶出家，那你呢？或许对于有些人来说，他们是乐于牺牲的，可对其他人来说，他们能做到吗？</p><p data-pid=\"YEdql0S0\">或许在看这篇文章的人中，就有那些无法乐在其中的人们，他们一旦离开学校，就意味着和自身家庭的彻底决裂，更别说什么支持了。自由学习期间的全面脱产意味着你必须要有一个经济来源做支撑，那么找谁来支持你这就是不得不面对的。否则进厂大概会变成唯一的选择，然后你的一切自由学习计划都将彻底中断。如此之下，自由学习的过程变成了受苦，每时每刻都将面临来自社会与家庭的苦痛。我想这种苦，大概不是他们一开始想要来受的。</p><p data-pid=\"yzOi0yvI\">「梦是好的；否则，钱是要紧的。」</p><p data-pid=\"vn6-Hol0\">在当今社会，自我的提升和社会的认可是分离的，一切都建立在某种基础之下，而当这种基础都不满足的时候，哪怕你的自我再提升，连门槛都够不到，将会使得一切大门都对你关闭。我可以靠我优秀的能力证明自己——可在同等水平之下，必须付出可能数十倍的努力才能获取足够的青睐，但对于某些人来讲，这只是起步。</p><p data-pid=\"WoHrM5hv\">我很自卑，自卑到连挂名发表这篇文章都做不到。我害怕让别人知道我只是一个初中生，因为我很清楚，包括我自己在内，我们似乎都对初中生有着一种内隐偏见，这种偏见是下意识的，一种社会建构的产物。即便他会被克制，但有时，如果告诉你这个人只是初中生，甚至连我自己都会忍不住去想他为什么不上了：</p><p data-pid=\"CRn8Mvzj\">「怎么连个大专都进不去，分数线只有两百分耶，这点分数都考不到？稍微努力下就能做到的事儿，是不是完全没听课，完全没用心，根本就没在学习只想着混子？人品是不是有什么问题，是不是......」</p><p data-pid=\"zbuqeVBF\">我不清楚你的脑中是否会下意识的弹出这种思想，虽然它往往都会被我的理智瞬间压过去并给予反驳，但这种思想让我恶心，让我难以忽视。就连我这个初中生自己都会这么想，那么别人呢？他们会这么想？他们的理智会像我一样把这些都压下去吗？</p><p data-pid=\"BOys33X8\">所以请原谅我的匿名，我实在太害怕了。</p><p data-pid=\"JuB96r1m\">只能借助叶哥在前台帮我发表，由此，我对他献上发自内心的感谢与尊敬。</p><p data-pid=\"FrW75TcF\">叶哥曾经就在课堂之中完成了自由学习，并走到了今天，我相信他有不少值得借鉴的经验并且也发过文章，作为一名在此之上的过来人，他的经验绝对是值得想要兼顾两者的人参考的。</p><p data-pid=\"WzgH-Fn-\">希望总有一天我们可以不再忍受遏制人们成长和天性的强制学校教育，我相信这一天会在每一个心中保有这种思想的，在这样的人们一步一步的实际行动推动之下到来。</p><p data-pid=\"QUZWhadL\">我不算什么有成就的人，到今天可以说是在这样的学历之下，仅仅是学了一些自己感兴趣的东西，有着一些自己的观点和理念，并朝着一个方向前进着。我甚至也不算是一个自由学习的成功者，毕竟我没有做到像叶哥那样在顶刊发文，甚至连找工作都困顿。</p><p data-pid=\"YLXHUqA_\">在这里向各位讲述的，也不过是一些我的牢骚，一个失败者的绝望，一些自由学习阴暗的地方。或者说，是自由学习这样一个光辉理念在当今阴暗社会下一个体现。</p><p data-pid=\"Av0UqlM2\">但是，虽然自由学习没有那么理想，没有那么的顺畅，甚至在当下充满着荆棘和阻碍，以至于在很多人看来如同幻想一般天真——但我却是如此的热爱它。</p><p data-pid=\"rgmxaWqD\">我衷心的祝愿看到这篇文章的每个人都能在自己热爱的道路上走下去，并且走的足够远。</p><p data-pid=\"sigCCnFf\">希望你永远保持热血，永远不要被这个社会同化，永远保持自由学习。</p><p data-pid=\"uZW1bnXH\">并在哪一天，彻底改变这个糟糕的社会。</p>",
  "column": {
    "updated": 1710055189,
    "description": "该专栏翻译有关记忆，学习，睡眠，创造力，解决问题，脑科学，健康和教育的文章",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "https://api.zhihu.com/columns/supermemo-guru-cn",
    "title": "学校教育问题",
    "image_url": "https://picx.zhimg.com/v2-f111d7ee1c41944859e975a712c0883b_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "supermemo-guru-cn"
  },
  "comment_count": 120,
  "image_url": "https://picx.zhimg.com/v2-bf6acf8839aaa97625aa126d2b952d0b_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true,
  "censored": false
}