{
  "status": 0,
  "updated": 1715956328,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "Andrew Huberman 是在斯坦福大学任教的知名神经科学家，他的 Huberman Lab Podcast …",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 697672496,
  "voteup_count": 35,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1715745608,
  "url": "https://api.zhihu.com/articles/697672496",
  "comment_permission": "all",
  "title": "斯坦福教授 Huberman：甲状腺激素和生长激素：新陈代谢的科学 ep.17",
  "image_width": 720,
  "content": "<p data-pid=\"x9Hk2gzw\">Andrew Huberman 是在斯坦福大学任教的知名神经科学家，他的 Huberman Lab Podcast 是一独特且极具价值的播客系列，在英文互联网享有极高的知名度。播客中，他探讨并分享了许多关于睡眠、压力管理、学习、锻炼和营养等方面的知识与实用建议。Huberman 博士擅长用通俗易懂的语言深入浅出地解释复杂的科学概念，让每个人都能从这个播客中获益。截至目前，播客已近 200 期。</p><p data-pid=\"1P1pDAuV\">可即使这一播客系列是相当优秀的学习资源，由于其性质的原因，其内容有些过于口语化，显得拖沓、啰嗦，信噪比低。为了向更多人传播英文世界的优质内容，Thoughts Memo 汉化组启动了 Huberman Podcast 笔记工程。原 90 分钟左右的播客会被浓缩为一篇篇简短的文章，剔除重复、无意义的部分，将播客的精华保留下来，并用汉语文本的形式呈现。</p><p data-pid=\"PmhexwJh\"><b>大家在点收藏的同时，别忘了点个赞支持我们。</b></p><p data-pid=\"ij3GGBcc\">作者：照华堂</p><p data-pid=\"cyRdauPT\">原标题：How to Control Your Metabolism by Thyroid &amp; Growth Hormone</p><hr/><p data-pid=\"8x-k2scO\">本篇笔记的主题是甲状腺激素（thyroid hormone）和生长激素（growth hormone）对人体新陈代谢的作用。</p><p data-pid=\"AgOYiVgQ\">大部分人都希望甲状腺激素水平保持适当范围，适度提高生长激素水平。本文也会介绍一些调节这两种激素水平的方法。你可以通过这些方法主动调控这两种激素，进而调控自己的新陈代谢水平。</p><h2><b>新陈代谢</b></h2><p data-pid=\"WC22UIE-\">新陈代谢是指身体细胞内的能量消耗，人体吸收能量主要是通过进食（或者必要的时候，输液），能量的消耗则包括利用这些能量促进组织的生长和修复，以及维护日常功能的运转。新陈代谢速率是指身体内燃料消耗和利用的速率。</p><p data-pid=\"pr4kRXxx\">以你的大脑为例。你大部分的新陈代谢需求，也就是所谓的基础或静息代谢需求，是用于思考的。</p><p data-pid=\"STDiIug3\">如果你整天只是躺在床上，除了思考什么都不做，那么这将消耗你约 75% 的代谢需求。如果你的工作需要大量的体力劳动，那么你就会燃烧更多的能量，消耗更多的卡路里。</p><p data-pid=\"gbqh3jmL\">除非你是超级马拉松选手或马拉松选手，否则，即使你非常活跃，你 75% 的代谢需求仍然只是来自于大脑。这是因为神经元消耗大量的能量。</p><p data-pid=\"glTCFNrs\">新陈代谢是备受关注的议题。有些人希望降低自己的代谢率，不过大多数人面临的问题恰恰相反。他们的代谢率过低，想要通过提高新陈代谢来保持健康的体重。</p><p data-pid=\"UfhytxB1\">新陈代谢的关键是：甲状腺激素和生长激素。这两种激素有助于保持低体脂率，使肌肉和肌腱强壮，加速损伤组织的自我修复等。同时，它们对于维持大脑功能，包括认知功能的稳定至关重要。它们可以使你随着年龄增长依然能够保持清晰思考的能力，抵消痴呆等问题。</p><p data-pid=\"AlL_1Df3\">我要强调，新陈代谢不仅仅与减肥有关，代谢率高一点总的来说是件好事（只要不过高）——你会拥有更多的精瘦组织，更多的骨骼和肌肉，较少的脂肪组织，这样更健康。肌肉及其相关组织比脂肪组织消耗更多的能量，而体内的水分并不消耗任何能量。因此，简单地通过增加身体肌肉和减少脂肪或调整两者的比例，就可以提高新陈代谢率。</p><h2><b>甲状腺激素</b></h2><h2><b>甲状腺激素的分泌</b></h2><p data-pid=\"zBmyTzmk\">大脑中，下丘脑的神经元会释放一种叫做释放激素（releasing hormone）的荷尔蒙到垂体中，促使其释放刺激激素（stimulating hormone）。接着，垂体将这些刺激不同组织的激素释放到血液中。</p><p data-pid=\"gGAjnpuu\">甲状腺是一个位于喉结周围的小蝴蝶形腺体。它后面有四个小突起，叫做甲状旁腺（parathyroid gland）。每个人都有喉结，只是喉结在早期发育中接受了睾酮激增的人中更为明显，因为它对睾酮很敏感。（译注：一般情况下，也就是指男性啦。）</p><p data-pid=\"WNbf78a3\">甲状腺激素分为两种：T4 和 T3，其中 T3 更为活跃，T4 的作用可以忽略不计。</p><h2><b>甲状腺激素促进新陈代谢</b></h2><p data-pid=\"g6GGTYKk\">甲状腺激素，特别是T3的主要作用，是促进新陈代谢，包括能量的消耗和利用、组织的生长修复。</p><p data-pid=\"Bg_iCqLd\">甲状腺激素将脂肪和糖转换为能量。胰岛素控制你的血糖水平。而甲状腺能增加各种组织，尤其是肌肉和骨骼，对葡萄糖的吸收。</p><p data-pid=\"gEclGCyQ\">甲状腺激素还作用于身体中各种目标组织，比如，肌肉、肝脏、软骨、骨骼等。它还能提高骨骼的矿物质密度。受伤后的修复、大脑组织的修复、神经元损伤的清除、身体损伤的清除等，也都依赖于甲状腺激素。</p><p data-pid=\"13Dq8hv3\">随着年龄的增长（30 岁及以上），拥有健康的甲状腺和甲状腺通路的人，能够更快地从伤病中恢复。</p><p data-pid=\"uGe-quBV\">你的甲状腺激素水平是否健康，可以通过血液检测来测量。甲状腺功能亢进（甲亢）的人眼球突出，身材瘦削；而甲状腺功能减退（甲减）的人则体重超标，眼睛睁不大。这是因为甲状腺激素控制着面部和眼睛的许多特征，以及调节脂肪组织的多少等等。甲状腺激素主要作用于白色脂肪组织，使其转化为能量。</p><p data-pid=\"eZfNylJh\">如果你担心自己的甲状腺激素水平过高或过低，一定要查一查相关症状，并咨询你的医生。对于不同的甲状腺疾病，都有相应的治疗手段。本文关注通过各种方式来获取并维持健康的甲状腺激素水平。</p><h2><b>甲状腺激素的合成</b></h2><p data-pid=\"eaeyeFIk\">在甲状腺中，L-酪氨酸与碘元素结合产生甲状腺激素，也就是 T3 和 T4。其中，硒元素可以促进L-酪氨酸和碘的相互作用。这三者能让甲状腺保持在健康水平，这样甲状腺就能把血液中的葡萄糖转移到组织中去使用，特别是大脑。下面分别介绍。</p><h3><b>L-酪氨酸</b></h3><p data-pid=\"WPRgY3Hv\">L-酪氨酸（L-tyrosine）是多巴胺的前体，主要来自肉类和坚果，以及一些植物性食物。不过，如果是富含植物的饮食，特别是纯素饮食中，很难获得足够的L-酪氨酸（L-tyrosine）。</p><h3><b>碘</b></h3><p data-pid=\"q3kQ0PPx\">你并不需要太多碘。大多数人通过食物和/或食用盐就能摄取足够的碘。</p><p data-pid=\"dYUVaNXr\">碘（iodine）主要存在于海盐、海带和海藻中。几乎全世界所有的食盐都含有碘。神奇的是，由于海洋中的碘含量非常之高，住在海边的人们甚至可以通过呼吸海洋的空气来吸收碘。这下，想必你可以明白了，实际上你需要摄入的碘量是很少的。</p><p data-pid=\"uqhhae-B\">缺乏蔬菜的纯肉饮食，以及富含蔬菜但缺乏肉类或盐的饮食，都可能通过碘途径及其他途径降低甲状腺激素水平。如果人们只吃肉，不吃蔬菜，他们对碘的需求就会增加。</p><p data-pid=\"4HwACKMO\">至于蔬菜，情况就有趣了。我们总被告知十字花科蔬菜非常重要。十字花科蔬菜的种类繁多，常见的高丽菜、花椰菜、白萝卜及大小白菜，皆为此类<sup data-text=\"\" data-url=\"https://helloyishi.com.tw/healthy-eating/nutrition/cruciferous-vegatable/\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>。但是，十字花科蔬菜中实际上含有一些可能会干扰甲状腺激素的功能的化合物。深绿色叶类蔬菜也是类似的情况。</p><p data-pid=\"OaVFDb87\">所以，这两种情况下，请确保你摄入了足够的碘。另外，有些甲减的人可能需要补充碘。不过，甲亢也会造成问题。真正了解情况的最佳方法是检测血液中的甲状腺激素水平。</p><h3><b>甲状腺肿</b></h3><p data-pid=\"ObHCblAM\">那些坚持“清洁饮食”的人，可能会有碘摄入不足的情况。碘摄入不足的人会患上甲状腺肿（goiter），也就是脖子出现极度肿胀的囊块。</p><p data-pid=\"6O9NfuCT\">大脑和脑垂体在细胞层面上会关注血液中激素的水平，像恒温器一样。当这些激素水平过高时，它们会停止刺激激素的分泌，关闭信号。反之，如果血液中循环的甲状腺激素不足，或者由于缺乏碘而无法制造甲状腺激素时，大脑会不断释放刺激激素和释放激素。于是，为了产生更多的甲状腺激素，受刺激的甲状腺会不停工作，但由于无法制造甲状腺激素，甲状腺就会越来越大。</p><h3><b>碘还有抗炎作用</b></h3><p data-pid=\"N7C628Rf\">碘可以起到抗炎作用。这与甲状腺有关，但并非直接相关，更像是甲状腺途径的旁支，它们在影响代谢功能方面处于下游位置。</p><p data-pid=\"7r7RmtPz\">摄取足够的碘有助于降低血液中 C 反应蛋白（C-Reactive Protein, CRP）水平。CRP 最好保持在适度的低水平，因为 CRP 与炎症、各种形式的心脏病甚至眼病——比如黄斑变性——有关。</p><p data-pid=\"Jmd7SqN7\">炎症性细胞因子种类繁多。白细胞介素 10 是抗炎的，而白细胞介素 6（Interleukin 6，IL-6）则是炎症的普遍标志，比如伤口、大脑炎症、某人睡眠不足、遭受脑部损伤或者正在对抗某种感染。补充碘似乎可以降低与炎症相关的 IL-6 水平。</p><h3><b>硒</b></h3><p data-pid=\"2Jc347m5\">三者之中，硒（selenium）是那个容易被忽略的成分。估计有不少人都可能因为饮食中缺乏富含硒的食物而导致硒的摄入量不足。所以，稍微增加一些硒的摄入量，对大多数人而言都会是有益的。不过，如果你在服用含硒的维生素片，你要确保不要因为同时食用大量富硒食物而摄入过多的硒。</p><p data-pid=\"-5eEuSUg\">你需要摄入多少硒，取决于你居住的地方。不同国家间有所差异，一些国家建议每天摄入 100 微克，有的说 200 微克，也有的说 155 微克，我查看的国家中平均值大约是 155 微克。另外，儿童的日常硒需求量要低得多，14 岁或以下儿童仅需 30 到 40 微克。而在某些地区，推荐成人每日的硒摄入量甚至低至 55 微克。这里说的是微克，不是毫克。</p><p data-pid=\"Lr6wpaOP\">巴西坚果中的硒含量非常高，仅 6 到 8 颗巴西坚果就含有大约 550 微克的硒。硒也存在于鱼类中，比如黄鳍金枪鱼就含有硒。火腿中含有大量的硒。其他含硒的食物包括猪肉、牛肉、火鸡、鸡肉、农家奶酪、鸡蛋等。不过，无论是从体积还是卡路里来计算，这些食物的份量都远超过 6 到 8 颗巴西坚果，而它们的硒含量只有大约 30 到 50 微克。另外，硒也存在于素食中，比如蘑菇、菠菜、牛奶、酸奶、扁豆、糙米和腰果等。一碗蘑菇中大约含有 12 微克的硒。</p><p data-pid=\"hv7CRheK\">所以，如果每日所需摄入量在 100 到 200 微克之间（具体参考所在地区），而你不吃巴西坚果也不怎么吃动物性食品，那你可能就没有摄取足够的硒。</p><p data-pid=\"zUaCQPiy\">另外，由于巴西坚果中的硒含量非常高，你也可能会摄入过量的硒。我并不太清楚摄入过量硒会有什么后果。不过，因为任何东西摄入过量都不是好事，我猜这些后果不会太好。</p><h3><b>硒的其他好处</b></h3><p data-pid=\"19Tymv39\">首先，摄入足够的硒可以显著降低妊娠毒血症（preeclampsia）风险。硒已经被包含在了许多产前配方中，正在备孕或孕妇可以留意一下。</p><p data-pid=\"ga9Q5WPc\">其次，摄入足够的硒可以减少患前列腺癌的风险。效果不大，但在统计上显著。</p><p data-pid=\"HcPuIUmW\">另外，摄入足够的硒可以减少痤疮，这很有趣。这可能与甲状腺激素的途径有关，因为甲状腺激素可以影响肝脏，从而影响痤疮。</p><h2><b>甲状腺激素水平的变化</b></h2><p data-pid=\"y3Y_24Np\">淀粉类碳水化合物支持健康的 T3 和 T4 生成，人的甲状腺激素水平会随着所摄入的淀粉类碳水化合物的增加而上升。（这一点无论男女无论是否经期都成立。）</p><p data-pid=\"hAliX-ji\">如果你的饮食中碳水化合物非常少，你的 T3 和 T4 水平就会下降。甲状腺激素的分泌与血液中的葡萄糖含量以及这些葡萄糖需要被调节的程度基本上成正比。</p><h3><b>生酮饮食</b></h3><p data-pid=\"1RMnW9jY\">生酮饮食（Ketogenic Diet）能显著降低血糖水平，于是生酮饮食也会略微降低甲状腺激素水平，有时甚至会使之显著下降。如果你长期采用生酮饮食，比如一年没有摄入碳水化合物，那么你的 T3、T4 水平会相当低，处于甲减状态。于是，当你回归传统饮食，重新摄入碳水时，你体内的甲状腺激素就无法迅速处理血糖，这通常会导致你迅速增重。</p><p data-pid=\"469ia2PC\">生酮饮食有各种各样的实践方式。有些人每三四天就在生酮和非生酮饮食之间循环，这被称为周期性生酮饮食（Cyclical Ketogenic Diet）。有些人长期保持生酮状态。还有些人六天生酮，一天休息。如果你打算周期性地进行生酮，长期进行生酮，以及如果你从生酮饮食回归正常饮食，那么需要谨慎对待，最好循序渐进地进行。</p><h3><b>月经</b></h3><p data-pid=\"A-5yw9N9\">甲状腺激素水平在整个月经周期中可能会出现剧烈波动。大多数人需要自己摸索来了解其波动与月经周期不同阶段的关系。一般规律是，在排卵前的周期的上半段，人们自然的渴望更多碳水化合物和甜食。</p><h2><b>生长激素</b></h2><h2><b>生长激素的分泌和作用</b></h2><p data-pid=\"xNOLi1Dp\">生长激素（growth hormone）的作用机制与甲状腺激素完全一致，二者是并行工作的。</p><p data-pid=\"Bj3RpU26\">类似于甲状腺激素，生长激素的释放过程是：由下丘脑释放生长激素释放激素，指挥垂体释放生长激素，生长激素会进入血液并作用于多种不同的组织，如肌肉、肝脏、软骨、韧带、骨骼、脂肪等。生长激素能使这些组织消耗能量，增长肌肉，强化骨骼，促进新陈代谢。因此，当生长激素水平高时，你的体脂会减少。</p><p data-pid=\"131mPOGG\">大多数人的身高和四肢长度都在一个正常范围内，这意味着他们生长激素分泌正常。极端情况下，有些人天生生长激素分泌不足，导致身材非常矮小。也有些人生长激素分泌过多，最终个头非常高大，以前这种情况被称为巨人症（Giantism）。他们的四肢往往也特别粗大，患有肢端肥大症（Acromegaly）。这种病症还会导致额头骨骼隆起。</p><h3><b>生长激素的分泌随年龄而减少</b></h3><p data-pid=\"S_C-Djth\">随着年龄的增长，生长激素的分泌模式也在变化。在青春期和成长阶段，垂体会分泌大量的生长激素。因为垂体负责身体及其各个特征的生长，身高增长是其中之一。在 30 到 40 岁之间，人每晚的生长激素分泌量会减少到原来的三分之一到二分之一。</p><p data-pid=\"5O3b-z0l\">生长激素分泌减少会导致我们新陈代谢减缓，恢复受伤的速度变慢，体内的脂肪也更容易堆积。确实如此，在进入 40 多岁后，即使睡眠时间相同，我仍然感觉自己恢复运动的能力或伤口愈合的速度不如以前了。</p><p data-pid=\"RNCZ6iHc\">因此，人们很可能想要在年纪渐长时维持生长激素的分泌水平。好消息是，这是可以实现的，我们完全可以通过行为来抵消衰老导致的生长激素下降，比如锻炼身体，尽量不在临睡前吃东西，优化睡眠等等（详见下文）。</p><h3><b>生长激素在睡觉时释放</b></h3><p data-pid=\"hrgyfk-6\">生长激素每晚在你睡觉时释放，特别是在睡眠的早期阶段，即所谓的慢波睡眠期间。因此，为了让生长激素能够规律地分泌，用于组织修复等，需要满足两个条件：一是你需要进入慢波睡眠，也就是深度睡眠；二是你的血液胰岛素和葡萄糖水平需要相对较低。</p><p data-pid=\"XVCye6K2\">要明确这一点：睡觉前的两小时内进食会抑制生长激素的释放。因此，你需要权衡吃什么，何时吃。如果你确实因为太饿而难以入睡，最好别吃太多也不要吃升糖快的食物。</p><p data-pid=\"nZTSCBfc\">关于睡眠的内容请参考 Huberman Lab Podcast 的 2-5 集。简单说来，夜晚的前半部分是慢波睡眠和深度睡眠占主导，后半部分是快速眼动（REM）睡眠。当我们进入慢波睡眠/深度睡眠时，就是生长激素分泌的时候。</p><p data-pid=\"iSSD8kU3\">慢波睡眠阶段，大脑会进行 δ 波（delta wave）活动。实验证明，δ 波活动实际上会触发大脑中释放生长激素的神经元，它们向垂体发出信号增加生长激素的释放。因此，在白天，如果你能让大脑进入 δ 波状态，同样可以增加生长激素的释放。（见下文冥想部分）</p><h2><b>增加生长激素分泌的方法</b></h2><blockquote data-pid=\"yO3klt_Q\">直接注射生长激素的问题所在<br/><br/>实际上，有很多家长试图通过给孩子注射生长激素来让他们长得更高。问题是：生长激素水平过高会导致心脏、肺、肝脏和脾脏等器官的过度生长。</blockquote><p data-pid=\"BvTlvLZg\">下文不讨论生长激素的滥用，而是介绍一些非常实用的方法来增加生长激素水平。除了「保证临近睡前尽量不吃或少吃并保证足够的慢波睡眠」之外，你在清醒状态下也可以做一些事来增加生长激素的释放。而且，通过这些方法增加的生长激素水平是相当可观的，有些方法可以将生长激素水平提高 3-5 倍甚至更多。尽管这种增加是短暂的，但它们对新陈代谢和组织修复有非常强大的影响。</p><h3><b>1 服用褪黑素来增加慢波睡眠</b></h3><p data-pid=\"Hs1BCVDd\">大多数情况下，我并不太支持服用褪黑素（Melatonin）补充剂，这样做通常弊大于利。然而，在某种情况下，非常低剂量的褪黑素补充可以帮助我们到达慢波睡眠、δ 波睡眠。</p><p data-pid=\"jo44rEyH\">大多数褪黑素补充剂的剂量是 1 毫克、3 毫克、12 毫克等等，这是远远超出生理水平的。可靠数据显示，只要大概 500 微克（=半毫克）的褪黑素就可以提高生长激素释放。</p><h3><b>2 通过冥想使大脑进入δ波活动</b></h3><p data-pid=\"xE6PkaC8\">推荐一本书：Altered Traits: Science Reveals How Meditation Changes Your Mind, Brain, and Body（台版译名是：平靜的心，專注的大腦：禪修鍛鍊，如何改變身、心、大腦的科學與哲學），作者是 Daniel Goleman 和 Richard J. Davidson。</p><p data-pid=\"owmuDIkN\">对冥想感兴趣的人会发现这本书的内容很有趣。该书中提到，冥想有两个不同的效果线：一是改变你的及时状态。比如当你感到压力山大时，坐下来冥想，放松身心，会进入一种特定的状态。二是长期的改变：长期进行超验冥想（Transcendental Meditation，TM）或重复冥想，实际上可以改变个性。</p><p data-pid=\"sJtjqoT8\">重点是，某些类型的冥想能让人的大脑进入类似慢波睡眠的状态。对于那些希望增加生长激素的人来说，能让你的大脑进入 δ 波活动的冥想练习可能非常有益。该书中提到，每天进行 20 分钟的传统坐式冥想，人们可以进入类似慢波睡眠的大脑状态。</p><h3><b>3 双耳节拍（很玄乎）</b></h3><p data-pid=\"excouLmV\">双耳节拍（binaural beats）是你在一只耳朵里听一个频率的音调，在另一只耳朵里听另一个频率的音调。然后，大脑大体上会取这两个频率的平均值，这个均值就是大脑同步或映射的频率。有很多应用宣称可以通过双耳节拍使大脑进入 δ 波活动。但我找不到支持这一点的高质量同行评审研究。</p><h3><b>4 运动</b></h3><p data-pid=\"3cZ_q4Md\">运动能显著影响人在清醒状态和随后夜间睡眠中生长激素释放水平。生长激素释放后运到肝脏，肝脏就会释放出IGF-1（Insulin-like Growth Factor 1，胰岛素样生长因子1）。IGF-1 能在运动后提高记忆、认知和学习能力。因此，通过运动触发生长激素和 IGF-1 的分泌有很大的好处。</p><h3><b>运动前要充分热身</b></h3><p data-pid=\"7qrmpqpd\">体温是某些运动模式最大化生长激素释放的重要前提。先进行大约 10 分钟的适度热身，让身体变热，体温升高 1-3 度，再进行高强度运动，可以使你在休息时以及随后的夜间睡眠中的生长激素释放增加 300-500%。</p><p data-pid=\"vXwMPOan\">高强度运动的具体形式可以是举重，也可以是耐力训练。对于举重，要达到接近最后几组无法完成的重复动作，让肌肉达到接近衰竭的程度，但要注意不要强行训练到极限，以至于完全衰竭。</p><p data-pid=\"r81_Bdwu\">另外，训练时长都必须限制在大约 60 到 75 分钟，具体数值因人而异，但不宜过长。（如果一个人用举重或耐力训练运动过久，皮质醇水平就会过高，这会导致睾丸素甚至雌激素的抑制。这也导致运动过度的人会出现停止月经或睾丸素下降的情况。）</p><h3><b>运动中要注意保持适当血糖水平</b></h3><p data-pid=\"4zPYKeDc\">运动中的血糖水平不能太高或太低。你需要有足够的能量进行锻炼，同时要保持身体温暖，因此血糖不能太低。但是，和睡眠中的情况类似的是，血糖太高也会影响生长激素的分泌。因此，不宜在锻炼临近前吃东西，或在锻炼期间摄入大量糖分。</p><h3><b>运动后要及时降低体温</b></h3><p data-pid=\"urJKRqOM\">在锻炼后，将体温相对快速地恢复到正常水平，与生长激素的大幅度激增有关。你可以洗个冷水澡或做个冰敷，也可以选择关掉房间的暖气或去到室外。这样就能提高随后的夜晚睡眠中生长激素二次增加的可能性。反之，如果锻炼时间过长，或者体温保持过高的时间太长，你就会破坏整个过程，失去增加生长激素的效果。</p><h3><b>运动对生长激素的影响因性别而异</b></h3><p data-pid=\"cKjfu5OJ\">运动持续时间的长短对 IGF-1 和生长激素的影响效果，还取决于运动者是男性还是女性。一项研究做了这样实验：分别让男女试验者进行不至于力竭的标准抗阻练习（包括蹲举、冲刺等），通常是重复 6-10 次。测量发现，女性在运动初期（前 30 分钟内）就能达到生长激素和 IGF-1 的最大峰值。而对于男性来说，最大增幅则发生在运动后期（大约 60 分钟左右）。</p><p data-pid=\"5ecdC1uf\">这意味着，男性和女性体内含量不同的激素，像皮质醇、睾酮和雌激素等，会影响 IGF-1 和生长激素的释放。对女性来说，即使只运动 30 分钟也会受益。男性则必须坚持完整的 60 分钟。</p><h3><b>5 补剂</b></h3><h3><b>精氨酸</b></h3><p data-pid=\"FUn4plWT\">精氨酸（arginine）能显著提升生长激素水平。有些人会在睡前服用精氨酸，有些人则选择在运动前服用。再次强调，前提条件是保持较低血糖。你可以通过食物或补剂摄取精氨酸，有些人甚至通过静脉注射（intravenously, IV）来摄取。</p><p data-pid=\"40nwBO7E\">要想通过精氨酸显著增加生长激素的水平，你需要摄入相当大的剂量。人们服用的精氨酸剂量从 3 克到 10 克不等。无论是口服还是静脉注射，服用精氨酸都能显著增加生长激素的释放，增加量最低是 1 倍，基本上能到达 4-6 倍不等。但是请注意，摄入超过 9 克，生长激素的释放反而会受到抑制。</p><p data-pid=\"mXa2px5q\">我不建议人们服用精氨酸，口服 9 克精氨酸至少需要 9 粒药丸，这可能导致胃肠道不适，比如胃痛、恶心、呕吐、便秘或腹泻等等。这正是大多数研究精氨酸对生长激素水平影响的研究选择静脉注射的原因。</p><p data-pid=\"v3-6rl1N\">另外，如果你真的想要提高血液中的精氨酸含量，直接摄入精氨酸并非最佳途径。由于其在肠道的代谢方式，精氨酸并不能有效到达你所希望的目标组织，比如能增加生长激素或者血管舒张的组织。</p><p data-pid=\"DISS8yud\">需要注意的是，在促进生长激素的分泌这个目标上，精氨酸与运动没有协同效应，同时采用这两个办法的最终效果和你只选择其中一种方式是相同的。你不能通过同时服用精氨酸和进行运动使生长激素的分泌增加8倍，增幅会被限制在 3-5 倍。所以，你要么选择在不运动的情况下补充精氨酸，比如在睡前服用，要么就只运动而不服用精氨酸。</p><p data-pid=\"xb8uo5Nx\">最后，你必须了解，精氨酸还有扩张动脉的作用，因为精氨酸途径涉及血管舒张，增加了血流供给。因此，如果你想要摄入精氨酸以增加生长激素，同时这也会导致血管扩张，血压降低。对于心脏病患者来说，这可能会造成严重问题。</p><h3><b>鸟氨酸</b></h3><p data-pid=\"OzsUIYVO\">鸟氨酸（ornithine）也能增加生长激素的分泌，这个方法在 90 年代曾经非常流行，但现在已不是主流。</p><h3><b>L-瓜氨酸</b></h3><p data-pid=\"pOHciIBf\">L-瓜氨酸（L-citrulline）也可以通过精氨酸途径显著影响生长激素水平。L-瓜氨酸是精氨酸的前体，相比于直接补充精氨酸，摄入 L-瓜氨酸能增加更多精氨酸。因此，如今的趋势是，人们更乐于选择摄入 L-瓜氨酸，而不是上文介绍的精氨酸或鸟氨酸。</p><p data-pid=\"YJHcn0oC\">推荐你访问 <a href=\"https://link.zhihu.com/?target=http%3A//examine.com/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">examine.com</a> 网站进行查询。网站上提到，摄入 L-瓜氨酸会使血压会略微降低，健身房的力量输出会提升；对血糖有非常强的影响，明显减轻疲劳；显著增加一氧化氮（这也与血管舒张的增加有关）；血浆精氨酸水平显著提升，这使得人们能进行更多的训练量，有氧运动时动脉硬化也有所减轻；以及，可以增加生长激素。</p><h3><b>6 温度</b></h3><p data-pid=\"WfF9ZiIG\">总体上，升高体温对生长激素的释放有积极影响且效果显著。根据上面运动一节内容，你已经知道，如果你想增加生长激素，就要让自己的身体运动前变暖，并在运动后及时降温。</p><blockquote data-pid=\"aF5O-O8S\">警告：高温是危险的，请一定要非常小心，并提前咨询医生。</blockquote><p data-pid=\"jRCuvKCX\">我们对降温的承受范围要比升温大得多。大脑温度稍微上升一点就足以“煮熟”大脑，煮熟神经元。一旦过了那个点，神经元就无法恢复。人也可能因高温症而死亡。反之，我们对寒冷的承受范围要大得多。</p><h3><b>升温</b></h3><p data-pid=\"yrD2bdua\">数据表明，进行 80-100℃ 之间的桑拿浴，即有意识的、安全的高温疗法（deliberate hyperthermia），可以增加生长激素和其他激素的释放。要明确一点，不是说让体温升到 100℃，那样你会死的。这里说的是，<b>短时间</b>内进入温度在 80-100℃ 的高温环境中：进入桑拿 20 分钟，然后出来冷却 30 分钟，再桑拿 20 分钟，这样可以使生长激素增加 5 倍。坚持每天这样做，在第三天，你会看到生长激素的水平大幅增加，甚至高达 16 倍。</p><p data-pid=\"pcPfvEPC\">在高温下会发生什么？</p><p data-pid=\"Zih7mjcv\">首先，你的心脏每次搏动的血量会增大。这有点像运动：如果你在耐力活动中训练有素，你的心脏每次能泵送的血量就会增加，你的血管会扩张，精氨酸增加，体温升高。于是，你会出汗，这表示你的身体在散热。</p><p data-pid=\"5Hs9zbDj\">其次，高温对其他激素也有影响。一项对男性的研究发现，桑拿显著降低了皮质醇的水平，却不会改变睾酮、DHEA（脱氢表雄酮）或催乳素的水平。（皮质醇是一种压力荷尔蒙，你希望它在早上醒来时分泌。）</p><p data-pid=\"1TNaGw0J\">如果你没有桑拿的条件，可以选择穿塑料紧身服跑步。有人会在酒店房间里这样做：开暖气，让浴缸里热水蒸腾，让房间充满蒸汽和热气，然后穿上连帽衫和运动裤，在身上套上羊毛袜，保暖 20 分钟，然后冷水淋浴，之后再重复一次。总之，有各种各样的方法可以实现同样的效果。</p><p data-pid=\"tgXJ_60O\">这些行为带来的生长激素的增加是巨大的，这可能源自下丘脑内的神经元活动的增加。或许是因为，下丘脑中的生长激素释放激素神经元与那些调节体温和体温的神经元非常接近，甚至融合在一起。</p><h3><b>7 处方药</b></h3><p data-pid=\"N1d7nlWv\">如果你想要通过直接摄入人工合成的激素来提高这些激素的水平，这里要指出一些事实。</p><p data-pid=\"aPrBEKmg\">首先，这些激素只能通过医生才能合法获得。</p><p data-pid=\"ZyPPut7y\">其次，无论何时，只要你注射了某种物质，就会抑制你自己的产生。激素系统就是这么运作的。至少从长远来看，如果你选择服用甲状腺激素，你就不会自己产生甲状腺激素。生长激素也是同理。所以，选择服用这些激素意味着可能要永久服用。有些人可以服用一段时间然后停止，观察一个周期。但如此的话，之后体内的合成未必能恢复。</p><h3><b>8 新兴的肽类疗法</b></h3><p data-pid=\"ux4amqgp\">肽类是由氨基酸串联而成的短序列。氨基酸会组合成小肽（small peptides）或多肽（polypeptides，即更长的肽）。现在，针对激素的肽类疗法已是一个新兴领域。</p><p data-pid=\"itHNoA2X\">生长激素或生长激素释放激素，都是由不同的氨基酸以不同的顺序组成的。当你注射与某种激素或其他肽足够相似的肽类时，能引发类似的效果。比如，赛莫利林（Sermorelin）是生长激素释放激素的一部分。其他一些肽的名称包括伊帕莫雷林（Ipamorelin）、特萨莫雷林（Tesamorelin）。</p><p data-pid=\"fvXyuuiH\">有人会在晚上空腹睡觉前注射赛莫利林，以刺激脑垂体释放生长激素。这并不是直接摄入生长激素，而是摄入刺激激素，它们常被称为分泌促进剂或模拟物（secretagogue or mimic）。它们能促使人体分泌所需的激素。人们对甲状腺激素也这么做。这样做是有效的。但是同样，这样做会抑制你自身的生长激素释放激素的自然生产。</p><p data-pid=\"OzPL5bu2\">重点是，有些肽实际上可以改变基因表达。你知道，上面提到的这些提高生长激素分泌水平的方法，无论多么有效、有多大幅度，效果都是暂时的。但如果一个人不断注射目标激素，使之保持恒定水平，就可以启动长期存在的基因表达程序。这可能会带来好处，也可能会带来坏处，需要读者听众审慎考虑。</p><hr/><p data-pid=\"_5_rQeWb\">系列目录：<a href=\"https://zhuanlan.zhihu.com/p/676445568\" class=\"internal\">Thoughts Memo：全网首发：Huberman Lab Podcast 全系列笔记（持续更新）</a></p>",
  "column": {
    "updated": 1458209676,
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "/columns/4c592f496dc33822b560b382907ff1d0",
    "comment_permission": "all",
    "title": "Thoughts Memo的文章",
    "image_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "type": "column",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "comment_count": 2,
  "image_url": "https://picx.zhimg.com/v2-8108a49699f103e563767ce7ebe17fd1_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}