{
  "status": 0,
  "updated": 1719312016,
  "author": {
    "is_followed": false,
    "badge": [],
    "name": "叶峻峣",
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "gender": 1,
    "user_type": "people",
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "avatar_url": "https://picx.zhimg.com/50/v2-0ebbd00d10ee9f3b47237b367659abe0_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3"
  },
  "can_tip": false,
  "excerpt": "[内容警告：本文讨论社会正义和暴力话题，并涉及 Jacqueline Carey 作品的剧透。] […",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 705177557,
  "voteup_count": 21,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1719312016,
  "url": "https://api.zhihu.com/articles/705177557",
  "comment_permission": "all",
  "title": "呼吁友善、社群与文明",
  "image_width": 810,
  "content": "<blockquote data-pid=\"hbW6nUP2\">[内容警告：本文讨论社会正义和暴力话题，并涉及 Jacqueline Carey 作品的剧透。]<br/>[2014 年 10 月 25 日更新：本文灵感源于我在 Facebook 上与一位朋友的朋友的辩论，此人后来小有名气。为保护其隐私，我在此将其化名为「Andrew Cord」。]</blockquote><h2><b>I. </b>赢得辩论的绝招</h2><p data-pid=\"k4e-3uS2\">Andrew Cord <a href=\"https://link.zhihu.com/?target=http%3A//www.patheos.com/blogs/hallq/2014/02/on-some-criticism-of-lesswrong/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">对我提出批评</a>，因为我大胆而富有争议地建议：也许人们应该尝试少说一些明显具有伤害性的谎言：</p><blockquote data-pid=\"ZR5uVI58\">「理性主义社群」对「理性就是胜利」这个口号的痴迷，在我看来既讽刺又可悲。他们显然没有取得胜利，却只会抱怨失败，而不愿意改变策略去学习那些真正成功的人。<br/><br/>这或许是因为，要成为真正能赢的人，你必须真正在乎某些胜利目标，这就意味着你必须涉足政治，必须接受「政治是理性的天敌」和「政治如同战争，论点就是士兵」这样的观点。而 Scott 显然宁可一生都在失败中度过，也不愿意这样做。<br/><br/>那篇驳斥虚假强奸统计的文章正是我对 Scott 不满的地方。他似乎真的认为，值得耗费时间和精力去理解邪恶之人的世界观，然后用统计数据和成本效益分析去与之辩论。<br/><br/>他对那些立场相同但愿意用激进行动而非无谓辩论来支持自己信念的人感到愤怒。<br/><br/>老实说，这让我感到有些反胃。这正是像我这样的「社会正义」活动家想要攻击和「触发」的对象，这也是为什么我们会使用那些描述特权白人盟友懦弱无能的「触发性」词语。</blockquote><p data-pid=\"NdZ7Kq8d\">换句话说，如果你认为某场斗争至关重要，那就别在乎手段有多卑劣。该撒谎就撒谎，该侮辱就侮辱，该让对方噤声就让他们闭嘴。（译注：《三体》中的维德说过：「前进！前进！不择手段前进！」「<span class=\"nolink\">失去人性，失去很多。失去兽性，失去一切。</span>」）</p><p data-pid=\"VSVGn0ki\">每当我的意识形态对手出来高谈阔论、公开宣扬我一直暗自怀疑他们信奉的观点时，我都会感到由衷的愉悦。</p><p data-pid=\"Y7-FtZZe\">我的本能反应是列举一些我认为 Andrew 错误的理由。我想先从「高尚的谎言」这一概念的历史谈起，然后举例说明这种做法为何在过去并不奏效，以及为何在未来也难以达到预期效果。</p><p data-pid=\"6VmLOTB_\">但从某种角度来看，这样做无异于预设结论。我这样做既无法表现出对 Andrew 论点的尊重，也没有努力站在他的立场上去理解他的观点。</p><p data-pid=\"2ZjniuT_\">要是真想「尊重」地反驳 Andrew 的论点，我应该这么做：向几家媒体散布关于 Andrew 的恶毒谣言，推波助澜，然后坐等他们摧毁他的声誉。如果压力最终导致他脑中的动脉瘤爆裂，我就可以在他的坟前翩翩起舞，高歌：</p><p data-pid=\"UxcIo53B\"><b>♪ ♬ 我用绝招赢得了辩论，你再也不能为卑劣手段辩护啦 ♬ ♪</b></p><p data-pid=\"HaO4xJ84\">我当然不会真的这么做，但假如我真的这样做了，我不知道 Andrew 该如何反对。毕竟，他认为性别歧视有害社会，因此为了阻止它，散布谎言和毁掉他人是正当的。而我认为，基于诽谤和谎言的言论同样有害社会。那么按照这个逻辑...</p><h2><b>II. </b>如果你那么喜欢子弹</h2><p data-pid=\"SKwWjnQz\">但真的，所有这些关于撒谎和散布关于人们的谣言的谈论都是——Andrew 的术语——「用辩论队的<span class=\"nolink\">胡扯</span>畏首畏尾」。你知道谁把事情做成了吗？爱尔兰共和军。他们不同意英国占领北爱尔兰，并且他们不怕以那种「只有在晚上通过你的窗户塞进一个钉子炸弹」才能做到的、非常特殊的方式让人们知道。</p><p data-pid=\"hQ_NY-TU\">为什么不暗杀著名的种族主义者和性别歧视者政治家和知识分子呢？我不会指名道姓，因为那将越界，但我相信你可以想出几个足够成功和有魅力的人，如果被干掉，就不会立即有一个同样能干的种族主义者或性别歧视者来取代他们，因此这将是种族主义/性别歧视运动的一个严重挫折。</p><p data-pid=\"Spq6P2XM\">其他人可以诉诸于「社会契约」或「不使用暴力的一般文明规则」，但 Andrew 不能：</p><blockquote data-pid=\"45a8AnCq\">我认为我是否使用某些武器对于这些武器是否被用来对付我没有影响，而认为有影响的人要么是在诉诸于我认为无效的某种模糊的康德式道德，要么是在诉诸于我认为不存在的某种特定的『敌人之间的荣誉』。</blockquote><p data-pid=\"YtexjJQ7\">别给我那些关于警察的胡扯。我相信像你这样聪明的人可以想出聪明刺激的新方法来实施完美谋杀。除非你不相信将<b>永远</b>有机会不受惩罚地背叛，否则你需要这种社会契约至少让你走一部分路。</p><p data-pid=\"ivp6zSTb\">他继续阐述道：</p><blockquote data-pid=\"vFaScmUX\">当 Scott 把他不喜欢的修辞策略称为「子弹」并对其贬低时，这恰恰滑稽地印证了这一观点……认为「支持子弹」或「反对子弹」是荒谬的。正如你所说，子弹本身是中性的。我支持我方最大限度地使用子弹来瓦解敌人使用子弹的能力。<br/><br/>在一场战争中，一场真正的战争，一场关乎生存的战争中，你会动用军火库里的所有武器，因为你假定敌人也会这么做。因为你明白这就是战争的本质。</blockquote><p data-pid=\"55fZ0TOW\">对此，我有很多想说的。</p><p data-pid=\"pBQq66eU\">比如「这就是为什么美国一旦开战就立即对每个敌对国家使用核武器。」</p><p data-pid=\"E9xPZd91\">或者「这就是为什么日内瓦公约明显不可能实现，以至于没有人愿意费心去参加那个会议」。</p><p data-pid=\"t3lyzAdv\">或者「这就是为什么，<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2013/05/22/apart-from-better-sanitation-and-medicine-and-education-and-irrigation-and-public-health-and-roads-and-public-order-what-has-modernity-done-for-us/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">直到今天</a>，我们仍然通过全面战争来解决每一个国际纷争。」</p><p data-pid=\"zd3hwzqu\">或者「这就是为什么马丁·路德·金立即被贬为无名小卒，而我们只记得气象人员组织是推动民权运动成功的唯一功臣」。</p><p data-pid=\"gA4ue1Dl\">但我实际上想说的是，看在上帝的份上，如果你那么喜欢子弹，就别再用它来比喻「散布虚假统计数据」了，去买把真枪吧。</p><h2><b>III. 友善、社群与文明</b></h2><p data-pid=\"JjQVbDOn\">让我们来分析一下，为什么暴力实际上并非解决所有问题的唯一最佳途径。虽然霍布斯的著作中已有类似论述，但本文将以更为简明的方式来阐释这一观点。</p><p data-pid=\"mm2BdYY4\">假设我是一个极端激进的天主教徒，坚信所有新教徒都该死，于是四处杀害新教徒。表面上看，这似乎没什么问题。</p><p data-pid=\"_025WLhw\">然而，不幸的是，可能会有一些激进的新教徒也持相同观点，认为所有天主教徒都该死。即便之前没有这样的人，现在也可能会出现。于是他们也开始四处杀害天主教徒。结果是，双方都陷入痛苦或死亡，经济崩溃，数以百计的无辜者成为牺牲品，整个国家陷入一片混乱。</p><p data-pid=\"yZn6oovB\">于是，我们达成了一项协议：我不再杀害天主教徒，你也不再杀害新教徒。在爱尔兰的具体案例中，这被称为「耶稣受难日协议」。而在更广泛的意义上，这种做法就是我们所称的「文明」。</p><p data-pid=\"Olf86PIg\">于是，我转而试图利用政府的力量来打击那些可恨的新教徒。我四处奔走，企图推动立法禁止新教崇拜，同时阻止人们对天主教进行任何批评。</p><p data-pid=\"j3m5t1VB\">然而，设想下一届政府由新教徒掌权，他们可能会颁布法律禁止天主教活动，并压制任何批评新教的言论。在这种情况下，没有人能够安全地践行自己的信仰，也无法了解其他宗教；社会动荡不安，内战阴云密布，学术自由遭到严重限制，国家再次陷入困境。</p><p data-pid=\"ExYDJElK\">有鉴于此，我们再次达成共识：我方不会利用政府权力打压新教，你方也不得利用国家机器压制天主教。在美国，这一原则体现为宪法第一修正案；从更宏观的角度来看，这就是所谓的「自由主义」，或者用更富有想象力的说法，「文明 2.0」。</p><p data-pid=\"Ky9vlada\">历史一再证明，每当对立双方愿意放下成见，和平共处时，总会带来双赢的局面，开创人类繁荣的新纪元。</p><p data-pid=\"DX_qF8Fj\">「且慢！」有人突然打断道，「我明白你的用意了。你是不是想说，如果我们同意不再相互散布恶意谣言，也能建立一个文明、互利的社会体系？比如说，新教徒不再宣称天主教徒崇拜魔鬼，天主教徒也不再指责新教徒仇恨圣母玛利亚，双方都停止传播犹太人在制作无酵饼时掺入基督教儿童鲜血的荒谬说法。」</p><p data-pid=\"GoxL5_0d\">「然而，你举的两个例子都涉及纸面合同和政府强制执行。因此，如果『禁止恶意谎言』的宪法修正案能够切实执行，或许还能奏效。可惜现实并非如此，仅仅呼吁人们停止散布恶意谎言从一开始就注定失败。毫无疑问，犹太人会散布对我们不利的谎言，所以如果我们停止散布关于他们的谎言，岂不是等于放弃了对抗这个我个人认为是异教的宗教的有力武器！理性主义者应该取得胜利，所以让我们把血腥诽谤刊登在每家报纸的头版吧！」</p><p data-pid=\"c-eXG3hU\">或者，用 Andrew 的话来说：</p><blockquote data-pid=\"AyPKIZwq\">我是否使用某些武器，与这些武器是否被用来对付我毫无关系。认为有关系的人，要么是在诉诸某种我认为无效的模糊的康德式道德，要么是在诉诸某种我认为根本不存在的「敌对双方之间的荣誉」。</blockquote><p data-pid=\"tOTb2Pm7\">那么，让我们来探讨一下，在没有中央执行者的情况下，有益的博弈理论均衡是如何形成的。据我所知，主要有两种方式：互惠的社群主义和神圣恩典。</p><p data-pid=\"hTSei0s3\">互惠的社群主义很可能就是利他主义的演化之路。某种哺乳动物开始采用「<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Tit_for_tat\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">以牙还牙</a>」的策略，即你只与那些你预期会与你合作的对象合作。渐渐地，你就形成了一个成功的合作者社群。背叛者要么加入你的社群并同意遵守你的规则，要么就会被淘汰出局。</p><p data-pid=\"xtmGxW8o\">神圣恩典是一个远比表面看起来复杂的概念。我曾一度想将其称为「自发秩序」，但随即想起了理性主义者的一句箴言：如果你对某事不甚了解，就应该用一个能提醒你「自己还不懂」的术语来描述它，否则你可能会误以为仅仅给它命名就等同于解释了它。</p><p data-pid=\"3tCHrmSW\">让我用一个亲身经历来阐述这个概念：作为一个支持堕胎权的无神论者，我在爱尔兰生活期间，有一位反对堕胎的基督徒朋友。在我看来，她的立场可能会导致数百万女性遭受不必要的痛苦。而在她眼中，我的观点则意味着纵容杀害数百万胎儿。然而，令人惊讶的是，她依然邀请我去她家共进晚餐，而且没有在食物中下毒。我不仅欣然接受邀请，享用了晚餐，还真诚地表示了感谢，甚至还给她寄了一张精美的贺卡，而不是愤怒地摔碎她家的餐具。</p><p data-pid=\"LpzAgjdy\">请不要对这种情况习以为常。事实上，每当<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2013/03/17/not-just-a-mere-political-issue/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">一个共和党人和一个民主党人能够怀着善意坐在一起用餐</a>，这都堪称一个奇迹。这种和谐相处的状态，就像人类文明或自由主义理念一样珍贵而有益。更为神奇的是，这种平衡是在没有任何中央权威强制执行的情况下自然形成的。</p><p data-pid=\"EExTR55W\">在探索社会均衡时，我们会发现其形式丰富多样。尽管有人认为「敌人之间不存在荣誉」，但如果你阅读《伊利亚特》或其他古代战争记载，你会发现敌对双方之间的荣誉感几乎无处不在。这种荣誉并非源于某种古代版的日内瓦公约，而是自然而然地形成的。举个例子，在第一次世界大战期间，英国和德国士兵曾自发地走出战壕，共同庆祝圣诞节。尽管旁观者可能会大喊「住手！别庆祝了！快在他们开枪前先开枪！」但士兵们并未理会这种呼声。</p><p data-pid=\"0J3xFa19\">关于这种奇妙均衡的形成，我的解释是它与继承并维护某种文化规范密切相关。其中，对偶尔出现的背叛者进行惩罚似乎是维护这种规范的关键所在。至于这种文化规范最初是如何形成的，我还不能确定，但它可能与导致「<a href=\"https://link.zhihu.com/?target=http%3A//www.theatlantic.com/magazine/archive/2002/04/seeing-around-corners/302471/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">整个文明的官僚突然变得完全诚实</a>」的原因有某种联系。在这一点上，我认为有必要提及「<a href=\"https://link.zhihu.com/?target=http%3A//wiki.lesswrong.com/wiki/Timeless_decision_theory\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">无时间决策理论</a>」，也许还应该谈谈<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2013/04/08/whose-utilitarianism/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">我之前写过的</a>那种「柏拉图式契约」的概念。</p><p data-pid=\"sq4o-Ace\">我认为，我们大多数行之有效的社会规范是通过神圣恩典和互惠社群主义相结合而存在的。这些规范在某种程度上是自然形成的，并通过荣誉体系得以维持。另一方面，这些规范在不同群体中的强弱程度各异，而那些严格执行这些规范的群体往往比不执行的群体更具吸引力，因此人们愿意遵守这些规范。</p><p data-pid=\"GRtE12pb\">反对恶意谎言的规范就是一个典型例子。政治家确实会撒谎，但他们通常会有所收敛。让我们看看 Politifact 事实核查网站今天的头条新闻。有位共和党人声称，他那位自称独立的民主党对手实际上 <a href=\"https://link.zhihu.com/?target=http%3A//www.politifact.com/truth-o-meter/statements/2014/feb/21/dan-sullivan/begich-supports-97-percent-obamas-economic-policy-/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">97% 的时间</a>都在支持奥巴马的经济政策。事实核查解释说，这个统计数据实际上是针对所有投票，而非仅限于经济政策投票。而且，由于党派政治的运作方式，国会议员通常都要与其所属政党的总统保持 90% 以上的一致性。因此，这确实是一个谎言，并被正确地指出。但这个谎言是建立在对真实统计数据稍作误解的基础上，而非完全凭空捏造。他甚至没有编造更离谱的说法，比如「我的对手亲自参与设计了奥巴马的大部分法案」。</p><p data-pid=\"9nB0Ofpz\">就连那篇虚假强奸统计帖子的作者，也没有撒到极致的谎。他通过混淆单次性行为的强奸率和终身强奸率来得出虚假数据，这种做法很难被视为无心之失。然而，他却无法让自己更进一步，完全凭空捏造毫无根据的数字。这不禁让人思考：为什么不呢？既然你已经决定用明知是虚假的数据来抹黑他人，为什么用一个你知道不正确的公式推导出数据，会比直接跳过计算步骤编造数据更好呢？他本可以这样说：「FBI 已经确定从未有过虚假的强奸指控，这个信息来自他们发布的一份鲜为人知的报告。当你发现本地图书馆没有这份报告时，你只会认为图书馆不可能收藏所有书籍，而不会起疑心。」</p><p data-pid=\"RQ5BPQUI\">这本该是一个比他实际所用的说法更具说服力的论述。正因为他展示了推导过程，我才能轻易地揭穿它。如果他只是声称信息来自某份晦涩的报告，我可能就不会费心去核实了。那么，他为什么要选择这条更艰难的路径呢？</p><p data-pid=\"dKPv-Tzy\">人们内心深知撒谎是错误的，也明白一旦撒谎就会受到惩罚。这是一种更自发形成的社会秩序奇迹般的神圣恩典。因此，他们想要两面下注，为自己留有辩解的余地，说「严格来讲，我并没有真的<b>撒谎</b>。」</p><p data-pid=\"XR1Yvyn1\">这是一个好现象！我们希望让那些声称「犹太人在无酵饼中掺入基督教儿童的血」的言论在政治上变得不可接受。在此基础上，我们继续推进。我们开始严厉打击当前仍被接受的谎言的边界。「好吧，你可能没有<b>直接</b>编造数据，但你确实在撒谎，你应该被排斥在理性讨论的群体之外，永远失去他人的信任。」</p><p data-pid=\"IrGYvtzX\">这种做法可能无法完全建立起反对这类行为的新规范。但至少它能阻止其他人看到这种行为的「成功」而受到鼓舞，从而避免社会可接受的谎言范围不断扩大。</p><p data-pid=\"Xnf8HuK8\">保护我们所继承的神圣恩赐就到此为止了。但我们还需要考虑互惠的社群主义。</p><p data-pid=\"GwQGpR2F\">我寻找那些表现出愿意诚实理性讨论的人。然后，我尝试与这些人进行诚实理性的交流。我尽可能将我的社交活动集中在这个圈子里。</p><p data-pid=\"BIZLydML\">到目前为止，这个计划进展顺利。我的朋友们很好，我的感情生活平静，我的辩论富有成效，而且我学到了太多太多。</p><p data-pid=\"qGyJz9jD\">人们会想：「嗯，我可以去 4Chan 被人骂得狗血淋头。或者我可以去 Slate Star Codex 理性地讨论问题，学到很多东西。如果我想加入后者，我只需要不做一个智力上不诚实的混蛋。」</p><p data-pid=\"Wihwl2HZ\">就这样，我们的社群不断发展壮大。在全世界范围内，那些支持诚实和善良的神秘力量，正在逐渐战胜那些支持谎言和恶意的力量。</p><p data-pid=\"IVzePDou\">Andrew 认为我正在试图与世界上所有的邪恶作斗争，而且我的方式很愚蠢。但有时候，我只是想安静地耕耘自己的一方天地。</p><h2><b>IV. </b>面对谬误和极端思想</h2><p data-pid=\"1dXc2VkU\">Andrew 继续抱怨道：</p><blockquote data-pid=\"mKI4Bc9r\">Scott…似乎在用统计数据和成本效益分析，冷静地与邪恶之人辩论他们的邪恶世界观… <br/><br/>他对那些观点上与他理性一致，但愿意用战争和暴力而非辩论队式的无谓争论来捍卫自己信念的人感到<i>愤怒</i>。</blockquote><p data-pid=\"xSu68IJA\">我承认这个批评准确描述了我的所作所为。</p><p data-pid=\"2uQ0Tact\">让我们比较一下以下两种批评：「天主教会浪费了那么多精力去烦恼那些信仰<b>大部分</b>与他们相同的异教徒，而在印度有<b>数百万</b>印度教徒根本<b>不信</b>天主教！这种优先顺序多么愚蠢！」</p><p data-pid=\"QadZK-8z\">或者「Joseph McCarthy 怎么会对美国电影业中<b>可能</b>是共产主义者的几个人如此愤怒，而在莫斯科可是有<b>成千上万</b>的人公开<b>极度</b>拥护共产主义，而且<b>一直如此</b>？」</p><p data-pid=\"FxTgUeE5\">亚马逊丛林里可能有一英尺长的巨型蜈蚣，但我更担心自家园子里的棉铃象鼻虫。</p><p data-pid=\"kTb9NTpB\">神创论者、顺势疗法拥护者、反疫苗人士，他们都有一个共同点——热衷于散布谎言。这似乎已经成为了我们生态系统中的一个固定循环。然而，逐一揭穿神创论者的每个谎言其实是没有必要的。因为那些仍然愿意倾听神创论者言论的人，往往也不会被这些揭穿谎言的行为所打动。要应对神创论者，我们需要采取有组织的行动，比如阻止他们的观点进入学校课堂。但是，在博客上发表一篇边缘性的文章来「揭穿」神创论者的某个观点，这纯属浪费时间。所有渴望进行理性讨论的人，早已经在思想上筑起了一道围墙，把神创论者挡在门外了。</p><p data-pid=\"yVXJAqmf\">反犹太主义者、三 K 党、新纳粹分子，他们的斗争手段都极其卑劣。面对这些群体，我们保持冷静和理智，这正符合那句古老的谚语：「憎恨者注定只会憎恨」。诚然，我们需要有组织地反对这些团体，比如确保他们不能真正地恐吓任何人。但是，在博客上发表一篇边缘性的文章来谴责纳粹主义，这纯属浪费时间。所有希望以善意和同理心进行讨论的人，早已经在思想上筑起了一道围墙，把纳粹分子挡在门外了。</p><p data-pid=\"G-ishe1W\">然而，那些习惯以理性和善意方式讨论问题的人，似乎还没有仔细审视那篇关于虚假强奸统计的文章，也还没有决定是否要将 Charles Clymer 排除在他们的理性讨论圈之外。</p><p data-pid=\"suI0wPTR\">他不是异教徒，而是异端分子；不是外国人，而是背叛者。他打着自由主义和统计数据的旗号而来，却很快背叛了自己刚刚发出的信号。他不仅仅是在「囚徒困境」中选择背叛的普通人，而是那个穿着<a href=\"https://link.zhihu.com/?target=http%3A//www.redbubble.com/people/lalaithion/works/10939446-i-cooperate-in-the-prisoners-dilemma%3Fp%3Dt-shirt\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">「我在囚徒困境中选择合作」T 恤衫</a>却背叛的人。</p><p data-pid=\"zFcKu_Az\">真正让我感到困扰的不是 Clymer 本人，而是理性主义者们居然认真对待他。这些原本聪明善良的人！我在文章中甚至特意提到了这一点。这就像是我们精心培育的美丽理性花园里突然出现了害虫！</p><p data-pid=\"ckBHTHwh\">为什么我总是不厌其烦地谈论女权主义问题？我觉得我们正在做一件很有意义的事，我们已经达成了一项理想化的契约，承诺彼此保持理性、诚实和善意。我们正在「囚徒困境」中持续选择合作，并从中获得互利共赢的成果。</p><p data-pid=\"5lBbdKl5\">然而，有人却说：「尽管如此，我仍然保留使用谎言、侮辱、骚扰和『<a href=\"https://link.zhihu.com/?target=http%3A//lesswrong.com/lw/uy/dark_side_epistemology/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">黑暗认识论</a>』来传播女权主义的权利。」有时他们会像 Andrew 那样直白地表达这一点。有时他们会使用更巧妙的论述，比如：「你该不会天真地认为，同样的反对谎言、侮辱和骚扰的规则也应该适用于弱势群体和特权群体吧？」还有时候，他们什么也不说，只是通过转发一篇包含虚假统计数据的低劣文章来暴露自己的真实立场。</p><p data-pid=\"sZ3TurNY\">（有时候，即使他们什么都不做，他们依然是我很高兴认识的优秀人士）</p><p data-pid=\"SDfrYICC\">然而，当有人说「既然他们得到了特殊待遇，我也应该得到」，紧接着又有人说「如果这两个人都得到特殊待遇，那我就退出」，你就会意识到，重新协商一个实际上并不存在的永恒理想契约是多么困难。</p><p data-pid=\"YthURQYy\">不！我就是反对特例的纳粹！你休想得到任何特殊待遇！文明之所以能征服世界，并不是通过允许你在敌人「确实该死」的情况下就可以去杀光他们。自由主义者在反抗暴政的战斗中牺牲，也不是为了结束对所有宗教的歧视，却单单排除詹森教，仅仅因为「去他们的詹森教徒」。我们在这里设立了我们的<a href=\"https://link.zhihu.com/?target=http%3A//lesswrong.com/lw/ase/schelling_fences_on_slippery_slopes/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">谢林防线</a>，我们要誓死捍卫它。</p><h2><b>V. </b>理性讨论与女权主义</h2><p data-pid=\"APgXiCIV\">与表面看起来的不同，我并非想要摧毁女权主义。</p><p data-pid=\"Cj6jxqE8\">女权主义者喜欢嘲笑那些认为古典自由主义足以满足女权主义诉求的人过于天真。诚然，你不能简单地从亚当·斯密的理论推导出 Andrea Dworkin 的观点。不歧视女性，不立法将她们定义为低人一等，这些都是很好的开始，但如果文化包袱和根深蒂固的性别规范仍然存在，这还远远不够。</p><p data-pid=\"NJv0VBpm\">在此，我正在捍卫一项原则——可以说是自由主义的进阶版：「即便能帮助你实施你所偏好的社会规范，也不应该使用谎言、侮辱和骚扰等手段对付他人。」</p><p data-pid=\"vfFCjYyc\">我发现，这一立场比 Andrew 的「只要能有效实施你偏好的社会规范，就可以使用谎言、侮辱和骚扰」的观点，更加接近女权主义的理念。</p><p data-pid=\"Cbs_LjPJ\">女权主义者对「荡妇羞辱」现象深感忧虑，即人们骚扰那些婚前性行为较多的女性。他们指出，这种行为对女性造成极大伤害，而男性可能低估了这种伤害的程度。他们还强调，传统的古典自由主义解决方案——仅仅消除政府的相关压迫——并不能解决问题。这些都是非常中肯的观点。</p><p data-pid=\"mTkwnqA9\">然而，我们可以推测，那些实施骚扰的人认为女性的婚前性行为有害于社会。因此，他们遵循了这样一个普遍原则：「我应该使用谎言、侮辱和骚扰来执行我认为正确的社会规范。」</p><p data-pid=\"-U882CMz\">但这恰恰是 Andrew 所主张的原则，与我和自由主义的立场背道而驰。</p><p data-pid=\"3mrUXWoP\">女权主义者坚持，女性应该免于遭受强奸的恐惧，而且即使不幸被强奸，也不应该有人能以「她是自找的」为借口开脱。</p><p data-pid=\"yOYqG8hk\">这一反暴力原则同样适用于其他情况。例如，我们不能容忍爱尔兰共和军向平民住宅投掷钉子炸弹，更不能接受他们以「这些人与邪恶的英国占领者沆瀣一气，罪有应得」为由来为自己的暴行开脱。我要再次强调，在坚持这一原则方面，我比 Andrew 更加坚定和始终如一。</p><p data-pid=\"tyc3GDQ0\">女权主义者对跨性别群体的态度可以说是有分歧的，但我们姑且认为，正确的做法应该是尊重跨性别者的权利。</p><p data-pid=\"9aptkoIJ\">在我年轻无知的时候，我曾经认为跨性别这回事简直荒唐至极。我以为他们不过是在哗众取宠，或者纯粹在编造故事。</p><p data-pid=\"NPISAvoc\">幸运的是，作为一个古典自由主义者，我对这个错误认知的反应是——不去干涉他们，并且对那些确实骚扰他们的人感到非常愤怒。我曾对人们试图因 Phil Robertson 的恐同言论而解雇他<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2013/12/28/a-comment-i-posted-on-what-would-jt-do/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">感到不安</a>，尽管我认为恐同是愚蠢的。你可以想象，即便在我还认为跨性别是荒谬的时候，我同样会对人们试图解雇跨性别者感到不满。</p><p data-pid=\"HgkXXrrM\">随着年龄的增长和阅历的丰富，我逐渐意识到——原来跨性别这回事一点也不荒谬，他们有着非常充分的理由去做那些事情，经历那些经历，而我之前的看法简直错得离谱。于是，我真诚地做出了忏悔。</p><p data-pid=\"pTO0Rcwl\">然而，情况本可能更糟。尽管我不喜欢跨性别群体，但我选择了<b>在维护他们权利的同时不去干涉他们的生活</b>。我的认知体系<b>优雅地失败了</b>。对于那些不<a href=\"https://link.zhihu.com/?target=http%3A//en.wikipedia.org/wiki/Overconfidence_bias\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">过分自信</a>，因此意识到自己在许多重要问题上可能经常犯大错的人来说，拥有一个能够优雅地应对失误的认知体系是极其重要的特质。</p><p data-pid=\"cWvPOv6V\">试想，如果 Andrew 不幸偶然形成了跨性别群体是邪恶的这种观念，天知道他会做出什么事来。从他自己的话中，我们可以断定，他绝不会「拐弯抹角地玩什么辩论游戏」。</p><p data-pid=\"4Gxc5SPo\">我承认，有许多女权主义原则既无法从我的自由主义原则中推导出来，有些甚至与之相悖。举例来说，一些女权主义者提议禁止色情作品，理由是这会增加针对女性的暴力行为发生的可能性。还有人建议应该禁止关于性别差异的研究，或者至少应该谴责和骚扰从事这类研究的学者，因为任何相关发现都可能会被性别歧视者用来支持他们的观点。</p><p data-pid=\"8cjCLCRP\">对于第一种观点，我想指出一个事实：现有的有力证据表明，色情作品，尤其是那些暴力化和物化女性的内容，<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2013/06/22/social-psychology-is-a-flamethrower/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">实际上大幅度降低了针对女性的暴力行为</a>。我想问问持这种观点的人：你们是否庆幸我们采取了自由主义的做法——耐心等待所有证据收集完毕，以便我们能够理性地讨论这个问题，而不是立即开始骚扰和压制那些支持色情的人？</p><p data-pid=\"ZTxs-p1h\">对于第二种观点，我承认我们之间确实存在实质性的分歧。但我不禁要问：他们是更愿意理性地讨论这些分歧，还是宁愿我们双方都采取互相攻击和破坏的策略，直到一方或双方都伤痕累累，无力继续这场争论？</p><p data-pid=\"hjis1NG2\">如果女权主义者愿意进行这种理性讨论，即便最终他们的观点没有占上风，我也会告诉他们，他们获得了一个安慰奖。加入这个开放的社会后，他们可以确信：无论研究人员发现什么，我和他们在这个自由社会中新结识的所有伙伴都会竭尽全力，反对任何人利用研究中发现的细微差异来挑战自由主义的核心信念 - 即每个人，无论性别如何，都享有基本的人格尊严。我的任何胜利同时也是女权主义者的胜利；虽然可能不是完美的胜利，但无疑比他们目前的处境要好得多。</p><h2><b>VI. 开放、包容与赢得争论</b></h2><p data-pid=\"KNVOA5Ja\">我并非妄图与世间所有的邪恶抗衡。我只是在专注地耕耘自己的一方小天地。</p><p data-pid=\"av3eDCWt\">你可能会质疑道：「但这种做法不是自私、压迫和特权的体现吗？这不是将你的『理想乌托邦』之外的所有人都置于种族主义、性别歧视和恶意的环境中吗？」</p><p data-pid=\"m8q4AmH5\">然而，有一幅广为流传的漫画生动地展示了<a href=\"https://link.zhihu.com/?target=http%3A//24.media.tumblr.com/tumblr_md4wxk9vp11rc6co7o1_1280.jpg\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">某些「理想乌托邦」可能面临的困境</a>。</p><figure data-size=\"normal\"><img src=\"https://pic2.zhimg.com/v2-301b8567ad8c198fba00ddbce1a4da43_b.jpg\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"525\" data-rawheight=\"758\" class=\"origin_image zh-lightbox-thumb\" width=\"525\" data-original=\"https://pic2.zhimg.com/v2-301b8567ad8c198fba00ddbce1a4da43_r.jpg\" data-original-token=\"v2-301b8567ad8c198fba00ddbce1a4da43\"/></figure><p data-pid=\"PtBavSum\">诚然，我似乎在毫不动摇地假设自由主义终将胜利，不是吗？仿佛那些主动摒弃某些野蛮行为的人必然能够逐步扩大他们的影响力，抵御外部的「蛮族」入侵，而不是立即被那些不那么谨慎的邻居所征服？显然，Andrew 并不打算让这个假设轻易通过。</p><p data-pid=\"BxI38BWa\">他这样写道：</p><blockquote data-pid=\"64cayWlk\">这就是为什么我们社会中的建制左派沦为了一群无牙、无脊、无胆的失败者，他们整整两代人除了失败一无所成的<b>全部历史</b>。</blockquote><p data-pid=\"Y27M7zUs\">这不禁让人想起那个关于纳粹报纸的老笑话。一位拉比抓到一个老犹太人正在读纳粹报纸，愤怒地质问他怎么能看这种垃圾。老人回答说：「当我读我们的犹太报纸时，新闻总是令人沮丧——到处都是压迫、死亡、种族灭绝！但在这份报纸里，一切都那么美好！我们控制了银行，我们掌握了媒体。天哪，就在昨天他们还说我们有个计划要把所有非犹太人都赶出德国呢！」</p><p data-pid=\"IqvmiVx-\">对此，我有两点看法。</p><p data-pid=\"yCnUppfI\">首先，这段论述指出，「为了阻止作恶的坏人，我们可以采取任何手段，不管多么极端」这种说法存在明显缺陷。问题在于，每个人都倾向于将对手视为作恶的坏人。举例来说，即便是纳粹，也会认为自己不过是在以适度的方式，抵御所谓「企图毁灭所有德国人的庞大犹太阴谋」。</p><p data-pid=\"13aVEMh6\">其次，在我们全盘接受 Andrew 关于自由主义表现糟糕的论断之前，有必要了解一下自由主义对手们的舆论导向。让我们来看看 Mencius Moldbug 的观点：</p><blockquote data-pid=\"8cWhH_pi\">克苏鲁也许游动缓慢，但他始终只向左游。这不是很耐人寻味吗？<br/><br/>纵观英美历史上的重大冲突，你会发现左派总是战胜右派：英国内战、所谓的「光荣革命」、美国独立战争、美国内战、第一次世界大战和第二次世界大战。显然，如果你想站在胜利一方，最好从政治光谱的左侧起步。<br/><br/>如今，极右翼的约翰·伯奇协会在哪里？而致力于民权运动的全国有色人种协进会又如何？克苏鲁不断向左游，一次又一次，毫不停歇。美国历史上确实出现过几次短暂的保守反动时期——例如重建时期后的「救赎」时代、哈丁总统的「回归正常」政策，以及其他几个时期。但与整体的左倾趋势相比，这些保守浪潮显得异常且微不足道。麦卡锡主义尤其值得一提。你会注意到，麦卡锡最终并没有取得胜利。<br/><br/>纵观美国民主史，如果你把某个时期（T1）的主流政治立场（也就是所谓的「奥弗顿窗口」）放到后来的时期（T2）来看，T1的立场总是显得过于保守，甚至接近或超出了 T2 时期政治光谱的右端。举个例子，如果让 1963 年的普通种族隔离支持者参与 2008 年的选举，他会被视为极端右翼分子。克苏鲁早已将他远远甩在身后。</blockquote><p data-pid=\"HirrgxpK\">不得不说，Mencius 的论点比 Andrew 的更有说服力。</p><p data-pid=\"mCQYFqnk\">Robert Frost 曾说：「自由主义者是一个思想如此开放的人，以至于在争论中无法站在自己这一边。」哈哈哈。</p><p data-pid=\"a-8oSCcH\">然而，除了沙特阿拉伯，你很难找到一个不至少在表面上认同自由主义理念的国家。更为引人注目的是，许多国家随后确实将这些理念付诸实践，无论是出于自愿还是屈从于他们难以理解的特殊压力。特别是在美国，过去几百年的历史一直在见证着言论审查的减少和社会包容性的增加。</p><p data-pid=\"qTwhhmgp\">与保守派的观点相反，女权主义并非这一趋势的例外，反而是这一进程的产物。20 世纪 70 年代的女权主义者呼吁所有女性奋起反抗父权制，甚至可能诉诸实际的破坏行为。而到了 2010 年代，女权主义者则认为，如果有些女性选择成为家庭主妇，那也很好，这是她们自己的选择，因为在一个自由社会中，每个人都应该有追求自我实现的自由。</p><p data-pid=\"JkWEsJwD\">这种演变恰恰与自由主义者所推崇的具体事业的巨大成功相呼应，如女权运动、公民权利、同性婚姻等等。</p><p data-pid=\"cSRtRRE-\">有人说，一个自由主义者是一个思想如此开明，以至于在争论中不愿意站在自己一边的人。然而有趣的是，当自由主义者参与争论时，他们总是能够取胜。这不是很耐人寻味吗？</p><h2><b>VII. 非暴力抗争与社会基础</b></h2><p data-pid=\"lb40bbBP\">Andrew 认为，那些自愿放弃任何形式反击的自由主义者，只是忽视了一些完全有效的武器。我会提供相关引用：</p><blockquote data-pid=\"Le9qAdLx\">在一场真正的生死存亡之战中，你会毫不犹豫地动用一切可用的武器，因为你深知敌人也会这么做。你清楚地明白这就是战争的本质。与其空耗精力去讨论在一个永远不会存在的完美世界里如何不用武力解决冲突，不如去靶场切实提高你的射击技能。这个所谓的完美世界由一个绝对公正中立的宇宙仲裁者掌控，但这纯属幻想。我对「理性主义者社区」至今仍看不清这一显而易见的事实感到诧异。</blockquote><p data-pid=\"tB4Xffr3\">现在，让我列举一些历史上的重要人物，他们「奇迹般地」忽视了这个看似显而易见的道理。</p><p data-pid=\"88cFUscc\">早期基督教会奉行「不要抵抗邪恶」（马太福音 5:39）的信条。他们「彻底颠覆系统」的方式是毫无抵抗地接受殉道，同时公开宽恕那些迫害他们的人。他们的对手是罗马帝国，这可能是历史上最强大的军事机器，由一些有史以来最残暴的统治者掌控。按照 Andrew 的逻辑，这本应是历史上最惨烈的失败。</p><p data-pid=\"nPu-PsAg\">事实上，结果确实如此，只是以一种出乎大多数人意料的方式。</p><p data-pid=\"G0MPnS9l\">圣雄甘地曾说：「非暴力是人类可以运用的最强大力量。它比人类智慧发明的任何破坏性武器都更为强大。」这位伟人成功地与历史上最庞大的帝国之一抗争，并取得了压倒性的胜利。甘地同样坚持真理的重要性，他说：「非暴力和真理是不可分割的，它们相互依存，缺一不可。」</p><p data-pid=\"DpusPINS\">有趣的是，即便是一些享誉全球的和平主义者和人权活动家，也常常忽视一些显而易见的事实。这样的例子包括：马丁·路德·金、德斯蒙德·图图和昂山素季。值得一提的是纳尔逊·曼德拉，他在早期事业中表现出色，头脑敏锐，但到了晚年却经常看不到眼前的问题。这种变化可能是阿尔茨海默症所致。</p><p data-pid=\"vlBaDiIm\">诚然，也存在一些反例。比如，用非暴力方式抵抗纳粹的犹太人并没有取得多大成效。要使自由主义成为一个可行的理念，社会需要达到一定的文明水平；而要让更激进的自由主义理念（如不传播恶意谎言、不骚扰他人）成为可能，则需要社会已经具备一定程度的自由主义基础。在尝试建立一种神奇的有益平衡之前，必须先有既定的社区规范作为基础。<br/><br/>因此，我可能对 Andrew 太过苛刻了，将他与昂山素季这样的人相提并论。毕竟，昂山素季所要做的不过是与缅甸军政府抗争，这个军政府是由一群极其残暴的军事独裁者组成的，他们杀害了数千人，折磨任何反对他们的人，还将 80 万他们不喜欢的人送进了强制劳动营。而 Andrew 要面对的是那些在 Facebook 上不如他那么女权主义的人。显然，这种情况需要采取更加强硬的措施！</p><h2><b>VIII. 古神：</b>自由主义</h2><p data-pid=\"vF0yLwH3\">自由主义不依靠武力征服。它是通过那些愿意遵守规则的群体逐渐发展壮大，最终打破既有平衡来实现征服的。它的口号不是「异教徒该死！」而是「只要你友善，就来加入我们的温暖大家庭吧！」</p><p data-pid=\"AnuogiZT\">然而，有些人因为缺乏想象力，认为这样的口号缺乏威慑力。</p><p data-pid=\"JNfgB2Bd\">我本不愿引用虚构作品作为论据，特别是考虑到 Andrew 最有力的观点可能就是现实世界与小说不同。但这些人真该读读 Jacqueline Carey 的 <i><a href=\"https://link.zhihu.com/?target=https%3A//www.amazon.com/Kushiels-Avatar-Legacy-Jacqueline-Carey/dp/0765347539/ref%3Das_li_ss_tl%3F_encoding%3DUTF8%26redirect%3Dtrue%26ref_%3Das_li_tl%26linkCode%3Dll1%26tag%3Dslatestarcode-20%26linkId%3Df61fdbf4491eba98c440ba7b494b01a6\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Kushiel’s Avatar</a></i>。</p><p data-pid=\"VRzFRlSA\">Elua 是善良、花朵与自由之爱的象征。其他神祇主宰着血与火，唯独 Elua 倡导「随心所爱」与「知识皆有价值」。祂正是 Andrew 所不满的那种过于柔弱、过分慈善的自由主义的守护神。</p><p data-pid=\"_1oEmAQM\">Kushiel 系列小说中经常出现这样的情节：某个暴君或巫师认为代表鲜花和自由之爱的神明一定很好对付，于是开始骚扰祂的信徒。结果唯一出面阻止他的 Elua 信徒是 Phèdre nó Delaunay，暴君心想：「哈！一个不会打架、没有魔法的女人！真是个废物！」<br/><br/>但是在处理奇幻小说人物时，有一条重要规则：<br/><br/>如果你惹怒了索伦，最好赶紧找到至尊魔戒并将它带到末日火山。<br/><br/>如果你惹怒了伏地魔，最好立即开始寻找魂器。<br/><br/>如果你惹怒了 Phèdre nó Delaunay，<b>赶紧逃，永远别停下来</b>。</p><p data-pid=\"8OApTc_3\">Elua 是掌管鲜花与自由之爱的神祇，祂的力量令人畏惧。胆敢反抗者，不仅自身将灰飞烟灭，连所在的城市也将化为齑粉，无处安葬亡魂。</p><p data-pid=\"sLmW3Oyu\">论洞察力，Jacqueline Carey 和 Mencius Moldbug 都远胜 Andrew Cord 一筹。</p><p data-pid=\"2lOdtepQ\">Carey 笔下的自由主义，宛如 Elua，是一位可怖难言却本质向善的远古神灵。</p><p data-pid=\"r8XouMlL\">Moldbug 则将自由主义比作克苏鲁，一位同样令人胆寒、难以名状，但本质邪恶的上古之神。</p><p data-pid=\"Per1Po4H\">然而 Andrew 呢？他似乎完全没有意识到自由主义实际上就是一位令人战栗、难以言表的远古神祇。这简直令人难以置信！</p><p data-pid=\"zyhFJ9FW\">Andrew 就像是那个可怜的傻瓜，还在那里沾沾自喜地说：「哈！一个既不能操纵地狱怪物，又不能命令信徒变成杀戮机器的神？真是弱爆了！对付祂易如反掌！」</p><p data-pid=\"NOxY2_N8\">这时你只想大声喊叫：「<b>这种情况只有一个结局，那就是你最终会被自己那些受恶魔控制的蚂蚁大军吞噬殆尽！</b>」</p><p data-pid=\"qPHDeuRQ\">（呃，抱歉剧透了）</p><hr/><blockquote data-pid=\"OF9cPJgl\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 claude-3-opus、校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//slatestarcodex.com/2014/02/23/in-favor-of-niceness-community-and-civilization/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">In Favor of Niceness, Community, and Civilization | Slate Star Codex</a><br/>作者：SCOTT ALEXANDER   <br/>发表于 2014 年 2 月 23 日</blockquote>",
  "column": {
    "updated": 1718877470,
    "description": "",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "叶峻峣",
      "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
      "gender": 1,
      "user_type": "people",
      "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
      "avatar_url": "https://picx.zhimg.com/50/v2-0ebbd00d10ee9f3b47237b367659abe0_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "3c9990a12cdbcd92e20b1387b160f0a3"
    },
    "url": "https://api.zhihu.com/columns/c_1787167034875977728",
    "title": "Slate Star Codex",
    "image_url": "https://pica.zhimg.com/v2-f111d7ee1c41944859e975a712c0883b_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "c_1787167034875977728"
  },
  "comment_count": 0,
  "image_url": "https://picx.zhimg.com/v2-c74e1f741f18d160a40a961c4d24999b_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}