{
  "status": 0,
  "updated": 1720342988,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "Andrew Huberman 是在斯坦福大学任教的知名神经科学家，他的 Huberman Lab Podcast …",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 707363693,
  "voteup_count": 585,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1720325500,
  "url": "https://api.zhihu.com/articles/707363693",
  "comment_permission": "all",
  "title": "斯坦福教授 Huberman：战胜恐惧——理解创伤背后的神经原理",
  "image_width": 720,
  "content": "<p data-pid=\"SVfyShDy\">Andrew Huberman 是在斯坦福大学任教的知名神经科学家，他的 Huberman Lab Podcast 是一独特且极具价值的播客系列，在英文互联网享有极高的知名度。播客中，他探讨并分享了许多关于睡眠、压力管理、学习、锻炼和营养等方面的知识与实用建议。Huberman 博士擅长用通俗易懂的语言深入浅出地解释复杂的科学概念，让每个人都能从这个播客中获益。截至目前，播客已近 200 期。</p><p data-pid=\"9Gd4sIJh\">可即使这一播客系列是相当优秀的学习资源，由于其性质的原因，其内容有些过于口语化，显得拖沓、啰嗦，信噪比低。为了向更多人传播英文世界的优质内容，Thoughts Memo 汉化组启动了 Huberman Podcast 笔记工程。原 90 分钟左右的播客会被浓缩为一篇篇简短的文章，剔除重复、无意义的部分，将播客的精华保留下来，并用汉语文本的形式呈现。</p><p data-pid=\"E78uUbKs\"><b>大家在点收藏的同时，别忘了点个赞支持我们。</b></p><p data-pid=\"17SGhawh\">作者：照华堂</p><p data-pid=\"7--NvwL6\">原标题：Erasing Fears &amp; Traumas Based on the Modern Neuroscience of Fear</p><hr/><p data-pid=\"ne9TQixb\">本文要讨论的是恐惧、创伤和创伤后应激障碍（PTSD）的神经科学。在过去的十年里，神经科学领域不仅揭示了控制恐惧反应的大脑区域及其运作方式，还发现了一些消除恐惧的重要方法。今天，你将不仅了解恐惧和创伤的生物学机制，还会掌握许多应对恐惧和创伤的实用工具。</p><h2><b>恐惧与创伤</b></h2><p data-pid=\"ELO-Yw_6\">恐惧是由一些基本元素构成的，包括压力和焦虑。压力和焦虑构成了恐惧和创伤的基础。</p><h3><b>什么是恐惧？</b></h3><p data-pid=\"XSa3BZaq\">恐惧是一种情绪。情绪是一种神经系统现象，是我们身心中发生的各种事情的总和：既包括身体内部的反应，如心跳加速、血流变化，以及我们感受到的皮肤变暖或变冷，也包括认知成分，包括思想和记忆。</p><p data-pid=\"FRk97j_u\">压力是一种生理反应，包括心跳加速、呼吸加快、血液被送到身体和大脑的某些区域。它可以导致高度警觉，注意力集中。然而，压力并不是恐惧，我们可以只有压力而没输有恐惧。</p><p data-pid=\"uNy6Xojh\">焦虑往往是对未来事件的压力。同样，焦虑也不是恐惧，我们不能真正有恐惧而不看到、观察或体验一些焦虑的元素，但我们可以有焦虑而没有恐惧。</p><h3><b>什么是创伤？</b></h3><p data-pid=\"2lQOHYvu\">创伤是指某种恐惧以特定方式嵌入或激活我们的神经系统，并在不适当的时候表现出来，也伴随着压力和焦虑。比如，当你早上刚醒来时，即使没有什么让你害怕的东西，你也有可能突然感到像是恐慌发作，陷入深深的恐惧中，这就是创伤后恐惧。</p><ul><li data-pid=\"AOhsV1P_\"><b>恐慌发作</b>是极度恐惧的体验，但没有任何引发恐惧的刺激，这有点像创伤。</li><li data-pid=\"QyzLIZXo\"><b>恐惧症</b>通常是对某种特定事物的极度恐惧，比如对蜘蛛的恐惧、高处恐惧、飞行恐惧、死亡恐惧等等。</li></ul><h2><b>恐惧的生物学机制</b></h2><h3><b>自主神经激活</b></h3><p data-pid=\"jAofEpa_\">自主神经激活（autonomic arousal）与自主神经系统（autonomic nervous system）有关。自主神经系统有两个分支：</p><ul><li data-pid=\"0Cn03icG\">其中一个是交感神经系统（sympathetic nervous system），它与提高警觉性有关，会提高你的警觉水平和警戒水平。</li><li data-pid=\"hn_4XQ3Q\">另一个是副交感神经系统（parasympathetic nervous system）。副交感神经系统包括大脑和身体中参与镇静的细胞、神经元、化学物质和其他方面。</li></ul><p data-pid=\"3PkMs-1X\">所以交感神经系统是警觉的，副交感神经系统是镇静的，它们像跷跷板一样调节你的整体警觉水平。例如，现在我很警觉，但感觉相当平静，没有压力或恐慌的状态。我非常清醒，不需要小憩。这时，跷跷板大致是平衡的，或者稍微倾向于交感神经系统的一侧。如果我困了，情况就相反，副交感神经系统会更活跃。</p><h3><b>HPA 轴</b></h3><p data-pid=\"yHhQlsYx\">自主神经系统有很多不同的方面，其中 HPA 轴非常重要。HPA 轴代表下丘脑-垂体-肾上腺轴（hypothalamic-pituitary-adrenal axis，HPA axis）。</p><p data-pid=\"c6LN0feI\">大脑中，下丘脑与垂体相连，垂体会向血液中释放激素，而下丘脑可以通过垂体来触发或阻止特定激素的释放。肾上腺有两个腺体，位于腰部靠近肾脏的上方。它们接收神经元和来自大脑及身体其他部位的激素等信号，然后向体内释放不同的激素和其他化学物质。</p><p data-pid=\"m_6L_gJW\">HPA 轴是一个完美的三部分系统，能够利用大脑来唤醒身体并为行动做好准备。它可以通过触发激素和化学物质的释放，在短期内让你警觉并立即准备行动，并通过触发神经递质、激素和其他化学物质的释放，使这种警觉状态持续很长时间。</p><h3><b>恐惧和创伤涉及持久的恐惧反应</b></h3><p data-pid=\"4QeTqmul\">恐惧和创伤的一个显著特征是它们涉及持久的恐惧反应：即使那些触发 HPA 轴的恐惧事件可能非常短暂，比如你刚走下路沿时差点被车撞到，或者突然响起的枪声。但是，恐惧反应会在你的系统中回荡，因为 HPA 轴涉及的化学物质有快速和持久两种成分。持久的成分不仅会改变大脑不同区域的连接方式和我们的器官运作方式，比如心脏和呼吸方式，它实际上还能反馈到大脑，直接控制基因表达。这个过程可能会花费很多天，以建立新的回路和化学物质，将恐惧深深嵌入我们的脑海和身体。</p><p data-pid=\"tjiPIK5Y\">这种 HPA 轴和恐惧反应的缓慢和快速阶段，有其适应性的原因。这种基因表达和恐惧反应的长时间影响，就像某种幽灵一样存在于我们的系统中。幸运的是，我们也可以利用这点来消除恐惧反应，将之替换成非恐惧的关联。</p><h3><b>威胁反射与杏仁核</b></h3><p data-pid=\"T4xJheWZ\">恐惧包含一种反射，就像你踩到尖锐物体时会不由自主地抬起脚一样，在体验恐惧的过程中，你的大脑和身体对特定事件也有反射。威胁反射（threat reflex）会激活某些系统，包括心跳加速、警觉性提高、注意力系统激活、增加获取能量储备的能力等。同时，它也会抑制所有平静系统（副交感神经系统），所有与平静、入睡、全面感知环境相关的神经回路都会被关闭。</p><p data-pid=\"vSob8PNK\">威胁反射和威胁反应（threat response）本质上是简单的、通用的反应，具有高度的泛化性，只要威胁系统在某种外部经历的同时被激活，我们就可以对任何事物产生恐惧。威胁反射并不知道你具体害怕什么，只知道如何创造这种我们称之为恐惧的内在感觉。</p><p data-pid=\"OShuuL7T\">杏仁核（amygdala）是威胁反射的最终共同路径，它不仅处理威胁，还整合多种不同类型的信息，生成威胁反应。</p><p data-pid=\"xEtF8c4o\">杏仁核形状像一颗杏仁，你的大脑右侧和左侧各有一个杏仁核。杏仁核是大量神经元的集合体，称为杏仁核复合体（amygdaloid complex），包含 12 到 14 个区域。</p><p data-pid=\"JYloXR93\">总之，你的威胁反射很容易被随时激活。杏仁核复合体的激活可能源于多种不同的因素，比如对某些恐惧记忆的回忆，或是实际感受到某些恐惧的体验。其输出主要有两个：一个主要输出是到涉及威胁反应的区域，如冻结反应、疼痛管理和警觉性。另一个主要输出是到涉及奖励、动机和强化的区域。</p><h3><b>自上而下处理</b></h3><p data-pid=\"nOeCUf9q\">大脑的前额叶皮层及其一些分区也是威胁反射的重要组成部分，它涉及自上而下处理（top-down processing），即，你的前额叶皮层（prefrontal cortex）和大脑其他区域可以控制或抑制反射的方式。</p><p data-pid=\"Z7z_c1WU\">比如，当你踩到图钉时，你会立即抬起脚，并伸出另一条腿。这是防止你受伤和摔倒的反射。但是，如果你愿意，你可以把脚放在图钉上，并决定不把脚移开——你可以自主抑制那个反射。</p><p data-pid=\"1zqTGFq2\">再比如，进入冷水中也是一种反射行为。大多数人会开始蜷缩身体，不愿意进入冷水。许多人会跳出来，但这些都是反射行为。如果你愿意，你可以自主克服这种反射。你可以告诉自己，「我之前听说，接触冷水对新陈代谢和抗压能力有益」，然后决定进入水中，伸展身体，不再蜷缩，战胜这些反射。</p><p data-pid=\"AI-GURDD\">战胜反射主要依靠前额叶皮质实现。你告诉自己，「我想这样做」或「我应该这样做」，甚至「即使我不想，我也会这样做」。这是我们克服任何内部反射，包括威胁反射的方法。</p><p data-pid=\"FJh1_V7A\">我们通过为威胁体验赋予新的叙述、意义和目的来实现这一点。威胁反应包括心率加快、呼吸加快。大多数人不喜欢体内有大量肾上腺素的感觉，这会让他们感到非常不舒服和失控。然而，威胁反射不可避免地涉及肾上腺素的释放。问题在于，你选择坚持、暂停还是撤退。</p><h2><b>恐惧与记忆和学习</b></h2><p data-pid=\"Zi2JmIv_\">首先，我们需要承认，恐惧在某些情况下是一种适应性反应。恐惧-威胁反应和反射存在的原因，是为了帮助我们避免死亡，避免做出非常糟糕的决定。我们不希望人们消除那些可能让他们受伤或丧命的恐惧。</p><h3><b>恐惧系统与记忆相联系</b></h3><p data-pid=\"uFITy2Ms\">恐惧系统很大程度上是一个记忆系统。它的设计目的是在我们体内嵌入某些过去经历的记忆，以便在预期到可能发生危险时激活威胁反射。来自哈佛大学的 Kerry Ressler 博士在恐惧研究方面做了大量重要的工作。他曾描述过，过去的经历会影响现在的恐惧系统，同时存在防御性及有害的记忆。有些记忆，尽管会让我们感到恐惧，但它们可以保护我们不犯可能让我们受伤、丧命或陷入非常糟糕境地的错误。有些记忆则是有害的，会让我们感到不适，并且倾向于以不适应的方式限制我们的行为，妨碍我们与他人建立健康的关系，影响我们的工作关系，甚至影响我们与自己的关系。</p><h3><b>恐惧系统是「一次性学习」系统</b></h3><p data-pid=\"iLZNiTU_\">许多人可能熟悉巴甫洛夫的狗和著名的条件反射实验。实验大致如下：敲响铃铛时，狗不会有太大反应，可能会注意到铃铛，但通常不会流口水。然而，如果多次把敲铃铛与食物呈现结合起来，狗就会对食物流口水。最终，即使没有食物，只敲铃铛，狗也会对铃铛流口水。</p><p data-pid=\"q55aBCEE\">无条件刺激是无条件引起反应的事物。在上述例子中，食物是无条件刺激，铃铛是条件刺激或条件反射刺激。条件刺激是与自然产生反应的事物配对的，然后最终条件刺激本身会引起反应。</p><p data-pid=\"meIsSp_g\">在探索恐惧的实验中，电击或巨响会是无条件刺激，它无条件地引起惊吓反应。不同于巴甫洛夫的狗，在恐惧系统中，你不需要多次将铃铛与某些无条件刺激配对就能得到反应。在涉及杏仁核、威胁反射以及其他相关内容的神经回路中，系统已经为学习做好了准备，你很容易「一次性学习」。很多人只需一次强烈的经历，比如一次烧伤、一段糟糕的分手、一场糟糕的公开演讲经历，就会在瞬间产生强烈的恐惧。这种恐惧在之后会持续回响，比如当晚和接下来的几晚难以入眠，对经历的记忆令人困扰，生理反应也令人不安。</p><p data-pid=\"XPxTSDqz\">这种恐惧通过一次性学习被深深刻入记忆，这与其他形式的神经可塑性大不相同。神经可塑性是指神经系统根据经验进行改变的能力。学习语言、音乐或数学等其他形式的神经可塑性需要较长时间。我们通常不会对正面或中性的经历进行一次性学习，而是对负面经历进行一次性学习。因此，我们的神经系统在这方面存在不对称性。</p><p data-pid=\"fOW3YLF0\">对于某些人来说，这种学习是多次经历的积累。他们经历了一段持续整个夏天、一整年，甚至长达十年的糟糕关系，结果对亲密关系和依恋产生了一种普遍的恐惧感。</p><p data-pid=\"ROjxbIFW\">恐惧可以是短期的、长期的，也可以是中期的。恐惧系统非常通用，它可以包括瞬间发生的非常强烈的记忆，或者是长时间内发生的许多事件，最终汇聚成一种对关系或特定地点的普遍负面看法。因此，在恐惧系统中，时间因素很关键。它能够在时间上批量处理许多事件，形成一种特定的恐惧，或者将一个非常具体的短暂事件放大成一种广泛的恐惧感。</p><p data-pid=\"wk_f8b7a\">我们可能会因为一次孤立的事件而对整个地方做出广泛的决定，也可能因为许多经历而对特定情况、地点和事物产生具体的恐惧。比如，几年前，我有个朋友来旧金山拜访我，他们的车被砸了。这在旧金山是常有的事，白天也会有人砸车，即使警察就在旁边喝咖啡。他们的物品被偷了，于是决定再也不来旧金山了。这次孤立的事件永远改变了他们对这座城市的看法。</p><h3><b>长时程增强机制</b></h3><p data-pid=\"cD9qtQKo\">在细胞层面，神经可塑性通过几种不同的机制发生，其中一个主要机制被称为长时程增强（long-term potentiation，LTP）。LTP 是我们将原本无害或无关的事件变得可怕、具有创伤性的主要机制之一。</p><p data-pid=\"Is6Kgm92\">LTP 涉及特定神经元之间连接的加强，这些连接点我们称之为突触。突触被加强，意味着某些神经元能够与其他神经元连接得更紧密。当我们谈论某个特定事件、汽车、蛇、公开演讲、创伤或可怕的经历时，我们所谈论的都是恐惧系统中突触强度的变化。这就像从老式拨号连接，升级到高速以太网，再到 5G 连接。它变得更快、更强大，而且非常清晰。</p><p data-pid=\"P7el5WeI\">LTP 所涉及的与恐惧治疗相关的细胞机制，主要是 NMDA 受体（N-methyl-D-aspartate receptor）。NMDA 受体是神经元上的一个小停靠点，就像一个小停车位。当一个神经元被强烈激活时，例如，我朋友的汽车被砸会导致 NMDA 受体被激活。通常，NMDA 受体不容易被激活。当它被激活时，会在这些神经元内引发一系列信号，改变这些神经元。它改变了它们表达的基因，将更多的停车位转移到这些细胞的表面，使与这些细胞的通信变得更容易、更快。NMDA 受体主要用于学习，用于在我们的神经系统中创建新的联系。</p><p data-pid=\"v0y2t7Xo\">总的来说，细胞内会发生一系列事件，使你仅仅是想到某事、某人或发生的某个事件，就能激活那种威胁反射。</p><h3><b>恐惧和创伤倾向的跨代传递</b></h3><p data-pid=\"hVADp8fa\">最近的研究已经证明，我们人类有能力遗传创伤或恐惧的倾向。Kerry Ressler 博士的实验室的研究发现，如果一位父亲（父亲或母亲，但更倾向于从父亲那里遗传）遭受了严重或中度虐待，这种虐待会导致他的基因、精子发生变化并遗传给后代，使后代面对某些类型的事件时更容易产生创伤或极度恐惧。</p><p data-pid=\"Z_uoZeYm\">注意一点，传递下来的是一种倾向，即威胁反射更容易被激活，并与更广泛的、或者不太强烈的输入和经历联系在一起。这种倾向不一定针对相同类型的事件。另外，虐待本身不会从一代人传给下一代，恐惧也不会。</p><p data-pid=\"pLXDwBjs\">要明白，从父母传给孩子的是一个基因或者是一组基因的修饰，它使人对可怕类型的事件有更高的反应性，或者甚至使人有更高的反应性，以至于对某些个体来说不会引起恐惧或创伤的事情，可能会在这些遗传了这种特定基因的孩子身上引发恐惧和创伤。</p><p data-pid=\"VeuyWsrC\">当然，这并不一定意味着他们注定要永远受创伤折磨或生活在恐惧中，这只是一种遗传倾向。同样，无论你是否有受创伤父母，针对创伤的治疗也不应有任何不同。</p><p data-pid=\"8KN_4uor\">这种跨代传递创伤的现象极其有趣，这说明了威胁反射是更大感官系统的一部分。通常我们只是认为视觉或听觉是感官系统，但威胁检测和威胁学习/恐惧学习系统，在许多方面也是一种感官系统，只不过这种感官系统在反应上非常普遍。</p><p data-pid=\"IVt0V0iK\">这种普遍反应既是好事（因为它允许灵活性）也是坏事（因为它降低了特异性）。如果威胁反射回路被激活，我们基本上可能会对任何事物感到恐惧或创伤。而这些特定的孩子继承了这种倾向，就会更容易受到创伤。</p><h2><b>消除恐惧</b></h2><p data-pid=\"03-S6xwt\">好消息是，NMDA 受体和 LTP 也可以让整个系统反向运作——你可以得到长时程抑制（long-term depression， LTD），降低突触强度，削弱神经元之间的连接。这就是消除恐惧、忘记恐惧时发生的情况。</p><h3><b>消除恐惧的过程</b></h3><p data-pid=\"mD1zXuyD\">我们确实可以消除恐惧，摆脱创伤，重塑自己。但仅仅消除恐惧是行不通的，我们还需要强化一些新的正面体验，用积极的反应取代那些可怕的、创伤性的记忆、想法或反应。这个过程不仅要让人习惯特定的可怕事件或创伤，还要将新的正面体验与之前可怕或创伤性的事件联系起来。</p><p data-pid=\"wODXHqqI\">通过服用药物调节焦虑，的确可以间接降低出现恐慌发作、经历恐惧或强烈恐惧体验或创伤再现的可能性。但这是一种间接支持，这些药物本身并没有直接作用于恐惧系统。</p><p data-pid=\"g1rd_c4v\">事实上，存在着与一般性威胁反射和反应相关的记忆，而威胁反射和反应可以与多巴胺系统以及其他与镇痛、焦虑等相关的系统联系起来。接下来介绍与恐惧回路和创伤相关回路直接相关的治疗方法。</p><h3><b>第一步：恐惧消退</b></h3><p data-pid=\"XJHEpUY5\">有三种纯粹通过语言使用就能减轻恐惧和创伤的行为疗法：延长暴露疗法（Prolonged Exposure Therapy）、认知加工疗法（Cognitive Processing Therapy）和认知行为疗法（Cognitive Behavioral Therapy）。</p><p data-pid=\"4kS2cMf9\">如果观察人们在叙述或重述创伤时随时间推移的纯生理性焦虑反应，如心跳加快、皮肤发红、有时双手颤抖，第一次这样做时，尤其是在深入挖掘创伤经历的细节时，人们会产生巨大的焦虑反应，有时甚至大于或等于实际暴露于可怕事件或创伤时的反应。（这需要在临床医生在场的情况下进行，因为对当事人来说，这是非常痛苦的。）但是，在第二次、第三次和第四次重述这些创伤性或可怕事件时，焦虑反应和生理反应的幅度，会随着每次重述而逐渐减弱。就像如果你看一部电影足够多次，听同样的笑话足够多次，最终它就不会有同样的影响力。</p><p data-pid=\"Qx7XXs4r\">关键之处在于重述，重述能够解开威胁反射与叙事之间的联系。随着每一次对这些创伤事件、这些可怕事件的详细重述，威胁反射被激活的幅度逐渐降低，最终它只是一个非常糟糕、非常无聊的故事。这个过程也被称为恐惧消退（Fear Extinction）。这就是第一部分。</p><p data-pid=\"UHdnM1b-\">巴甫洛夫条件反射也是同样的情况。许多研究表明，对于已经形成了「铃声-食物-饥饿」到「铃声-饥饿」条件反射的人或动物来说，如果一遍又一遍地给出铃声而不给食物，最终铃声将不再引发饥饿反应。</p><p data-pid=\"b_cncHif\">因此，重述创伤性叙事本质上是一个消退过程。重述通常是在治疗师的办公室面对面进行。或是在小组环境中进行，人们围坐在一起，形成一个小组，轮流详细叙述他们的创伤经历。文献指出，这个过程中，患者和临床医生或者个人和团体之间的信任感至关重要。如果条件不允许，详细的日记写作也是有效的。（提醒：在没有考虑到可能需要的社会支持的情况下，不要轻易重新唤起创伤。）</p><h3><b>第二步：重构叙事</b></h3><p data-pid=\"SnPbiEy4\">恐惧消退后，你还需要重新学习一个新的叙事。其原理与恐惧反射回路有关。前面提到过，恐惧反射通路也连接着大脑中与多巴胺释放和强化相关的区域，这便为我们提供了将所恐惧的事物映射到具有正面联想的新体验的能力。</p><p data-pid=\"JMJuHtGF\">比如，一个男孩骑自行车去踢足球，参加足球训练，结果遇到了一场严重的车祸。这是一件可怕的事情，但他活了下来，恢复了。然而不知怎的，他不想再骑自行车了，他甚至不想再参加体育运动，也不再想去任何地方。</p><p data-pid=\"bvNFc2pS\">向临床医生重述这个过程会让恐惧反应消失，心率降低，注意力不再狭窄。但这还不够。重要的是，这个孩子还需要重新学习一个新的叙事，在骑车去训练、踢足球、社交活动中培养新的积极联想，并将这些联想与早期的创伤经历联系起来——不仅仅是用一个美好的经历和记忆取代一个糟糕的经历和记忆，而是要把这些自上而下的叙事回路牢记在心：「我不仅仅是骑车去踢球训练，我实际上很享受这个过程，尽管我出过严重的车祸，尽管两个月前、两年前，甚至 10 年前，我甚至无法离开我的房间，或者我不想与任何人交往。」</p><p data-pid=\"x72raSD9\">培养积极的联想是关键，将这些积极的联想与早期的创伤事件联系起来也是关键，这种奖赏感必须追溯到创伤事件或之前的创伤事件上。原因在于，从前额叶皮层到威胁反射的自上而下回路会反馈到威胁反射及其所有部分，这是一个抑制性回路，它倾向于防止威胁反射的激活。</p><p data-pid=\"1_ekxgLa\">将正面经历与之前的负面经历联系起来，并非指忘记车祸有多可怕或袭击有多骇人，而是要在神经回路中附加一段新的正面记忆，从而大大降低之前的恐惧反应发生的可能性，使其保持消退状态。</p><p data-pid=\"H3FsuZXN\">为确保这一点，首先要重述创伤性事件，以降低反应幅度。然后再用正面经历取代或附加到之前的创伤反应上。恐惧消退必须先进行，这是关键。你不能简单地说：「哦，车祸其实是件好事，因为那一年我常常呆在家里，可以好好学习。」就算这是事实，也未必能消除车祸带来的恐惧或创伤联想。</p><h3><b>叙事可以有效消除恐惧</b></h3><p data-pid=\"AoR3QCXu\">需要指出，这一切都是通过叙事、通过认知实现的。我们经常倾向于低估理性化、故事和叙事的重要性，但前额叶皮层是我们大脑中一个神奇的区域，能够创造意义，将意义和目的附加到原本只是反射性的事物上。</p><p data-pid=\"OmwWxzOC\">叙事不应被低估，只要是以上文所述的正确顺序参与到消除恐惧的过程，它就能非常有效地重塑我们的恐惧回路，缓解我们的恐惧和创伤。在诸如人们从种族灭绝中幸存，或将伟大胜利的故事附加到之前被认为是巨大损失的故事上——时间、人员或任何数量的事物——叙事的这个过程是人类大脑自我重塑的主要方式之一。</p><h3><b>眼动脱敏与再加工</b></h3><p data-pid=\"xkeZ4nh5\">眼动脱敏与再加工（eye movement desensitization reprocessing，EMDR）由 Francine Shapiro 在 80 年代开发。EMDR 是指在叙述创伤性或恐惧性叙事时左右移动眼睛，通常有临床医生在场。实验中观察到，进行 EMDR 时，恐惧或威胁反射回路的激活受到抑制，急剧减少。</p><p data-pid=\"epuT6FbP\">这是为什么呢？这是因为，EMDR 可以减少杏仁核及相关回路的活动，从而降低焦虑，降低交感神经自主唤醒，也就抑制了这种威胁反射的激活，减弱了威胁反应的幅度。换句话说，当我们左右移动眼睛时，我们会感到更平静，不那么警觉和紧张。</p><p data-pid=\"EdDki3_-\">最后补充两点：</p><ol><li data-pid=\"eE3NdbOf\">EMDR 特别有益于可以用一个非常简短的叙述来描述的单一事件类型的创伤或恐惧体验，因此不太适用于缓解与整个不幸婚姻或整个童年相关的创伤或恐惧感。</li><li data-pid=\"EiGG36GB\">EMDR 实际上只涉及消除对旧体验的生理反应。在连接新的叙事方式和奖励方面，EMDR 不太适用。所以，单独使用 EMDR 不太可能成为一种完整的恐惧和创伤治疗方法。</li></ol><h3><b>加强社会联系的生理学支持</b></h3><p data-pid=\"MXeFJs-l\">很多人正在通过写日记、与朋友交谈、采取各种非传统方法来克服恐惧与创伤。对于他们来说，社会联系对于威胁反射的重要性值得一提。</p><p data-pid=\"AzN1dmss\">这方面研究涉及大脑中的一种非常有趣的分子——速激肽（Tachykinin）。研究表明，在一些引发创伤或恐惧的事件发生后不久，速激肽就会在中央杏仁核及其附近的一些结构中的神经元中被激活，这是威胁反射的核心。速激肽会启动一系列其他事情，包括基因表达的变化、长时程增强（LTP）、NMDA 受体的激活等，这些都强化了那些恐惧或创伤经历的回路。速激肽也被证明会导致轻度到中度的焦虑，甚至是攻击性和易怒。</p><p data-pid=\"SBnhZojM\">社会隔离会进一步增加速激肽水平，加剧已有的创伤或恐惧事件。反之，社会联系有助于降低速激肽的效力甚至水平。创伤性事件是很难应对的，与我们信任的人建立社会联系也是很重要的手段，包括与人交谈、共进晚餐、或者身体接触（合适的话）等等。</p><p data-pid=\"cp16SC2_\">在理想情况下，一个人可以既采用临床手段，非常专注、非常强烈地应对这些创伤和恐惧，同时也保持有规律的值得信赖的社交联系。</p><h3><b>药物治疗</b></h3><h3><b>氯胺酮辅助心理治疗</b></h3><p data-pid=\"bIxkCuiq\">氯胺酮（Ketamine）是一种解离性麻醉剂，主要功能是创造一种解离状态——既感觉自己在自己的身体里，同时又在从外部观察自己的身体。</p><p data-pid=\"NxGzvKrr\">研究发现，全身性氯胺酮改变了大脑皮层中某些层的活动节律。因此，患者在述说创伤经历时，要么完全没有感受到，要么感受到了一系列与实际创伤或恐惧经历截然不同的情绪体验。这就像是在同一个叙事中，将新的感受重新映射到旧的感受上。这有点类似于 EMDR 对威胁反射的抑制，但它还伴随着用新的情绪体验和身体感觉取代之前的体验。</p><p data-pid=\"eXBKjmVr\">因此，在氯胺酮辅助心理治疗中，通过其解离作用和某种麻醉成分，你减轻了身体的疼痛，产生了解离感，感觉是在观察自我。这降低了原始创伤经历或恐惧经历的强度和效力，使得创伤和恐惧消退。然后就是进行下一步，即自动的或内置的新叙事和新体验的再学习过程。</p><p data-pid=\"rfd4QUi8\">目前在美国，氯胺酮辅助心理治疗是合法的。它正在流行，美国许多诊所在使用它。</p><h3><b>MDMA 辅助心理治疗</b></h3><p data-pid=\"9bkHSCiu\">MDMA（3,4-methylenedioxymethamphetamine，3,4-亚甲二氧基甲基苯丙胺）是一种强效合成药物。在美国，MDMA 治疗目前处于进行临床试验阶段，尚未正式销售。</p><p data-pid=\"fnDvaiUA\">我们身体中有几个神经调节系统。神经调节物质（neuromodulator）可以改变某些神经回路被激活的可能性，它们可以使某些回路更有有可能被激活，而使其他神经回路不太可能被激活。多巴胺、血清素、乙酰胆碱和去甲肾上腺素都是神经调节物质，它们作用于大脑和身体的不同系统，但往往可以同时激活。你可以释放多巴胺到大脑，同时也释放去甲肾上腺素。你可以释放血清素到大脑，同时也释放乙酰胆碱。</p><p data-pid=\"XdddhM81\">多巴胺和血清素之间有一点跷跷板现象。多巴胺最常与激活与动机、渴求和奖赏相关的神经回路有关，而血清素更多是在我们对现有资源非常满意和满足的情况下被激活。因此，多巴胺更多地与追求和寻求有关。血清素更多地与我们在直接范围内拥有的资源所带来的快乐和满足感有关。或多或少地说，血清素并不像多巴胺那样倾向于使大脑和身体进入行动模式。</p><p data-pid=\"eErykOgY\">MDMA 的神奇之处在于，它会导致大脑和身体中多巴胺和血清素的量同时大幅增加。这是一种在正常情况下根本看不到的独特情况。在治疗环境中受 MDMA 影响的人往往会报告说，他们与人，甚至与事物、音乐、物体等，产生了巨大的联系或共鸣感。如果治疗是与家人、伴侣或治疗师一起进行的，他们肯定会感到与那个人非常紧密相连。他们经常会感到一种超越语言的、非常亲密的理解和联系。</p><p data-pid=\"0-HXzXv2\">MDMA 会导致催产素（oxytocin）的大量释放，这是一种与配对结合和一般结合有关的神经肽。催产素系统和血清素系统在大脑和身体中密切相连，它们往往在同一时间和由同类事件引发共同释放。有论文表明，在服用 MDMA 后，血浆催产素水平会在 90 至 120 分钟达到平均 83.7pg/ml，而正常水平为 18.6pg/ml。这种催产素的大幅增加应该就是导致人们产生亲密共鸣和联系感的部分原因。多巴胺水平的增加通常会导致 MDMA 体验中的欣快感，而血清素水平的增加会导致安全感和舒适感。</p><p data-pid=\"C5NsK26c\">为什么这种身心状态可能有助于创伤治疗？这是因为，MDMA 似乎允许非常快速地重新学习，或者在先前的创伤经历上附加新的联想。MDMA 所创造的化学环境为这一切的快速发生提供了机会，而不需要多次重复和重温原始创伤，这可能是因为在 MDMA 疗程中重温创伤的体验非常强烈、非常激烈。此外，它似乎也为消除创伤并快速写入或重写与该创伤相关的新叙事提供了机会。</p><p data-pid=\"wXB9Hk5u\">这意味着，MDMA 辅助心理治疗更多的是，把诸如延长暴露、认知加工、认知行为疗法等治疗中进行的典型创伤和恐惧减少过程压缩到一个更短的疗程中，而且这个疗程以更高的强度进行。能达到更高的强度，是因为 MDMA 改变了大脑的化学环境。</p><h3><b>何时需要克服恐惧</b></h3><h3><b>岛叶皮层：评估内外感受的平衡</b></h3><p data-pid=\"e_hs6Zli\">Q：你怎么知道你是否受到创伤？你怎么知道你是否有慢性恐惧或削弱能力的恐惧？</p><p data-pid=\"ECQqVkR_\">A：我们可以通过内感受和外感受的平衡为自己评估。我们可以把感知集中在外部世界，集中在我们皮肤范围之外发生的事件上，即「外感受」，或者集中在我们皮肤范围内，即「内感受」。内感受意识的强弱因人而异，内感受意识较强的人甚至可以不用按压脉搏就能数出心跳。</p><p data-pid=\"KZ2Kvtn3\">大脑中的岛叶皮层（insular cortex）里面有一张我们内部感知景观的地图。这是我们内在身体感觉的地图，据此我们可以评估自己内在感觉的合理性。它甚至与我们对心房压力感受器的理解相关联，可以测量心房压力/血压。当你的脉搏频率增加或者你觉得自己压力很大时，你的心房压力感受器就会向你的岛叶皮层发送信号，你不需要测量血压，就可以定性地估计出来你的血压升高了。</p><p data-pid=\"2c93G1vu\">抑制或减少岛叶皮层活动的主要效果是，外部世界经历的强度会导致一系列不同的内部效应。对大多数人来说，轻微的震动会引起心率的轻微增加，血压的轻微升高，而皮肤的强烈震动会导致心率的大幅增加和血压的大幅升高。岛叶皮层对建立这种内部景观与外部世界的匹配很重要，它参与校准了给定生理反应的大小或振幅。</p><p data-pid=\"ZW0c300C\">当岛叶皮层受到抑制时，轻微的震动会引起血压的大幅升高，并且这种状态可以维持下去，以至于任何与刺激配对的东西都会导致血压的大幅升高。</p><p data-pid=\"FlTZXKLp\">在创伤、PTSD 和极端压力、慢性压力的情况下，威胁反射系统会被激活，以至于只需要很小的刺激（可能只是一个记忆，或者我们甚至没有意识到的联想，或者一个地点，我们甚至都不会意识到），我们就开始出现那些症状。</p><h3><b>你可以自主重新校准内外感受系统</b></h3><p data-pid=\"Gim1qehL\">虽然重新校准外部事件和内部反应之间的关系是岛叶皮层的工作，但是我们也可以用一个非常简单、非常短的方案来控制这个过程。这样，我们就可以潜在地减少我们对记忆或真实事件的恐惧和创伤体验。</p><p data-pid=\"DsBN8Xq2\">一项题为「反复暴露于短期压力下可以解决小鼠先前存在的压力引起的抑郁样行为」的研究中，实验者首先让小鼠承受压力持续 15 分钟或更长时间，从而让它们变得抑郁，它们会表现出糖皮质激素（glucocorticoid）升高。在人类身上，持续数周或更长时间的慢性压力也会产生完全相同的效果。</p><p data-pid=\"b-zK70Nf\">然后，实验者不是选择提供良好的环境以释放其压力，而是让抑郁小鼠每天承受 5 分钟的剧烈压力，重点是每天只有 5 分钟。结果发现，每天短时间的剧烈压力实际上消除了、逆转了慢性压力的影响。对于其糖皮质激素以及其他神经化学物质的水平的监控确认了这一点。</p><h3><b>操作指南：重新校准内外感受</b></h3><p data-pid=\"aHYDxp8H\">对人而言，每天 5 分钟压力状态的呼吸方案就可以缓解压力，使人们进入一种自主神经交感兴奋的高度状态。</p><p data-pid=\"5LKPQEAN\">这种方案就是「循环性过度换气（cyclic hyperventilation）」：吸气-呼气，通过鼻子非常深地吸气，通过嘴巴呼气，然后每 25-30 次呼吸后，进行一次完全呼气排空肺部空气，并屏住呼吸大约 25-30 秒、甚至 60 秒，然后继续吸气-呼气，直到 5 分钟结束。这个方案会有点压力，你不用在五分钟内不停地做，因为许多人会晕倒或感到极度不适。</p><p data-pid=\"hjWgnQGn\">这种方案做完后，人们会感到自主唤醒（autonomic arousal）水平大幅增加：感到身体发热，有些人会出汗，有些人会睁大眼睛，有些人会感到烦躁。这是因为肾上腺素在你体内的释放。</p><p data-pid=\"K9G5e3Yc\">不建议每个人都立即去尝试这个方法。如果你有恐慌发作或焦虑发作的倾向，请不要尝试，因为它会带来很大的刺激，可能会引发这类发作。理想情况下，你应该在临床医生的支持下进行这种尝试。</p><p data-pid=\"ELCySz4Y\">（与之相对的另一种呼吸方案是「循环叹气（cyclic sighing）」：吸气-吸气-呼气，通过鼻子连续吸气两次，然后通过嘴巴长呼气一次，这样反复进行 5 分钟。这种方案做完后，人们会感到更放松，更平静，在之后这种放松感会渗透到生活的其他方面。）</p><h3><b>要有意识地引导自己进入压力状态</b></h3><p data-pid=\"FZ9NGHwh\">关键在于，你要有意识地引导自己进入压力状态。为什么？因为，如上文所言，恐惧和创伤回路也包含前额叶组分，它可以抑制恐惧和威胁回路的某些方面。通过自我引导的有意识的叙事，我们可以调动前额叶回路。而通过呼吸方案，我们可以有意识地重新激活身体的感觉。</p><p data-pid=\"K978ja4c\">进入压力状态的方式并不重要，只要它是自我引导的，且能引发肾上腺素突然释放。因此，你可以采用冷水澡、冰浴，或其他任何方式。</p><p data-pid=\"sJdaFOaJ\">另外需要注意，如果使用更长时间的每日压力，比如每天 15 分钟，实际上会加剧创伤和恐惧，所以必须非常小心。</p><p data-pid=\"apy0Clpo\">有意识地自主进入这些短暂的压力状态是一种非常有前景的方法，它与上文所述的其他治疗方案中人们会进入的心身状态有很大不同。这个方法的优点是成本极低，而且非常简洁。对小鼠来说，只需每天 5 分钟，持续两周。人类需要持续多久，我尚不清楚。</p><p data-pid=\"08IgTF5q\">如果人们要尝试这种方法，我再次提醒那些有焦虑或惊恐障碍的人要非常谨慎，最好不要这样做。但我也意识到，有很多人正在应对各种创伤和创伤后应激，他们迫切需要各种自我干预方法。</p><h3><b>生活方式和补充因素</b></h3><h3><b>优质的营养、规律的优质睡眠以及充足的睡眠</b></h3><p data-pid=\"KpLHt2US\">如果你规律地睡眠，并且睡眠时间充足，你的恐惧回路的所有系统都会运作得更好。因为，当我们没有规律地获得良好睡眠时，自主神经系统会变得非常失调：我们可能会莫名其妙地更容易出现交感神经激活，或者非常疲惫和焦虑。</p><p data-pid=\"p7zUEHgQ\">上文描述过警觉和平静、交感神经和副交感神经之间的跷跷板，在这个比喻中，我们可以想象这个跷跷板有一个铰链，这个铰链既不能太紧也不能太松。如果太紧，你可能会陷入长期的警觉激活或长期的疲劳。如果太松，你就会到处乱跳，你可能会在某个时刻感到疲惫和焦虑，然后又变得非常警觉。</p><p data-pid=\"sn44EDNw\">睡眠会重置这种平衡，并将铰链重置到适当的紧度。当你睡得好、吃得好时，所有大脑回路都会运作得更好：不仅是与恐惧有关的回路，还有与认知、清晰思维有关的回路。你能够清晰详细地阐述叙事，并感觉一切尽在掌控之中。</p><h3><b>补剂</b></h3><p data-pid=\"pTTUbM9K\">首先需要指出，补剂在支持克服恐惧与创伤方面有点间接，大部分都集中在减少整体焦虑上。以及，用药请先咨询医生，谨慎行事。</p><h3><b>南非醉茄</b></h3><p data-pid=\"x7VnFFUY\">我之前在关于压力和短期管理压力的播客中谈到了南非醉茄（ashwaghanda），想要了解请前去查看。</p><h3><b>藏红花</b></h3><p data-pid=\"Kfe0iSvO\">口服 30 毫克的藏红花（saffron）可以显著降低焦虑（根据汉密尔顿焦虑量表）。有一项关于藏红花积极效果的荟萃分析发现，藏红花有抗焦虑效果，可以减轻焦虑。</p><h3><b>肌醇</b></h3><p data-pid=\"VJy4UlNT\">肌醇（inositol，旧称维生素 B8）可以显著减轻焦虑症状。需要服用的剂量相当高，需要一次服用 12-18 克肌醇，持续一整个月。但这样做效果显著，甚至与许多处方抗抑郁药物不相上下。</p><h3><b>卡瓦醉椒</b></h3><p data-pid=\"yLhKXJzM\">卡瓦醉椒（kava）具有非常强大的抗焦虑作用。有点类似 MDMA，卡瓦通过增加大脑中的 GABA 来发挥作用，同时也增加了多巴胺。（GABA 是前额叶皮层中那些抑制威胁反射的神经元所使用的抑制性神经递质。）研究中，在大约三周的治疗期后，服用 150 毫克活性卡瓦内酯（active kava lactones）后，人们普遍改善了抑郁症状，减轻了焦虑。</p><p data-pid=\"gVeJ1KZg\">我从未真正尝试过刚才提到的任何化合物，卡瓦、藏红花或肌醇，所以我不能根据个人经历来报告它们的效果。这三种化合物是我找到证据最有说服力、数量最多的。如果你有兴趣探索这些化合物，请谨慎行事。</p><h3><b>何时服用</b></h3><p data-pid=\"CWeQD64n\">不建议在治疗之前服用补剂。因为，在治疗中，你是要试图放大体验的强度和对体验的讲述，而上述补剂会起到反作用。所以如果你打算服用补剂，最好是在治疗之外服用，以作为一种让你的系统恢复基线的方式。</p><p data-pid=\"eewfcpxP\">顺便指出，很多人都在通过过度使用酒精或其他物质等办法让自己忘记恐惧、焦虑和 PTSD，但是这样做实际上只会把这种恐惧、焦虑和 PTSD 更深地植入他们的系统。</p><hr/><p data-pid=\"_5_rQeWb\">系列目录：<a href=\"https://zhuanlan.zhihu.com/p/676445568\" class=\"internal\">Thoughts Memo：全网首发：Huberman Lab Podcast 全系列笔记（持续更新）</a></p>",
  "column": {
    "updated": 1458209676,
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://pic1.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "/columns/4c592f496dc33822b560b382907ff1d0",
    "comment_permission": "all",
    "title": "Thoughts Memo的文章",
    "image_url": "https://pic1.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "type": "column",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "comment_count": 19,
  "image_url": "https://picx.zhimg.com/v2-b8ef0d463c77ea5188230e5d60b89a55_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true,
  "censored": false
}