{
  "status": 0,
  "updated": 1722939221,
  "author": {
    "is_followed": false,
    "badge": [
      {
        "type": "identity",
        "description": "信息技术行业 算法工程师"
      }
    ],
    "name": "Thoughts Memo",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "gender": 1,
    "user_type": "people",
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "avatar_url": "https://pic1.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
    "is_following": false,
    "type": "people",
    "id": "4c592f496dc33822b560b382907ff1d0"
  },
  "can_tip": false,
  "excerpt": "每个大人都骗小孩。我不是说我们对孩子应该只说真话，只是我们至少应该反省一下我们…",
  "tipjarors_count": 0,
  "admin_closed_comment": false,
  "reason": "",
  "excerpt_title": "",
  "id": 712910928,
  "voteup_count": 87,
  "can_comment": {
    "status": true,
    "reason": ""
  },
  "created": 1722937724,
  "url": "https://api.zhihu.com/articles/712910928",
  "comment_permission": "all",
  "title": "那些年我们对孩子撒过的谎（父母对我们撒过的谎）",
  "image_width": 3084,
  "content": "<p data-pid=\"FbqrhI0R\">每个大人都骗小孩。我不是说我们对孩子应该只说真话，只是我们至少应该反省一下我们说了哪些谎话，以及我们为什么说谎。</p><p data-pid=\"rFIRvIys\">这种反省对我们自己也很有用。我们小时候都听过不少谎言，其中一些至今仍在影响着我们。因此，通过研究大人如何对孩子撒谎，我们或许能够消除曾经听信的那些谎言所带来的影响。</p><p data-pid=\"73Zf_vwO\">我这里的「谎言」的概念非常宽泛：不仅包括明显的虚假陈述，还包括各种微妙的误导。尽管「谎言」这个词带有负面的含义，但我并不是说我们要永远说真话——我只是认为在说谎时应该三思而后行。[1]</p><p data-pid=\"Ueilv1h8\">我们在许多问题上都会对孩子撒谎。比如当大人说：「回家问你爸妈去」的时候，一个谎言就算是诞生了。如果一个孩子问谁赢得了 1982 年的世界职业棒球锦标赛，或者碳的原子量是多少，你可以直接告诉他。但是，如果一个孩子问你「世界上有上帝吗？」或者「什么是妓女？」你就会说，「回家问你爸妈去。」</p><p data-pid=\"5AtgGpmr\">我们都知道，孩子们很难发现社会给他们营造的世界中的漏洞。其中最大的裂隙可能出现在家长和学校的不同说法之间，但这种事很少发生。因为对于有争议的话题，学校会很谨慎，如果学校的说法不符合父母想让孩子相信的样子，父母要么向学校施压，要求他们保持沉默，要么将他们的孩子转到新学校。</p><p data-pid=\"zwgsCTIF\">这个谎言体系十分严密，大多数孩子只有在发现所学内容自相矛盾时，才会注意到它的存在。对于那些忽然觉醒的孩子来说，这可能会伤害他们幼小的心灵，哪怕你是爱因斯坦也不例外：</p><blockquote data-pid=\"opw0AfxZ\">读了科普书后，我很快就坚信，圣经故事中的许多内容不可能是真的。这引发了我狂热的独立思考，并且让我留下了国家故意用谎言欺骗年轻人的印象：这简直太令人悲伤了。[2]</blockquote><p data-pid=\"0b0S3lyn\">我也记得那种感觉。15 岁时，我觉得这个世界是彻头彻尾地没救了。这就是为什么像《黑客帝国》这样的电影能引发如此强烈的共鸣，因为每个孩子都生活在谎言虚构的世界里。更别说电影演的是如此简单：谎言背后的邪恶势力是一堆机器，好人坏蛋一目了然，而且和那个虚伪的世界决裂仅需一粒红色小药丸。</p><h2><b>保护</b></h2><p data-pid=\"uq_vNCN6\">如果你问大人为什么对孩子撒谎，他们总会说是为了保护他们。孩子们确实需要保护，为新生儿设计的环境与为大城市设计的街道肯定是不同的。</p><p data-pid=\"6tsIzShe\">这样一来，称这种保护为谎言似乎不太合适。给婴儿营造平静、温暖、安全的氛围当然不是坏事。但是，如果对这种善意的谎言不加以反思，也可能好心办坏事。</p><p data-pid=\"9Nc4Z6uZ\">想象一下你用抚养婴儿的办法把一个人养到成年，创造一个巨婴，这似乎就算不上在保护，而是在虐待。当然，这是一个极端的例子，如果真有父母那么做，绝对会上新闻。但一种远远称不上极端的方法是，把孩子送到郊区*住。</p><blockquote data-pid=\"Yd6cvq7v\">译注：类似国内的乡下、城乡结合部。</blockquote><p data-pid=\"hPzPiDdT\">郊区的主要目的是为孩子们提供一个受保护的成长环境。这对 10 岁的孩子来说似乎很棒。我 10 岁时喜欢住在郊区，我没有注意到它有多乏味。我的整个世界不过是几个朋友的家和我骑自行车能到达的一些树林。在人生比例尺上，我正处于摇篮和地球之间的中间位置，郊区的街道正合适。但随着我长大，郊区开始让我感觉窒息般的虚假。</p><p data-pid=\"aFWTkhNF\">10 岁或 20 岁时在这里生活可能相当不错，但 15 岁时往往令人沮丧。其中原因复杂这里无法一一覆盖，但可以肯定的是，郊区不适合 15 岁孩子的重要原因是，它把他们困在一个为 10 岁儿童设计的世界中。</p><p data-pid=\"mzrivpxt\">父母希望通过在郊区抚养孩子来保护他们免受哪些伤害？我的一个朋友，一个3岁女孩的家长说，「免得让孩子脏了眼睛」。我稍加思索，觉得他可能指的是：醉汉、瘾君子、穷鬼、神经病、残肢断臂、千奇百怪的性行为以及暴力和戾气。</p><p data-pid=\"Z1IDsiOH\">如果我有一个 3 岁的孩子，我最担心的应该是戾气的影响。当我搬到纽约已经29岁，但年龄大并不代表我司空见惯。我不希望一个 3 岁的孩子看到我看到的一些争吵，那太可怕了。很多大人对小孩子有所隐瞒，是因为那些事情让大人也感到害怕，而不是因为有意为之。对孩子的误导只是附带效果。</p><p data-pid=\"79R6wcRm\">这是成年人对孩子撒的谎中最合理的一种。但由于这些谎言是间接的，我们并没有对其进行严格的记录。父母知道他们隐瞒了有关性的事实，许多人在某个时刻会坐下来和孩子解释一些东西，但很少有人告诉孩子现实世界与他们成长的「茧」之间的差异。再加上父母的教育让孩子盲目自信，每年都会产生一批自以为知道如何管理世界的 18 岁的孩子。</p><p data-pid=\"JTLJbjKR\">难道所有 18 岁的孩子都认为自己知道如何管理世界吗？实际上，这近 100 年才出现的现象。在工业化之前，青少年是成人世界的预备军，并且相对清楚自己的不足之处。他们可以看到自己并不像村里的铁匠那样强壮或技艺高超。过去，人们在某些方面对孩子撒谎的次数比现在多，但隐含在人造温室中的谎言是最近才发明的。像许多新发明一样，富人是最早体验到这一点的。国王和大贵族的子女是第一批成长环境与现实世界脱节的人。郊区的存在意味着一半的人口也可以有国王般的体验，至少在这方面的确是的。</p><h2><b>性（和毒品）</b></h2><p data-pid=\"bIUJLQ5p\">我对在纽约抚养青少年的担忧会有所不同。我不太担心他们会看到什么，而是更担心他们会做什么。我上大学时遇到了很多在曼哈顿长大的孩子，总的来说，他们对一切都麻木不仁。他们失去童贞的平均年龄在14岁左右，上大学前尝试的毒品种类之多，有些我连听都没听说过。</p><p data-pid=\"pX4yC1xm\">父母不希望他们的孩子在青少年时期发生性行为的原因是很多，其中包括显而易见的风险：怀孕和性传播疾病。退一万步说，即使完全没有怀孕或性传播疾病的风险，14 岁女孩的父母也不想她发生性行为。</p><p data-pid=\"5lWt8HpS\">孩子们可能会察觉到他们没有被告知全部真相。毕竟，怀孕和性传播疾病对于成年人来说同样是个问题，而他们也会发生性行为。</p><p data-pid=\"sBQkBxRB\">父母对青少年孩子的性行为真正反感的点到底是什么？他们对其本能的厌恶，可以说是与生俱来的。但如果这是与生俱来的，那它应该是普遍存在的，而在许多社会中，父母并不介意他们的青少年孩子发生性行为——事实上，在世界上的某些地方中，14 岁成为母亲是很正常的。那么到底是怎么回事呢？确实似乎存在一种普遍的禁忌，即反对与青春期前的儿童发生性行为。可以想象这是有进化学方面原因的。而我认为，这也是工业化社会中父母不喜欢青少年发生性行为的主要原因。他们仍然将青少年视为儿童，尽管在生物学上他们已经不是了，所以针对儿童性行为的禁忌仍然有效。</p><p data-pid=\"FYC8wAz5\">成人对性问题遮遮掩掩，还有一个不得不提原因（也同样适用于毒品）：它能带来极大的快感。这正是性和毒品如此危险的原因。对它们的渴望会蒙蔽一个人的判断力——这在判断力本就薄弱的青少年身上尤其令人担忧。</p><p data-pid=\"7tb3t011\">父母的心愿是矛盾的。旧社会告诉孩子们，他们的判断力很差，试图让让孩子们知道自己的位置。但现代父母教他们的孩子自信，这或许比老一套管用，但实际上是在潜移默化中对孩子撒谎，让他们自以为判断力很好之后，又必须以谎圆谎，隐瞒一些事情，以防他们因为盲目自信而陷入麻烦。</p><p data-pid=\"HqBtPD1I\">如果父母告诉孩子关于性和毒品的真相，那就是：你的判断力很差，所以你应该避免沾染这些东西。即使有你两倍经验的人也会在这上面栽跟头。但这样的真相很难取信于孩子，因为判断力差的一个症状就是不知道自己判断力差。身体上举不起某样东西，这是我们容易知道的；但草率地做出决定时，我们反而会盲目确信自己的决定是对的。</p><h2><b>天真</b></h2><p data-pid=\"NV7AavYJ\">父母不希望孩子发生性行为的另一个原因是他们希望孩子保持纯洁。成人对孩子的行为有一种特定的期待，与他们对其他成年人的期待截然不同。</p><p data-pid=\"tpJaKvuX\">孩子们被允许使用的词汇与成年人的就大不一样。大多数父母在和其他成年人交谈时使用的词汇是不希望孩子使用的。他们尽量隐藏这些词汇的存在，参与到这个所有人都知道的阴谋中：在孩子面前不该说脏话。</p><p data-pid=\"H2enE2Ft\">对于孩子为什么不该骂人的解释，家家都有不同的版本。我认识的每对父母都禁止他们的孩子骂人，但没有两对父母的理由是相同的。很明显，大多数父母都是先不希望孩子骂人，然后才编造理由。</p><p data-pid=\"gUfE0ReL\">所以我对这种现象的理论是，脏话的功能是将说话者标记为成年人。「shit」（屎）和「poopoo」（便便）的意思没有区别。那么为什么一个词对孩子来说可以，而另一个词却被禁止？唯一的解释是：因为所以科学道理。[3]</p><p data-pid=\"qPTIfBcu\">为什么孩子做一些只有成年人才能做的事情会让成年人感到如此不安？一个满口脏话、玩世不恭的 10 岁孩子靠在路灯杆上，嘴角叼着一根香烟的景象让人非常不安。但是这种不安因何而来呢？</p><p data-pid=\"HLm8RXEk\">我们希望孩子保持天真的一个原因是，我们天生喜欢这种形式的无助。我曾多次听到母亲们说，她们故意不纠正年幼孩子的发音错误，因为这些错误太可爱了。如果你仔细想想，「可爱」实际上就是一种无助感。那些被设计得很可爱的玩具和卡通角色通常都有着茫然的表情和短小无力的四肢。</p><p data-pid=\"yftC2t24\">考虑到人类幼崽从呱呱坠地开始，很长一段时间内都是如此无助，我们天生就会对无助的生物产生爱欲和保护欲，这并不奇怪。如果孩子没有让他们显得可爱的那种无助感，他们会非常令人厌烦，看起来像是无能的成年人。但事情不仅仅如此。一个玩世不恭的 10 岁孩子让我如此不安的原因不仅仅是他会让人厌烦，而是因为他过早地断绝了成长的可能性。玩世不恭人都会认为自己了解世界的运作方式，而一个 10 岁孩子对此的认识往往十分狭隘。</p><p data-pid=\"0liJ0dVR\">天真也意味着心态开放。我们希望孩子保持天真，他们才能够继续学习。尽管听起来很矛盾，但有些知识的确会妨碍其他知识的学习。如果你要学习世界是残酷的，人人相互利用、互为鱼肉，最好把它放在最后学。否则，你就没心思去学习其他的东西了。</p><p data-pid=\"u4aYHniE\">非常聪明的成年人往往显得异常天真，我认为这不是巧合。我认为他们有意回避了解某些事情。当然，我也是这样。我过去认为自己想知道一切，现在我知道自己并不想。</p><h2><b>死亡</b></h2><p data-pid=\"_23GUczG\">除了性以外，死亡是成年人对孩子撒的谎中最引人注目的。我认为大人对性有所隐瞒是刻在骨子里的本能。那么，为什么我们要对孩子隐瞒死亡呢？可能是因为小孩子对死亡特别恐惧。他们希望感到安全，而死亡是最终的威胁。</p><p data-pid=\"RQ3wdmRb\">父母告诉我们的关于我们第一只猫死亡的谎言是最令人印象深刻的谎言之一。多年来，随着我们要求了解更多细节，他们被迫编造更多的内容，因此这个故事变得相当复杂。猫是在兽医诊所死的。怎么死的？是麻醉剂导致的。为什么猫在兽医诊所？要做绝育手术。那么为什么这样一个常规手术会导致它死亡？这不是兽医的错；猫天生心脏虚弱；麻醉剂对它来说药力太强了；这样的结果谁都难以预料。直到我们二十多岁时，真相才揭晓：当时大约三岁的妹妹不小心踩了猫一脚，踩断了它的脊柱。</p><p data-pid=\"0vgQDDM4\">他们并不觉得有必要说现在猫在天堂里过得很开心。我的父母从未声称死去的人或动物已经「去了一个更好的地方」，或者我们会再见到他们。没有这种安慰也没怎么影响我们成长。</p><p data-pid=\"DewyoXf_\">我的祖母给我们讲述了祖父去世的经过，是一个经过修改的版本。她说有一天他们坐着看书，当她和他说话时，他没有回答，看起来像是睡着了，但当她试图叫醒他时，她叫不醒。「他走了。」听起来心脏病发作就像是入睡。后来我才知道事情并没有那么简单，心脏病发作实际上花了一整天才夺走了他的生命。</p><p data-pid=\"L_6u0qe6\">除了这些彻头彻尾的谎言，关于死亡的话题一定还伴随着很多转移话题的行为。当然，我不记得这些了，但我能从一个事实中推断出来，那就是直到我大约 19 岁时才真正意识到我终有一天会死。我怎么能这么长时间忽略这么显而易见的事情呢？现在我了解父母如何处理这个话题，我明白了：关于死亡的问题会被温柔但坚定地回避。</p><p data-pid=\"9H_yaxi4\">在这个话题上，孩子们尤其愿意配合父母。孩子们往往希望被欺骗。他们想相信自己生活在一个舒适、安全的世界里，就像他们的父母希望他们相信的那样。[4]</p><h2><b>身份</b></h2><p data-pid=\"u3MdJ3qz\">一些父母对某个族群或宗教群体有强烈的认同感，并希望他们的孩子也继承这一点。这通常需要两种不同类型的谎言：第一是告诉孩子他（她）是一个 X 教（或 X 族）的人，第二是让孩子相信那些 X 教用来将自身特殊化的具体谎言。[5]</p><p data-pid=\"U6WVJEJJ\">告诉孩子他们属于特定的族群或宗教身份，相当于给他烙下难以磨灭的印记。其他的事情，当他们开始独立思考后，都可以选择不再相信。但如果你告诉一个孩子他们是某个群体的一员，他们的观念就很难改变了。</p><p data-pid=\"tRk46SvN\">即便如此，这却是父母最有预谋的谎言之一。当父母信仰宗教时，他们通常会默契地将孩子「作为 X 教的人来抚养」。而这也确实奏效。孩子们顺理成章地长大后认为自己是 X 教的，如果他们的父母选择了另一种养育方式，他们可能会长大后认为自己是 Y 教的。</p><p data-pid=\"OWzqjHB2\">第二种谎言保证了这种方法的有效性。真理总是相通的。理性和实事求是无助于你将本族和他族区分开来。做不合逻辑的事、相信虚假的事，这才能证明你不同于其他人。而在一生中花费大量时间去做这些事情，并因此被「局外人」视为怪人之后，由此产生的巨大认知失调促使他们认为自己是 X 教的一员。如果他们不是 X 教的，为什么他们会拥有反逻辑的信仰和习俗？如果他们不是 X 教的，为什么所有非 X 教的人都称他们为 X 教？</p><p data-pid=\"f1Lfw_Pf\">这种形式的谎言并非毫无用处。你可以用它来传递一些有益的信念，而这些信念也会成为孩子身份的一部分。你可以告诉孩子，除了不准穿黄色的衣服、相信世界是由一只巨兔创造的、吃鱼前总是打响指之外，X 人还特别诚实和勤奋。这样，孩子会在成长过程中相信诚实和勤奋也是他们自己的优点。</p><p data-pid=\"Muh1xrnn\">这或许解释了许多现代宗教是如何传播的，并解释了为什么它们的教义总是一半荒诞一半实际。荒诞的一半使宗教富有凝聚力，而实际的一半才是真正的内涵。[6]</p><h2><b>权威</b></h2><p data-pid=\"4GwFmU-H\">成年人对孩子撒谎最不可原谅的原因之一是为了维持对他们的控制。有时这些谎言极其险恶，比如性侵犯加害者告诉被害儿童如果他们把事情说出去，后果会更加严重。其他谎言看起来似乎人畜无害；这取决于成年人为了保持权力而撒谎的程度，以及他们如何运用这种权力。</p><p data-pid=\"hoEsvcAO\">大多数成年人都会尽力在孩子面前掩饰自己的缺点。他们的动机是多种多样的。例如，一个有外遇的父亲通常会对孩子隐瞒这件事。他的动机部分是因为不想让孩子担心，部分是因为这会引入关于性的讨论，而部分（其实这部分占比较大，但他不会承认的）是因为他不想毁掉自己在孩子眼中的形象。</p><p data-pid=\"Thp0jpha\">如果你想了解孩子们听过的谎言，可以读任意一本为他们科普「知识」的书。[7] Peter Mayle 写了一本叫《Why Are We Getting a Divorce? 》的书。书的开头讲述了关于离婚要记住的三件最重要的事情，其中之一是：</p><blockquote data-pid=\"r3aJO0AU\">你不应该把责任归咎于父母一方，因为离婚从来都不仅仅是一个人的错。[8]</blockquote><p data-pid=\"F2Jpv4we\">真的假的？当一个男人和他的秘书私奔时，他的妻子也有错吗？但我明白为什么 Peter Mayle 要这么写。也许对孩子来说，尊重父母比了解真相更重要。</p><p data-pid=\"g66fE_po\">但是，由于成年人掩饰自己的缺点，同时对孩子的行为坚持高标准，许多孩子在成长过程中觉得自己远远达不到要求。孩子因为说了一句脏话而感到自己罪无可赦，而实际上，他们身边大多数成年人的行为更加不堪。</p><p data-pid=\"eg4PRKj_\">隐瞒不仅发生在道德问题上，也发生在智力问题上。人们越自信，就越愿意在面对问题时承认「我不知道」。自卑者觉得自己必须说一个答案，否则他们会觉得颜面尽失。我的父母对于自己不知道的事情，还会坦诚相告，但老师就不一定了。直到我上大学前，我很少听到老师说「我不知道」。记得听到有老师在课堂上承认这点时，我还很惊讶。</p><p data-pid=\"AkN4mj6L\">我第一次意识到老师并非无所不知是在六年级，当时我父亲说我在学校学到的东西不对。我争辩说老师明明是那么教的，我父亲回答说，他懂什么——他只是个小学老师。</p><p data-pid=\"LXcam2Vv\">只是个老师？这句话在语法上几乎是个病句。难道老师不应该对他们所教的科目了如指掌吗？如果不是，他们凭什么教我们？</p><p data-pid=\"V9YXzLQp\">令人悲哀的事实是，美国公立学校的老师对他们所教的内容并不是非常了解。当然，有个别反例，但通常来说，计划从事教学的人在大学里的成绩一般不怎么样。我在 11 岁时仍然认为老师是不会犯错的，这显示了这个教育系统对我大脑的影响有多大。</p><h2><b>学校</b></h2><p data-pid=\"UtQWmrMZ\">孩子们在学校学到的是一系列复杂的谎言。其中最情有可原的是那些为了简化概念方便孩子理解而编造的谎言。问题是，有人打着简化的名义往课程里塞了很多宣传内容。</p><p data-pid=\"SpnX9gUm\">各种势力都想给孩子灌输内容，而公立学校的教科书正是他们相互妥协的结果。谎言藏得很隐蔽，内容要么是故意省略，要么是有失偏颇。我们在小学学到的历史是简化版的圣人传记，每个势力团体都有至少有一个代表。</p><p data-pid=\"mesy4P5A\">我记得的著名科学家是爱因斯坦、玛丽·居里和乔治·华盛顿·卡弗。爱因斯坦很重要，他的工作推动了原子弹的发明。居里夫人则与 X 射线有关。我不太懂的是卡弗，他似乎是在搞什么花生之类的。</p><p data-pid=\"ZfLhjgVS\">现在众所周知，他上榜是因为他是黑人（同样，玛丽·居里上榜是因为她是女性），但我那时还是一个孩子，他困扰了我好几年。我想是不是直接告诉我们真相会更好：那个时代没有任何著名的黑人科学家。把乔治·华盛顿·卡弗与爱因斯坦并列不仅误导了我们对科学的理解，也无益于我们对当时黑人所面临障碍的认识。</p><p data-pid=\"uNtityb4\">随着科目越来越不严谨，谎言也变得越来越多。当涉及到政治和近代史时，我们所学的几乎完全是宣传。例如，我们被教导要把政治领袖视为圣人——尤其是当时殉难的肯尼迪和马丁·路德·金。后来得知他们俩都是玩弄女性的惯犯，而且肯尼迪还是个药物成瘾者时，令我很震惊。（当马丁·路德·金的剽窃行为被揭露时，我已经不再对名人的不端行为感到震惊了。）</p><p data-pid=\"EwvEySX6\">我怀疑我们是否能在不对孩子们撒谎的情况下教他们近代史，因为几乎所有对近代史发表意见的人都会有某种倾向。近代史充满了偏见和歪曲。可能最好还是直接教他们事实，而非观点。</p><p data-pid=\"QnLNEodT\">不过，学校里最大的谎言可能是，成功的途径是遵循「规则」。事实上，大多数这样的规则只是为了有效管理大量群体的权宜之计。</p><h2><b>平息风波</b></h2><p data-pid=\"jfsARecW\">我们对孩子撒谎，而孩子也对我们撒谎，其背后共同的强有力的理由如下：</p><p data-pid=\"SGrfli5c\">我们对人撒谎时，通常并不是出于有意识的策略，而是因为他们会对真相作出激烈反应。孩子几乎天生就缺乏自控能力。他们对事物反应过度——因此他们经常被谎言所敷衍。[9]</p><p data-pid=\"9iUEgflk\">几年前的一个感恩节，我的一个朋友发现一个能完美诠释我们对孩子撒谎的复杂动机的具体例子。当烤火鸡被端上餐桌时，他那敏锐异常的 5 岁儿子突然问火鸡是否想死。预见到可能发生的灾难，我的朋友和他的妻子迅速即兴编造了一个答案：是的，火鸡想死，实际上它一生的目标就是成为我们的感恩节晚餐。而孩子对这个回答也不再提出疑问（嗐，真是捏了一把汗）。</p><p data-pid=\"vyC2LTtC\">每当我们为了保护孩子而撒谎时，我们通常也是在以谎言平息风波。</p><p data-pid=\"QwMsHcyQ\">这种安抚性谎言的一个后果是，我们会觉得在成长过程中，曾经认为可怕的事情是正常的。对于那些我们从小就受过规训，认为不必担心的事情，长大后很难产生紧迫感。我大约 10 岁时看了一部关于污染的纪录片，吓得我惊慌失措。地球似乎正在走向毁灭。之后我去问母亲这是否是真的，我不记得她说了什么，但她让我感觉好些了，所以我就不再担心了。</p><p data-pid=\"0AC4Kpny\">这可能是应对一个受惊的 10 岁孩子的最佳方式。但我们应该知道这种做法的代价。这种谎言是坏事得以持续存在的主要原因之一：我们受过规训，选择忽视它们。</p><h2><b>排毒</b></h2><p data-pid=\"NhEsN2OG\">赛跑中的短跑选手都会立即进入一种被称为「氧债」的状态。他的身体供能模式切换到依靠一种比常规有氧呼吸更快的紧急能量来源。但这个过程会积累代谢废物，这些废物最终需要额外的氧气来分解，所以在比赛结束时，他们需要停下来喘喘气。</p><p data-pid=\"AK1TCkf1\">迈入成年，我们天然欠了「真相债」。在童年时期，我们（以及我们的父母）被灌输了许多谎言。有些谎言可能是必要的，有些可能并非如此。但我们所有人都带着满脑子的谎言进入成年。</p><p data-pid=\"VRmAIu0G\">等着大人们让你坐下来解释他们说过的所有谎言会是遥遥无期。其中的大多数早已被他们抛诸脑后。因此，如果你要从脑海中赶跑这些谎言，你就必须自己去做。</p><p data-pid=\"1Jyg-VVw\">但很少有人这样做。大多数人的脑海里充满了只占空间毫无用处的玩意儿，他们却对此一无所知。你也许永远无法完全消除童年时被灌输的谎言的影响，但值得一试。我发现，每当我拆穿一个听过的谎言，很多其他事情也随之变得清晰了。</p><p data-pid=\"YlRokWjw\">幸运的是，一旦成年，你就获得了一种宝贵的新资源，可以用来弄清楚你曾被告知的谎言。你将成为撒谎者之一，可以在幕后观察成年人如何编造下一代孩子的世界。</p><p data-pid=\"bLqFkdEY\">清理思绪的第一步是意识到自己离中立观察者的距离。离开高中校园时，我觉得自己已经是一个彻头彻尾怀疑论者。我意识到高中教育一无是处，以为自己已经准备好质疑我的一切所知。但我没有意识到的是，我的脑海中已经堆积了多少杂乱无章的东西。仅仅把自己的思维视为一块白板是不够的，你必须能动地对其进行擦写。</p><h2><b>注释</b></h2><p data-pid=\"CqodXYbD\">[1] 我坚持使用如此简单明了的词的原因之一是，我们对孩子撒的谎可能并不像我们想象的那样无害。如果你看看过去成年人对孩子说的话，就会发现谎言之多，令人震惊。和我们一样，他们也是出于好意。因此，如果我们认为自己对孩子做到了以诚相待，那我们可能是在自欺欺人。也许百年之后，人们会对我们现在说的一些谎言感到震惊，正如此时此刻我们对百年之前的谎言感到震惊一样。</p><p data-pid=\"gBq5jbD2\">我无法预测将来哪些谎言会被认为是不可原谅的，也不想让我的文章在百年之后贻笑大方。所以，与其用一些符合当今潮流、看起来可以原谅的谎言的委婉说法，不如直接称所有的谎言为谎言。</p><p data-pid=\"ChEfj5xT\">（我遗漏了一种类型：因为孩子很容易相信别人，人们为了玩弄他们而说的谎言。这类谎言包括「戏言」（即并非真正的谎言，因为它是故意在眨眼示意时说出来的），也包括哥哥姐姐们说出来唬人的谎言。这方面没什么好说的：我不希望第一种类型的谎言消失，但也不指望第二种类型的谎言会消失。）</p><p data-pid=\"qNSFtRrk\">[2] 出自普林斯顿大学出版社于 1996 年出版《The Quotable Einstein》，作者：Calaprice, Alice（编辑）。</p><p data-pid=\"dTJo3kiF\">[3] 如果你问父母为什么孩子不应该说脏话，文化水平较低的父母的答案往往是老生常谈，比如「这不合适」，而受教育程度较高的父母则会给出详细的解释。事实上，前者的回答似乎更接近真相。</p><p data-pid=\"6eFfdv2F\">[4] 我一位有小孩的朋友指出，小孩子会想当然地认为自己不老不死，因为他们的时间观念几乎「度日如年」。对于一个三岁小孩来说，一天的长度好比大人的一个月。所以他们的 80 年好比我们的 2400 年。</p><p data-pid=\"Dx1R3jMw\">[5] 将宗教归类为一种谎言会招致无尽的责难，这我早有预料。人们大都对此讳莫如深，用一些模棱两可的说法暗示，即使那些谎言被数以亿计的人传唱成千上万年，也不会变成真理。但是，因为我无法预测哪些谎言会被未来的世代认为是大逆不道，所以我最好将我们提到的所有类型一个不漏地列举出来。是的，宗教在 100 年后依然流行的可能性似乎很大，但与「1880 年的人设想在 1980 年，学童会被教导自慰是完全正常的，不需要为此感到内疚」相比，其可能性大小还是略逊一筹。</p><p data-pid=\"F27rDERv\">[6] 不幸的是，这些真正内涵既可以包括不好的习俗，也可以包括好的。例如，在美国，部分非白人群体会认为做某些事是「装白人」。但同样的事，扣个「装日本人」也不违和。它们并没有什么独属于「白人」特征。它们在所有拥有悠久城市生活传统的文化中都很常见。因此，一个群体如果故意反其道而行之还以此作为身份象征，是没有好处的。</p><p data-pid=\"ZKlB1noI\">[7] 在这种情况下，「知识」相当于「我们对他们说的谎」。这就是为什么我要打双引号。</p><p data-pid=\"rYWaBR68\">[8] 出自 Harmony 于 1988 年出版的图书《Why Are We Getting a Divorce?》，作者：Mayle Peter</p><p data-pid=\"AmuSteX_\">[9] 讽刺的是，孩子对大人撒谎也出于同样的原因。如果当别人告诉你一个坏消息时你反应过度，他们就不会告诉你这些事了。青少年夜不归宿只会和父母说去朋友家住了一晚，却闭口不谈实际去向；父母不告诉 5 岁小孩感恩节火鸡的真相，以上事实都处于同理：如果对方知道实情，他们会崩溃的。</p><p class=\"ztext-empty-paragraph\"><br/></p><p data-pid=\"SupAl5oN\">感谢 Sam Altman、Marc Andreessen、Trevor Blackwell、Patrick Collison、Jessica Livingston、Jackie McDonough、Robert Morris 和 David Sloo 帮我过目本文草稿。顺带说一下，由于这篇文章涉及的内容可能引战，他们中没有一个人同意本文观点。</p><p class=\"ztext-empty-paragraph\"><br/></p><p class=\"ztext-empty-paragraph\"><br/></p><blockquote data-pid=\"SUDv_gjU\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 panda，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//paulgraham.com/lies.html\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Lies We Tell Kids (paulgraham.com)</a><br/>发布于 2008 年 5 月</blockquote>",
  "column": {
    "updated": 1706022041,
    "description": "",
    "author": {
      "is_followed": false,
      "badge": [],
      "name": "Thoughts Memo",
      "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
      "gender": 1,
      "user_type": "people",
      "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
      "avatar_url": "https://picx.zhimg.com/50/v2-41f893b0cd84fb6a8c8f6d1bd29c9554_l.jpg?source=b1748391",
      "is_following": false,
      "type": "people",
      "id": "4c592f496dc33822b560b382907ff1d0"
    },
    "url": "https://api.zhihu.com/columns/c_1280249768422608896",
    "title": "学委叶哥的随笔",
    "image_url": "https://picx.zhimg.com/v2-f111d7ee1c41944859e975a712c0883b_720w.jpg?source=d16d100b",
    "type": "column",
    "id": "c_1280249768422608896"
  },
  "comment_count": 4,
  "image_url": "https://picx.zhimg.com/v2-6e326168fb188bb59b3c6446e3adc8a0_720w.jpg?source=b1748391",
  "linkbox": {
    "url": "",
    "category": "",
    "pic": "",
    "title": ""
  },
  "voting": 0,
  "type": "article",
  "suggest_edit": {
    "status": false,
    "url": "",
    "reason": "",
    "tip": "",
    "title": ""
  },
  "is_normal": true
}