{
  "allow_segment_interaction": 1,
  "answer_type": "normal",
  "author": {
    "avatar_url": "https://picx.zhimg.com/v2-d571786b77078321f5f6ef92f4967877_l.jpg?source=2c26e567",
    "avatar_url_template": "https://pic1.zhimg.com/v2-d571786b77078321f5f6ef92f4967877.jpg?source=2c26e567",
    "badge": [
      {
        "description": "信息技术行业 算法工程师",
        "topics": [],
        "type": "identity"
      }
    ],
    "badge_v2": {
      "detail_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "super_activity",
          "icon": "https://pica.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "night_icon": "https://picx.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "sources": [
            {
              "avatar_path": "",
              "avatar_url": "",
              "description": "",
              "id": "27",
              "name": "知势榜8月",
              "priority": 27,
              "token": "",
              "type": "content_potential_category",
              "url": ""
            }
          ],
          "title": "社区成就",
          "type": "reward",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "https://picx.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "night_icon": "https://pica.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "sources": [],
          "title": "已认证的个人",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "icon": "https://picx.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "merged_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "best",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "社区成就",
          "type": "best",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "认证",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "night_icon": "https://pic1.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "title": "知势榜教育校园领域影响力榜答主"
    },
    "gender": -1,
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "id": "4c592f496dc33822b560b382907ff1d0",
    "is_advertiser": false,
    "is_org": false,
    "is_privacy": false,
    "name": "Thoughts Memo",
    "type": "people",
    "url": "https://www.zhihu.com/api/v4/people/4c592f496dc33822b560b382907ff1d0",
    "url_token": "L.M.Sherlock",
    "user_type": "people"
  },
  "biz_ext": {
    "share_guide": {
      "has_positive_bubble": false,
      "has_time_bubble": false,
      "hit_share_guide_cluster": false
    }
  },
  "comment_count": 2,
  "content": "<p data-pid=\"s_MkZfcJ\">Homeschool 经常和 Unschool 一起谈，两者都是一种<b>以学生兴趣为导向、自主驱动</b>的教育方式，核心是摒弃传统学校「统一课程+被动灌输」的模式。其特点包括：</p><ol><li data-pid=\"5_FXgZKD\"><b>去标准化</b>：拒绝将「人类知识的特定子集」强加于所有学生，仅强调基础技能（阅读、写作、算术），其他知识由学生根据兴趣和需求自主探索。</li><li data-pid=\"AWT-FPrz\"><b>自主性优先</b>：学生完全掌控学习内容和节奏，通过阅读、游戏、实践和真实世界互动进行学习，家长仅提供资源和建议。</li><li data-pid=\"G01JV6zs\"><b>现实导向</b>：通过生活实践（如游戏规则学习、家务责任、社交协商）培养实用能力，而非依赖抽象课程。</li><li data-pid=\"GYszUom7\"><b>灵活认证</b>：通过标准化考试（如 SAT）、作品集（如读书清单）和实际成果（如写作、音乐技能）向大学证明能力。</li></ol><p data-pid=\"iMDbZ8dW\">这种教育的优势在于：</p><ol><li data-pid=\"0KGHr7D0\"><b>效率更高</b>：可以在学校教学所需时间的三分之一内学到同样的效果。而且学生因兴趣投入的时间远超课堂学习。并且避免「假装学习」的普遍现象（如几何知识毕业后迅速遗忘）。</li><li data-pid=\"O1_-MoNY\"><b>批判性思维培养</b>：通过多源信息对比（网络、书籍、实践）而非盲从权威（教师、教科书），学会评估信息可靠性。</li><li data-pid=\"40iVFSp2\"><b>终身学习动力</b>：传统教育将学习异化为「应避免的苦差」，而自主学习者视探索为内在乐趣。</li><li data-pid=\"YeWoZvyV\"><b>真实的社会化</b>：打破「同龄人竞争温室」，通过跨年龄社交（游戏公会、社区活动、成人合作）培养现实社交技能；</li></ol><blockquote data-pid=\"Otb2rlwY\">以上内容为 DeepSeek-R1 对下面两篇译文的总结<br/>以下内容摘自 <a class=\"member_mention\" href=\"https://www.zhihu.com/people/4c592f496dc33822b560b382907ff1d0\" data-hash=\"4c592f496dc33822b560b382907ff1d0\" data-hovercard=\"p$b$4c592f496dc33822b560b382907ff1d0\">@Thoughts Memo</a> 汉化组的译文《<a href=\"https://zhuanlan.zhihu.com/p/30192040064\" class=\"internal\" target=\"_blank\">非学校教育：1 </a>》</blockquote><h2>一位评论者希望我分享更多关于我的育儿理念和经验</h2><p data-pid=\"_8_D36re\">传统 K-12 学校教育体系中有一个根深蒂固的假设：在浩如烟海的人类知识中，存在一个特定子集是每个人都必须学习的，而这个子集的规模刚好足以填满十二年学校教育的大部分时间。这个假设是错误的。实际上，几乎人人都值得学习的技能清单很短的——我能想到的是阅读、书写（或打字）和算术。除此之外，标准课程在很大程度上只是一份顺应当前潮流的任意列表，是每个人都被要求假装学习的科目。</p><p data-pid=\"8BB8JQPi\">想想作文、历史、代数、几何和生物。高中课堂上教授的这些内容，对某些人来说非常有用，对更多人来说仅偶尔有用，而对许多人来说几乎完全无用。还有很多其他知识，比如统计学和经济学、烹饪和缝纫，同样可能有用，但恰巧没有被纳入标准课程。尽管几乎每位美国高中毕业生理论上都应该掌握了所有被教授的内容，但实际上许多人（可能是大多数人）并没有真正学会，几乎任何教过大学新生的人都能证明这一点。</p><p data-pid=\"zmNU9KfE\">以我妻子在弗吉尼亚理工学院教授非专业学生地质实验课的经历为例。相当一部分学生不知道长方体（一个假想的矿体）的体积是长×宽×高。这些学生在弗吉尼亚州高中毕业生中排名前四分之一左右，而且几乎所有人都学过几何。</p><p data-pid=\"ky-VRRE5\">第二个假设是，让孩子学习的方式应该是：告诉他们今天必须学习什么，布置一些阅读材料，然后让他们坐下来听老师讲课。这导致的一个结果是，孩子们大部分时间都在被迫接受他们毫无兴趣了解的事情。另一个结果是，考虑到兴趣和能力的多样性，教室里约三分之一的学生因为已经掌握了教学内容而感到厌烦，另外三分之一的学生因为完全跟不上进度而感到无聊，只有中间那三分之一的学生，如果运气好的话，才真正在专心听讲、理解和学习。这有助于解释为什么那些选择在家教育子女的父母经常反馈说，他们能够在学校教学所需时间的三分之一内，教授相同的内容。一位足够优秀的教师可以在一定程度上改善这种情况，但这样的优秀教师却十分稀缺。</p><p data-pid=\"1sJY8sP1\">这种教育模式的一个后果是，许多孩子在成长过程中将教育视为一种应该尽可能避免的讨厌任务。另一个后果是，学校花费六年时间教授诸如算术这类知识，而如果一个普通孩子真正想学，他可能在一年内就能完全掌握。第三个后果是，我们最终培养出许多高中毕业生，其中可能大多数人实际上并没有真正掌握他们花了那么多年假装学习的知识。正如所有学生和大多数教师都心知肚明的那样，强迫一个人学习他毫无兴趣的内容，通常的结果是他为了通过期末考试而勉强记住必要的内容，然后在考试结束后尽可能快地将其抛诸脑后。</p><p data-pid=\"nCykEAIL\">与此相对的一面，也是父母们常常注意到的现象是，孩子们能够为自己感兴趣的事物投入惊人的精力和专注力——无论是龙与地下城的游戏规则、电视剧的剧情细节，还是过去十年顶尖棒球选手的打击率。很久以前，我们给孩子们买了装有宝可梦游戏卡的 Game Boy。差不多同一时期，我听到一位女士在广播谈话节目中宣称，孩子们拿到高科技玩具后只会玩半小时左右，然后就将其束之高阁。而据我估计，Bill 和 Becca 在接下来的好几个月里，每月都在这些游戏上花费了约八十小时，甚至更多——这比我在同龄时期投入到所有学校功课中的时间和精力都要多得多，并且在之后的几年里，他们仍然持续以较低频率玩这款游戏。他们所学习的技能——如何在宝可梦世界中找到自己的方向并完成目标——从某种意义上说是「无用的」，因为那个世界纯属虚构。但是，能够在陌生环境中找到方向并完成任务，这实际上是一项非常实用的能力。</p><h2>教授错误的课程</h2><p data-pid=\"nwb0sP4-\">在标准的学校教育模式中，由他人决定什么是真理，而你只需照单全收。在现实世界中按照这种方式生活是危险的，甚至在学校环境中也不完全安全：我们许多人都记得老师或教科书曾经将错误信息当作真理传授给我们的例子。[1] 更好的做法是，在条件允许的情况下，自己寻找信息并进行判断。</p><p data-pid=\"rXkqNEnG\">由于我们永远没有足够的时间去核实信息来源提供的所有内容，我们需要培养一种能力——通过内部证据来评估信息来源的可靠性。你需要判断：一位作者是否真诚地尝试描述支持和反对其观点的各种论据，呈现证据及其局限性，面对并回应反对意见的最佳论点，还是试图用华丽辞藻迷惑读者？出于好奇或参与讨论而进行的网络研究，恰恰是锻炼这种能力的绝佳方式；由于互联网是一个没有筛选机制的平台，任何头脑清醒的人很快就会意识到，仅仅因为网上有人说了某事，充其量只能作为其真实性的微弱证据。而在传统教育模式中，学生面对教师和教科书这两大权威，除非遇到特别优秀的老师，否则他们被要求无条件地相信这些权威告诉他们的内容，这实际上是在反向削弱判断信息来源的能力。</p><p data-pid=\"zBdaXdP_\">我们为孩子选择的替代模式是「非学校教育」（unschooling），让孩子们自由掌控自己的时间，学习他们感兴趣的任何事物，而成人则提供建议——他们可以自由选择接受或忽略——以及必要的支持。我们将孩子置于拥有多种信息来源的环境中：网络访问、交流对象、图书馆访问等。如果他们将来发现自己的教育中缺少某些必要的内容，可以在需要时再学习，正如我们的孩子在决定某些科目有助于他们在 SAT 考试中取得好成绩以进入优质大学后所做的那样。这比试图学习所有可能有用的知识——而其中大部分他们永远不会用到——要高效得多。</p><p data-pid=\"Ca_JClsi\">我们之所以选择这种教育策略，主要是因为我和妻子的亲身经历。我曾就读于一所一流的私立学校，就是后来奥巴马总统将自己的孩子送去的那所学校，而我妻子则就读于一所优质的郊区公立学校。我们俩都曾遇到过几位优秀的老师和精彩的课程，但我们最深刻的记忆却是大多数时间都感到无比乏味。在英语方面，我通过为乐趣而阅读 Kipling 的诗歌，以及在暑假期间每天阅读一两本书（主要是 Agatha Christie 和她的同行作家的作品）所学到的知识，远超我在英语课堂上获得的收获。关于政治哲学，我通过与挚友的辩论获得的理解，也比我在社会科学课上学到的更为深入。我们相信，我们能为自己的孩子提供更优质的教育。</p><p data-pid=\"l8_c3Srs\">我有时将这个过程描述为：向孩子们投放各种书籍，观察哪些能引起他们的兴趣。</p><h2>我们的经历</h2><p data-pid=\"AYsXTANS\">搬到加州后不久，我们听说当地有一所当年新开办的学校，采用瑟谷模式的校内非学校教育，于是我们带女儿前去参观。她决定想在那里学习，所以我们为她办理了入学手续。几年后，我们的儿子也加入了这所学校。随后，当学校出现一些问题时，我们转向了家庭版的非学校教育模式。</p><p data-pid=\"LCC6ghwt\">在瑟谷学校的非学校教育中，如果学生提出要求，学校也会开设课程。当我们的女儿大约十岁时，学校有一个数学班，学生年龄和能力各不相同，这个班持续了一年多。课程从假设学生只懂基本加法开始，最终进展到初级代数。这基本上就是他们所接受的全部正规教育，直到后来他们在我任教的大学选修了几门课程。[2] 我们督促他们记忆乘法表，因为这些知识实用但学习过程枯燥；这是他们教育中最接近强制学习的部分。我们已经成年的女儿认为，就连这样的强制也是一个错误。</p><p data-pid=\"ioZpjcJg\">他们是如何接受教育的？他们都热爱阅读；虽然他们阅读的很多书籍是儿童读物，但他们很早就开始接触成人书籍了。当我们的女儿大约九岁时，我们在旅行中发现给她准备的书已经读完了，于是她便开始阅读她母亲带来的 Elizabeth Peters 的书，这些是关于埃及考古学早期历史的小说。</p><p data-pid=\"gk0oHTQS\">Betty 记得她曾经读过并从《如何用统计学撒谎》（<i>How To Lie With Statistics</i>）中获益良多，这是一本教人如何不被统计论证所迷惑的书，于是我们买了一本，两个孩子都很喜欢它。我们的儿子在玩龙与地下城（D&amp;D）和其他需要掷骰子的游戏，因此他对学习概率计算非常感兴趣。我们后来发现同一位作者和插画家还创作了《如何抓住机会》（<i>How to Take a Chance</i>）这本关于基础概率理论的书；我们买来后，他反复阅读了多次。结果是，一个只有十一、二岁的孩子就能够计算出用三个六面骰子掷出 6 点或更低点数的概率。</p><p data-pid=\"YGLdpI0L\">多年来，他的爱好是创造游戏。在洛杉矶的一次世界科幻大会上，他与 Steve Jackson 游戏公司的 Steve Jackson 就 Bill 发明的一款游戏进行了一次有趣而富有成效的交谈。虽然他未能实现十六岁前商业出版桌游的抱负，但他现在正努力成为一名小说作家。他尚未成功出版，但我已经做到了，而且他是比我更出色的小说家。</p><p data-pid=\"CKn1gwko\">两个孩子都在网上花了大量时间。我们发现 Bill 是在家庭网络上玩联网游戏——《暗黑破坏神》或《暗黑破坏神 II》——时自学了打字，当时我们的屏幕上开始出现拼写错误的单词。他学习打字是因为他玩在线游戏需要与人交流。后来他又想学习正确拼写，这样他在与人交流时就不会显得很蠢。他的妹妹则在《魔兽世界》上花了相当多的时间，其中一部分时间是用来撰写战斗报告和其他文章，并将它们发布在相关网站上。</p><p data-pid=\"sFmVQ722\">我非常热爱诗歌，也熟知大量诗作。当女儿还很小的时候，我常用诗歌哄她入睡。后来有一次，我们晚上开车出行时，突然从后座传来一个稚嫩的声音：&#34;Larth Porthena of Cluthium, by the nine gods he thwore&#34;——这是 &#34;Horatius at the Bridge&#34; 的开篇诗句，带着两岁孩子特有的口齿不清。如今，她已经掌握了更多的诗歌。而当我哄儿子入睡时——我和妻子会轮流担任这个角色——我们通常先闲聊一会儿，然后他就会要求听诗或故事。</p><p data-pid=\"x1FqX4hY\">我向女儿推荐并让她阅读了 Duff Cooper 所著的 Talleyrand 的精彩传记。[3] 她注意到书中对 Talleyrand 回忆录的引用，并认为这些回忆录会很有趣。于是我为她找到了一本英文译本。十年后的今天，她很高兴地能向我讲述 Talleyrand 的理论——关于太阳王的错误如何为法国大革命埋下伏笔。</p><p data-pid=\"JycnRJtq\">在我们孩子的教育中，除了阅读之外，交谈占据了最大的比重。我们在用餐时交谈，在哄他们其中一个入睡时交谈。我和女儿常在夜晚一起长时间散步，期间讨论我正在创作的小说或她在《魔兽世界》中扮演的角色。</p><p data-pid=\"qspocIVw\">当她大约十一岁时，她认真地决定自己对音乐很感兴趣，并希望学习竖琴。她开始上课，练习纯粹是因为她自己想练，而不是因为我们要求她这么做。在后来的岁月里，她定期参加两个合唱团的活动，一个在她母亲的教堂，另一个专注于早期音乐。她的两位网友是一对法裔加拿大夫妇；她认为既然他们学习了她的语言，她也应该学一门外语，不过她选择的不是法语，而是意大利语——这是她在接触早期音乐时喜欢上的语言。我任教的大学有一个青年学者项目，允许高中生在暑期参加大学课程，想必是为了吸引优秀的高中生。她先修了一个季度的意大利语，然后，因为她不需要去学校上课，在学年期间又继续了两个季度。她在这门课上投入的精力，在完全没有来自我们压力的情况下，超过了我在高中、大学或研究生阶段为任何课程所付出的努力，最终当她真正进入大学后，选择了意大利文学作为专业。</p><p data-pid=\"Ukwnb_89\">我很喜欢进化生物学，所以向女儿推荐了《自私的基因》。她很喜欢这本书，发现其方法很有趣，并阅读了这一主题的其他著作。她还旁听了我在法学院教授的几门课程，能够达到那些优等生的水平。</p><p data-pid=\"QOyhrAAw\">我们的孩子在结束相当于高中阶段的学习时，对标准课程中的一些内容仍然不甚了解——这一点其实与许多接受正规教育的学生无异。但我儿子从书籍和电脑游戏中学到的历史和地理知识，远超他在高中历史课上可能学到的内容，同时也避免了那个灾难性的课程：学习是枯燥乏味的工作，应该尽可能地避免。两个孩子在准备上大学前确实需要在数学方面补习一些内容，但他们小时候都把解决两个方程两个未知数且要求整数解这样的问题视为一种有趣的智力游戏。</p><p data-pid=\"AE6yhhrJ\">让孩子在家上学的父母面临的一个难题是如何让孩子成功进入大学。我们的女儿除了几门大学课程外，没有高中课程记录、教师推荐信或成绩单，因此需要另一种方式向大学证明她的能力。她花时间备考 SAT，但比在传统学校学习这些科目所投入的时间少得多。她在语文部分表现极为出色，数学部分表现尚可；总分完全符合她所申请的那些极为严格的文理学院的录取分数范围。她还附上了一份读书清单——惊人的四百本书。St. Olaf 学院不仅录取了她还提供了奖学金——尽管她最终选择了 Oberlin，这可能是个错误决定——招生官后来告诉我们，正是这份令人瞠目的阅读量让他们叹为观止。</p><p data-pid=\"WrWsdHwY\">许多学校要求参加两项 SAT II 学科成就测试，这对在家上学的学生尤为重要。让人欣慰的是，「文学」考试并非如我所担忧的那样测试你读过哪些书籍，而是测试你的阅读理解能力；虽然她阅读的书籍并非按照高中推荐书目选择，但她的阅读能力确实出众。作为第二个科目，她选择了美国历史，通读了 Paul Johnson 的《美国人民史》（<i>A History of the American People</i>）——这本书文笔优美且观点鲜明，因此并不枯燥——以及部分原始史料集。在考试前一周，她利用维基百科构建了一个关于历任总统及其任期内重大事件的思维时间线。两门考试的结果都相当令人满意。</p><p data-pid=\"nyOQotyr\">她进入大学时，在经济学、进化生物学、音乐、文艺复兴舞蹈以及写作方面的知识已远超大多数同学，但在物理、生物和世界历史方面则不及一些人，除非这些领域恰好与她阅读过的历史小说或个人兴趣相关。她比大多数人更了解如何进行自我教育，以及为什么这么做很重要。当她喜爱的一门大学课程被取消时，她震惊地发现其他学生竟然为此感到高兴。</p><h2>在家上学的学生处境愈发艰难</h2><p data-pid=\"xBYyMdJ_\">我孩子们曾经用来进入大学的一条重要途径现在已经不复存在；2021 年 1 月，大学理事会宣布将不再提供 SAT 科目考试。接受在家上学的学生没有高中成绩单或教师推荐信，因此除非他们能够展示一些非凡成就，比如出版小说或赢得全国象棋冠军，否则他们主要依靠客观测试来说服学校录取他们。</p><p data-pid=\"VigOh6VG\">大学理事会<a href=\"https://link.zhihu.com/?target=https%3A//blog.collegeboard.org/January-2021-sat-subject-test-and-essay-faq\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">建议</a>的替代方案是 AP 考试。然而，在家上学的学生要参加这些考试，必须找到愿意接纳他们的当地学校。在某些州（比如德州），法律要求公立学校必须允许在家上学的学生参加这些考试，而在其他州，学校则没有这样的义务，有时甚至会拒绝这些学生参加考试。</p><p data-pid=\"h10buw1u\">即使学生能够安排参加考试，仍然面临一个问题。AP 考试的分数范围是 1 到 5 分，而 SAT 考试的分数范围是 200 到 800 分。数据显示，仅有 <a href=\"https://link.zhihu.com/?target=https%3A//secure-media.collegeboard.org/sat/pdf/sat-subject-tests-percentile-ranks.pdf\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">1%</a> 的学生在文学 SAT 考试中获得 800 分满分，而有 <a href=\"https://link.zhihu.com/?target=https%3A//apstudents.collegeboard.org/about-ap-scores/score-distributions\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">9.3%</a> 的学生在英语语言与文学 AP 考试中获得 5 分。同样，只有 <a href=\"https://link.zhihu.com/?target=https%3A//secure-media.collegeboard.org/sat/pdf/sat-subject-tests-percentile-ranks.pdf\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">3%</a> 的学生在美国历史 SAT 考试中获得 800 分，而有 <a href=\"https://link.zhihu.com/?target=https%3A//apstudents.collegeboard.org/about-ap-scores/score-distributions\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">13%</a> 的学生在美国历史 AP 考试中获得 5 分。显然，在任何一门科目中获得 SAT 满分 800 分，比在相应 AP 考试中获得 5 分能更有力地证明学生的知识水平。</p><p data-pid=\"vXihBg_l\">根据 2018 年的一份<a href=\"https://link.zhihu.com/?target=https%3A//web.archive.org/web/20180711061014/https%3A/blog.prepscholar.com/sat-subject-test-scores-for-the-ivy-league\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">报告</a>，当时的精英院校期望申请者获得 700 多分的高段成绩。在文学 SAT 考试中，750 分处于第 91 百分位；在美国历史考试中，该分数处于第 83 百分位。在任一 AP 考试中获得 5 分只能表明你刚刚达到这些学校期望的分数区间，可能处于其下限，因此这只能作为学校录取你的弱证据。对于能通过其他方式证明自己能力的申请者来说，这可能不是问题；但在家上学的学生大多没有这些其他途径。要说服学校录取他们，他们能提供的证据必须非常有力。从 SAT 科目考试转向 AP 考试使这一点变得不可能——无论学生多么优秀，他能获得的最高分数也仅限于 5 分。</p><p data-pid=\"64o58aPD\">情况正在变得愈发严峻。近年来，许多学校已不再要求学生提供 SAT 或 ACT 考试成绩。截至 2021 年，美国约四分之三的本科院校已取消考试成绩要求，某些学校，包括加州大学系统的所有院校，甚至采取了「考试盲视」政策，完全拒绝考虑任何考试成绩。我推测这一变革的真正动机是为了使歧视性录取政策不那么明显，让批评者难以证明学校在偏袒黑人学生的同时歧视亚裔学生——这本是加州大学理论上被禁止的行为。然而，这一政策也使在家上学的学生更难以证明自己的学术能力和资质。</p><hr/><p data-pid=\"xrizKSCm\">[1] 我常用的例子来自我在一所优质私立学校的亲身经历，涉及一个简单的物理学问题。驾驶员培训学校的教科书宣称，两辆车各以每小时五十英里的速度正面相撞，对每辆车的冲击相当于以每小时一百英里的速度撞上一堵砖墙。我判断这不可能是正确的，并提出了证明——如果在两辆车之间精确悬挂一张布，由于对称性，这两辆完全相同的车都无法穿过它，这张布就如同一堵纹丝不动的墙。</p><p data-pid=\"LEXobKB_\">值得赞赏的是，驾驶员培训学校的老师坦言他不知道这是否正确，他只知道书上是这么说的，所以我们决定向物理老师请教——但这位物理老师却坚称教科书是正确的。他没有对我的证明提出任何反驳，仅仅以自己是老师所以他就是对的这一权威为由。我一直遗憾的是，没能在我获得物理学博士学位后偶遇他，那样我就可以告诉他，按照他自己的权威论证标准，现在他应该是错的了。</p><p data-pid=\"gR2ILfAj\">[2] 他们申请的大多数学校不知道如何评估在家上学的学生，因此希望在录取过程中能看到来自某处的成绩评定。</p><p data-pid=\"LUbI_mOa\">[3] 我之所以阅读这本书，是因为我是在 Kipling 的一篇短篇小说中，而非在历史课上首次接触到 Talleyrand 这个人物。</p><p data-pid=\"T6Sj8Pqs\">[4] 所有数据均来源于截至 2021 年末可获得的信息。</p><p class=\"ztext-empty-paragraph\"><br/></p><blockquote data-pid=\"7HZlG-sJ\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 claude-3.7-sonnet，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//daviddfriedman.substack.com/p/unschooling-1\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Unschooling: 1 - David Friedman’s Substack</a><br/>作者：<a href=\"https://link.zhihu.com/?target=https%3A//substack.com/%40daviddfriedman\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">David Friedman</a><br/>发布于 2023 年 2 月 15 日</blockquote><p class=\"ztext-empty-paragraph\"><br/></p><hr/><blockquote data-pid=\"nXpoHSIF\">以下内容摘自 <a class=\"member_mention\" href=\"https://www.zhihu.com/people/4c592f496dc33822b560b382907ff1d0\" data-hash=\"4c592f496dc33822b560b382907ff1d0\" data-hovercard=\"p$b$4c592f496dc33822b560b382907ff1d0\">@Thoughts Memo</a> 汉化组的译文《<a href=\"https://zhuanlan.zhihu.com/p/30664058779\" class=\"internal\" target=\"_blank\">非学校教育：2</a>》</blockquote><h2>也谈在家上学</h2><p data-pid=\"aZ8DD2ik\">当我们与他人探讨我们的教育方法时，常常会引发各种各样的问题。非学校教育（可以在家中或在合适的学校环境中实施）会带来一系列议题，而在家上学则引发另一系列问题；而我们家同时采用了这两种方式。在我的博客上讨论这个话题的一个好处是，我不仅收到了很多有价值的问题，还从其他评论者那里得到了精彩的解答。</p><h2>非学校教育</h2><p data-pid=\"RsiObHlp\">在我关于非学校教育的文章评论中，有人提出孩子们必须学会有时候需要做自己不喜欢的事情。为了教会孩子这一点，传统教育会给他们布置他们不感兴趣的作业，然后用成绩作为奖励。如果成绩的激励效果不够，有些父母甚至会用金钱奖励好成绩。这种方式使得投入和成果的因果关系变得脆弱。从孩子的角度看，是别人要求你做不愉快的工作，也是别人因此给予你奖励，但两者之间并没有明显的逻辑关系。至少你知道，做作业并不会真正带来金钱。</p><p data-pid=\"a2NKHncA\">替代方案是让现实世界来教授这一课。如果你不对竖琴调音，演奏时它就不会发出悦耳的声音。如果你不经常整理房间，你就会找不到想要的东西。如果你老是不做弟弟想让你做的事，他也不会配合做你想让他做的事。这同样教会了孩子获得想要的东西有时需要做不那么喜欢的事情的道理，而且还建立了正确的因果关系。</p><p data-pid=\"rQQcURl1\">对于有些评论者提到的工作技能，比如遵守时间，情况也是类似的。现实世界，即使是儿童的现实世界，同样提供了这方面的训练。当我儿子主持龙与地下城（D&amp;D）游戏时，他必须在每周玩家到来时准备好本周的冒险内容。当我女儿参与《魔兽世界》公会定期组织的团队副本时，她必须在副本开始时准时在线。</p><p data-pid=\"148WcM_3\">另一个常见的担忧是，正如一位评论者所说：「如果孩子对学习毫无兴趣，又没有人督促他学习，他就永远不会学到东西。」</p><p data-pid=\"bqGkkmOx\">对此，有一位评论者回应道：</p><p data-pid=\"2oyLEpsD\">「孩子对某些事物产生兴趣的可能性，远远大于他恰好对学校今天安排他学习的特定内容感兴趣的可能性。」</p><p data-pid=\"09Usg1Au\">学生可能不如课程设计师清楚自己需要学习什么，但他对自己想学什么了解得多得多。对于需要系统组织的知识，书籍是很好的资源；任何学科最好的书籍，都是由比高中课程设计师更渊博的专家所著的。</p><p data-pid=\"HJ0kiAgC\">人们担心孩子们可能把所有时间都花在电子游戏或与朋友聊天上，永远学不到任何东西。这与我们的经验不符——不过人与人之间差异很大，我们的样本也远非随机。孩子们之所以可能产生这种行为，一个原因是他们已经在学校形成了「上学很无聊，应该尽量避免」的态度。这正是我女儿在 Oberlin 学院的同学们所表现的态度，他们对当天有一节课被取消感到十分高兴。了解非学校教育对那些先在传统学校度过几年的孩子是更有效还是更无效，将会是一个很有意思的问题。</p><p data-pid=\"Kox4p_qN\">也有可能是我们的孩子异常幸运。</p><h2>在家上学</h2><p data-pid=\"6hS5VHX_\">一个普遍的担忧是，接受在家上学的孩子会失去在学校与其他孩子互动所能习得的社交技巧。这种情况确实可能发生——我约六十年前遇到的第一批在家上学的孩子，确实在社交方面显得笨拙，我至今仍认识的那位依然如此。不过，我自己并没有接受过在家上学——而且一位网友告诉我们，她之所以愿意和我与妻子共进午餐，是因为她想见见那位能够忍受我的女人。而我妻子，同样不是接受在家上学的，直到研究生阶段才有了人生第一次约会。[1]</p><p data-pid=\"HoSt1VvT\">传统学校的社交教育发生在一个所有人年龄相仿、学习几乎相同课程、彼此在社交和学业上直接竞争的环境中。这与真实社会的情况大相径庭。正如有人一针见血地指出：</p><p data-pid=\"Sqh-A_Im\">「我们的公立学校系统确实相当特殊，从社交角度看极为不自然，仿佛有人读了《蝇王》这本描述孩子们残酷社会的小说，却把它当作了教育指南而非现实警示。」[2]</p><p data-pid=\"NuDfdh5V\">一位观察别人在家上学的孩子的评论者描述道：</p><p data-pid=\"6pt_qaL9\">「看二十几个接受在家上学的孩子聚在一起游戏和社交实在是一道独特的风景。简而言之，在极少需要成人监督的情况下，与同等规模的普通学校孩子相比，他们制造的麻烦少得惊人。」</p><p data-pid=\"q9XmAT9B\">我博客上的一位评论者分享了他在家上学的孩子的经历，这些孩子的社交活动比我们家的——甚至比我年轻时要丰富许多：</p><p data-pid=\"VxbVFiWA\">「仅本周，我 9 岁的儿子就安排了这些户外活动：在本地健身房参加两次各 1 小时的体育课（与 8 至 12 岁的孩子一起）、一场地理知识竞赛、一个制作姜饼屋的派对、一个下午的保龄球活动（与 6 至 14 岁的孩子一起），以及一次湖上巡游，观赏秃鹰捕食红鲑鱼的壮观场景。下周他还有更多体育课、与其他四年级学生的游戏日以及一个圣诞派对。这还不包括他与邻居朋友、家人和社区人士相处的时间。」</p><p data-pid=\"6rbbZZFE\">正如另一位实施在家上学的家长在我博客上分享的：</p><p data-pid=\"BLbg1x2r\">「我的孩子们日常生活中经常与各种成年人接触——杂货店、上门服务的技术人员、汽车修理工等等。他们并非被限制在屋内，只能与同样不擅长表达的同龄人相处。我的孩子们的语言能力常常令成年人惊叹不已。再次强调，这并非因为他们特别聪明，而是因为他们所处的环境使这成为可能并且鼓励这种发展。」</p><p data-pid=\"2i8rEm8p\">当我们的女儿上大学后，她发现自己与教职员工交流比与同学交流要自如得多，考虑到她成长过程中大部分互动对象都是成年人，这一点并不令人惊讶。</p><h3>实施难度如何？</h3><p data-pid=\"jmlyLN2x\">在家上学是否必须要有一位全职在家的父母？我们家是这样做的——我妻子在我们有第一个孩子之前就辞去工作，成为全职妻子和母亲。但国家教育统计中心的数据显示，截至 2016 年，仅有 55% 的接受在家上学的孩子来自只有一方工作的双亲家庭，而 11% 来自单亲家庭。[3] 我博客上的一位评论者描述了其可行方式：</p><p data-pid=\"EfWClAAF\">「我认识一些单身父母，例如，他们在孩子年幼时与其他家庭互换照顾孩子和接送孩子参加活动的责任，并相应调整自己的工作时间。一位单身大学教授在她上课时支付托儿费用，并在办公时间和其他场合带上她行为良好的孩子们。一位理发师用理发服务和数学辅导交换她工作时间的托儿服务。还有一对夫妻，丈夫是消防员，妻子是社工，他们安排轮班在不同的日子，确保家中始终有一位成年人在场，而且他们通常每周还有两天可以全家共度。」</p><p data-pid=\"y6S_uDNN\">「随着孩子们长大，情况会变得更加容易，因为他们不再需要持续的看护，并且能够在一天中的大部分时间照顾好自己。接受在家上学的孩子通常也有许多在家庭外部参加的活动，而在那些时间照顾他们可能只是找其他家庭接送的问题。」</p><p data-pid=\"49_m8OtK\">「青少年，自然而然地，通常会变得非常独立。那些接受非学校教育的青少年习惯于自己决定如何利用未被安排的时间，不需要有人整天指导他们。据我所知，这些青少年无一例外都非常忙碌。」</p><p data-pid=\"yVblbGRq\">「非学校教育是全天候、每一天都在进行的，而让家庭生活能够满足每个成员的需求是这种教育的核心组成部分。在家上学，即在家中进行的学校式教育，则可以在任何适合特定家庭的时间进行。」</p><p data-pid=\"O9v4EDzt\">在家上学表面上看可能会占用父母大量时间，但实际上不一定如此。根据我们的经验，所需的成年人时间主要是晚餐时的交谈，哄孩子上床睡觉，以及与孩子一起活动——这些大多是即便没有在家上学我们也会做的事情。我们孩子教育的其余部分包括阅读书籍，玩教育类电脑游戏，浏览网页，这些都不需要父母参与；如果我们试图遵循一个模仿传统学校的课程，可能反而会占用我们更多的时间。确实，当他们年幼时，需要一个成年人在家，即使在其他孩子上学的时间，这有时候是一种负担。我妻子做了大量接送孩子的工作，去图书馆或者送我女儿上竖琴课，但我猜想，那些让孩子上学的父母也同样需要做这些事。</p><p data-pid=\"lD1o7Uw3\">而且，在家上学对学生时间的消耗要小得多。我和我妻子都曾在课堂上浪费了数千小时而没有真正学到东西。我们的孩子则避免了这种浪费。</p><p data-pid=\"1qiHzo4-\">关于在家上学常被提出的第二个质疑是，实施在家上学的父母必须受过良好的教育，才能在不仅一个而是所有学科中担任教师角色。但实际上，大多数孩子需要学习的基本技能是阅读、写作和算术，这些都是大多数成年人能够胜任的。孩子们自然会想学习，也应该学习其他知识，但并非特定的其他知识——他们的教育很大程度上可以包括学习父母恰好掌握的任何知识。我们的孩子最终比同龄人掌握了更多关于经济学（我的专业领域）的知识，而且，至少就我女儿而言，在音乐方面（我妻子的兴趣之一）也是如此。</p><p data-pid=\"ZStYHLOL\">除此之外，还有书籍、像可汗学院这样的免费在线课程，以及孩子可以从朋友那里学到的知识。年龄大一点的孩子可以去社区大学上课。如果孩子非常想学某样东西，而又没有其他学习途径，父母可以付费聘请老师，就像我们为女儿的竖琴课所做的那样。</p><p data-pid=\"WlIB7r1L\">还有其他学习方式，并非所有都需要花钱：</p><p data-pid=\"vwXgkMBM\">「当我儿子想从零开始组装一台复杂的电脑（我不是指沃尔玛那种即插即用型）——这远超出了我的技术能力范围——我们只是去询问了一家电脑销售/维修店。店主非常乐意用他的专业知识换取一个「学徒」在店里提供的一些帮助。我至今对电脑仍然一窍不通，但我儿子已经技术精湛，是一名出色的数学学生，而且实际上正在考虑攻读计算机工程学位。」</p><p data-pid=\"Nr9c8X6N\">「我儿子通过书本、电脑实验和与其他技术爱好者孩子一起工作，学会了 HTML 和游戏编程（使用现有软件）。随后他在社区大学修读了网络和其他技术课程，取得了很大成功。那里的教师对我们的儿子给予了额外的指导，对此我们非常感激。」</p><p data-pid=\"UyaN8tNG\">「我的孩子们参加了由一位实施在家上学的父亲（同时也是工程师）运营的工程俱乐部，他们还参加了由在家上学合作社开展的一个很棒的科学项目（JASON）。」</p><p data-pid=\"839cFsYb\">诸如此类。</p><p data-pid=\"vARRih2b\">「非学校教育和在家上学并不意味着把孩子藏在家里。『世界就是你的课堂。』随着我的孩子们渐渐长大，我的角色转变为引导者——帮助他们探索如何获取实现目标所需的教育或经验。作为成年人，我在如何建立人脉网络方面拥有更丰富的经验和知识，但相信我，当他们成为高年级青少年时，他们已经非常清楚，无论想做什么或需要学习什么，总有人能够提供帮助，不论是通过正式还是非正式的途径。而且，他们开始越来越多地自己处理这些安排——这是人们在列举在家上学优势时常被忽视的一点——这不仅有助于培养主动性，还让父母有机会示范如何在现实世界中高效、实用地工作。」</p><p data-pid=\"cx4oCww2\">「我经常遇到在家上学的父母，他们能找到创新方法为孩子提供各种技术和专业教育。通常那些将学校模式视为教育默认选择的人难以进行真正『跳出框架』的思考。然而，习惯于在非主流环境中茁壮成长的在家上学者，非常擅长寻找独特而有效的方式来满足孩子的个性化需求，从而培养他们成为社区中出色的富有生产力和贡献的成员。」</p><h2>谁在实施在家上学？</h2><p data-pid=\"SQ1ebYwD\">许多人对在家上学的敌意源于这样一种信念：实施在家上学的父母是未受过教育的基督教原教旨主义者，试图让他们的孩子对进化论和性教育一无所知。然而，这种看法与 NCES 调查数据不符。[4] 根据 2015-16 年的数据，只有 16% 实施在家上学的父母将「希望提供宗教指导」作为选择在家上学的最主要原因，这一比例甚至略低于选择「对其他学校的学术教育不满意」的 17%。最常见的原因是「担忧其他学校的环境问题，如安全隐患、毒品或负面同伴压力」，占比 34%。至于实施在家上学的父母教育背景，30% 拥有学士学位，另有 15% 拥有研究生或专业学位。而对于孩子在公立或私立学校就读的父母，这一数据几乎相同：27% 拥有学士学位，17% 拥有研究生或专业学位。</p><p data-pid=\"dvraz48c\">这些发现对我来说并不特别令人惊讶。我自己是一位拥有博士学位的无神论者，而我的妻子则是拥有硕士学位的主流基督教徒。我所认识的第一个实施在家上学的家庭，大约六十年前，有两个男孩。当我认识他们时，一个是美国 21 岁以下国际象棋冠军，另一个是 14 岁以下国际象棋冠军。</p><p data-pid=\"wjoo23jq\">当然，我并不是暗示这些案例也具有普遍代表性。</p><hr/><p data-pid=\"Pks1PqP5\">[1] 与我一起。</p><p data-pid=\"dlici06G\">[2] Jehu 在 <a href=\"https://link.zhihu.com/?target=http%3A//www.overcomingbias.com/2010/08/functions-of-school.html%23comment-453102\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Robin Hanson 的博客</a>上解释为什么他发现接受在家上学的孩子比公立学校的孩子更讨人喜欢</p><p data-pid=\"N_cQEc3q\">[3] <a href=\"https://link.zhihu.com/?target=https%3A//nces.ed.gov/programs/digest/d18/tables/dt18_206.10.asp\" class=\" external\" target=\"_blank\" rel=\"nofollow noreferrer\"><span class=\"invisible\">https://</span><span class=\"visible\">nces.ed.gov/programs/di</span><span class=\"invisible\">gest/d18/tables/dt18_206.10.asp</span><span class=\"ellipsis\"></span></a></p><p data-pid=\"LbKCSaTg\">[4] <a href=\"https://link.zhihu.com/?target=https%3A//nces.ed.gov/nhes/homeschooling.asp\" class=\" external\" target=\"_blank\" rel=\"nofollow noreferrer\"><span class=\"invisible\">https://</span><span class=\"visible\">nces.ed.gov/nhes/homesc</span><span class=\"invisible\">hooling.asp</span><span class=\"ellipsis\"></span></a>. <a href=\"https://link.zhihu.com/?target=https%3A//nces.ed.gov/pubs2017/2017102.pdf\" class=\" external\" target=\"_blank\" rel=\"nofollow noreferrer\"><span class=\"invisible\">https://</span><span class=\"visible\">nces.ed.gov/pubs2017/20</span><span class=\"invisible\">17102.pdf</span><span class=\"ellipsis\"></span></a> 表 8 提供关于在家上学原因的信息，表 7 是关于实施在家上学的父母的教育水平。</p><p class=\"ztext-empty-paragraph\"><br/></p><blockquote data-pid=\"DBpX-Nms\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 claude-3.7-sonnet，校对<span class=\"nolink\">Zyi</span>、Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//daviddfriedman.substack.com/p/unschooling-2\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Unschooling: 2 - David Friedman’s Substack</a><br/>作者：<a href=\"https://link.zhihu.com/?target=https%3A//substack.com/%40daviddfriedman\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">David Friedman</a><br/>发布于 2023 年 2 月 16 日</blockquote><hr/><h2>相关文章</h2><a href=\"https://zhuanlan.zhihu.com/p/990666286\" data-draft-node=\"block\" data-draft-type=\"link-card\" data-image=\"https://picx.zhimg.com/v2-94119cd6c31e48d139ff16da9635f60f_180x120.jpg\" data-image-width=\"2048\" data-image-height=\"1536\" class=\"internal\">Thoughts Memo：我们的在家上学之旅</a><a href=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"block\" data-draft-type=\"link-card\" data-image=\"https://pica.zhimg.com/v2-125beeda1d1c858f72c36ce5402b767c_180x120.jpg\" data-image-width=\"6144\" data-image-height=\"4069\" class=\"internal\">Thoughts Memo：对成年后的非学校教育者的调查 I：研究发现综述</a><a href=\"https://zhuanlan.zhihu.com/p/661684045\" data-draft-node=\"block\" data-draft-type=\"link-card\" data-image=\"https://pic1.zhimg.com/v2-b89c7ceba1db5cf80315d7cdd8894260_180x120.jpg\" data-image-width=\"4256\" data-image-height=\"2832\" class=\"internal\">Thoughts Memo：非学校教育的益处：一项大规模调查的报告（上）</a><p></p>",
  "content_need_truncated": false,
  "created_time": 1742788115,
  "excerpt": "Homeschool 经常和 Unschool 一起谈，两者都是一种 以学生兴趣为导向、自主驱动的教育方式，核心是摒弃传统学校「统一课程+被动灌输」的模式。其特点包括：去标准化：拒绝将「人类知识的特定子集」强加于所有学生，仅强调基础技能（阅读、写作、算术），其他知识由学生根据兴趣和需求自主探索。自主性优先：学生完全掌控学习内容和节奏，通过阅读、游戏、实践和真实世界互动进行学习，家长仅提供资源和建议。现实导向：通过生活…",
  "extras": "",
  "force_login_when_click_read_more": false,
  "id": "130433858173",
  "is_collapsed": false,
  "is_contain_ai_content": false,
  "is_copyable": true,
  "is_jump_native": false,
  "link_card_info": {
    "https://zhuanlan.zhihu.com/p/621888520": "{\"card_type\":\"card_1\",\"display\":{\"title\":\"对成年后的非学校教育者的调查 I：研究发现综述\",\"card_open_url\":\"https://zhuanlan.zhihu.com/p/621888520\",\"desc\":\"56 赞同 · 6 评论 \\u003ca class=\\\"tag type_a\\\"\\u003e文章\\u003c/a\\u003e\",\"content\":\"\\u003ca class=\\\"text normal/bold\\\" data-color=\\\"#444444\\\" data-night-color=\\\"#D3D3D3\\\"\\u003eThoughts Memo:\\u003c/a\\u003e 有 75 名曾接受过非学校教育的成年人参与，他们报告了自己童年和成年的经历。在进行本文描述的研究之前，我的同事 Gina Riley 和我开展了另一项研究，调查了非学校教育家庭的父母——在这些家庭中，孩子不去上学，也没有接受基于有培养方案指导的家庭教育，而可以对自己的教育负责。在 2011 年 9 月，我在博客（ 这里 ）以及各种网站上发布了参与调查的号召。在回复者中，一共有 232 户家庭符合我们的参与标准，并完成了问卷。大…\",\"image\":{\"image_url\":\"https://pic1.zhimg.com/v2-125beeda1d1c858f72c36ce5402b767c_r.jpg?source=172ae18b\",\"ratio\":1,\"is_video\":false},\"bg_type\":\"dark\"},\"source\":{\"content_type\":\"ARTICLE\",\"content_id\":\"621888520\"},\"za_data\":{\"attach_info\":\"\"}}",
    "https://zhuanlan.zhihu.com/p/661684045": "{\"card_type\":\"card_1\",\"display\":{\"title\":\"非学校教育的益处：一项大规模调查的报告（上）\",\"card_open_url\":\"https://zhuanlan.zhihu.com/p/661684045\",\"desc\":\"40 赞同 · 11 评论 \\u003ca class=\\\"tag type_a\\\"\\u003e文章\\u003c/a\\u003e\",\"content\":\"\\u003ca class=\\\"text normal/bold\\\" data-color=\\\"#444444\\\" data-night-color=\\\"#D3D3D3\\\"\\u003eThoughts Memo:\\u003c/a\\u003e 对于非学校教育者而言，不上学带来了哪些益处？2011 年 9 月，也就是五个月前，我发表了一篇文章（点击 这里 查看），介绍了非学校教育运动，并邀请非学校教育家庭参加我们组织的问卷调查。这份问卷——在 Pat Farenga 的 Learning Without School 网站和 Jan Hunt 的 Natural Child Project 项目网站上进行投放——目的是了解非学校教育家庭的一些基本信息，比如孩子的年龄和性别，父母的工作情况，每个孩子接受传统学校教育、在…\",\"image\":{\"image_url\":\"https://pic1.zhimg.com/v2-b89c7ceba1db5cf80315d7cdd8894260_r.jpg?source=172ae18b\",\"ratio\":1,\"is_video\":false},\"bg_type\":\"dark\"},\"source\":{\"content_type\":\"ARTICLE\",\"content_id\":\"661684045\"},\"za_data\":{\"attach_info\":\"\"}}",
    "https://zhuanlan.zhihu.com/p/990666286": "{\"card_type\":\"card_1\",\"display\":{\"title\":\"我们的在家上学之旅\",\"card_open_url\":\"https://zhuanlan.zhihu.com/p/990666286\",\"desc\":\"63 赞同 · 17 评论 \\u003ca class=\\\"tag type_a\\\"\\u003e文章\\u003c/a\\u003e\",\"content\":\"\\u003ca class=\\\"text normal/bold\\\" data-color=\\\"#444444\\\" data-night-color=\\\"#D3D3D3\\\"\\u003eThoughts Memo:\\u003c/a\\u003e 六年前，我开启了 为孩子们提供在家上学 的全新旅程，这个决定彻底改变了我的大儿子 Aidan 和 Tristan 的学习生活。在此之前，他们在费尔法克斯县公立学校（FCPS） 度过了从幼儿园到六年级的时光，但随着时间的推移，他们对学校教育的不满情绪日益强烈。即便是在 4-6 年级就读所谓的「荣誉」学校，他们仍然感到无比乏味。学术内容过于浅显，进度慢得令人沮丧。非学术内容则幼稚得让人难以接受。更让人头疼的是，诸如音乐、舞蹈、合…\",\"image\":{\"image_url\":\"https://picx.zhimg.com/v2-94119cd6c31e48d139ff16da9635f60f_r.jpg?source=172ae18b\",\"ratio\":1,\"is_video\":false},\"bg_type\":\"dark\"},\"source\":{\"content_type\":\"ARTICLE\",\"content_id\":\"990666286\"},\"za_data\":{\"attach_info\":\"\"}}"
  },
  "podcast_audio_enter": {
    "action_url": "zhihu://podcast/audio_player/0?contentId=130433858173&contentType=answer&subType=&entrance=detail_page",
    "sub_type": "",
    "text": "听内容",
    "text_color": "MapBrand",
    "text_size": 13
  },
  "question": {
    "created": 1372845906,
    "detail": "最近认识一美国女孩，她告诉我她一直接受home school教育，这是怎样一种教育模式？<br/>她们家五个孩子都是在家接受从小学到高中的教育，然后再出去上大学，这样的教育的优势在哪里？",
    "id": "21287689",
    "question_type": "normal",
    "relationship": {},
    "title": "美国的 Homeschool 教育是一种怎样的教育模式？",
    "type": "question",
    "updated_time": 1380954237,
    "url": "https://www.zhihu.com/api/v4/questions/21287689"
  },
  "relationship": {
    "upvoted_followees": []
  },
  "type": "answer",
  "updated_time": 1742788115,
  "url": "https://www.zhihu.com/api/v4/answers/130433858173",
  "voteup_count": 34
}