{
  "allow_segment_interaction": 1,
  "answer_type": "normal",
  "author": {
    "avatar_url": "https://picx.zhimg.com/v2-d571786b77078321f5f6ef92f4967877_l.jpg?source=2c26e567",
    "avatar_url_template": "https://pica.zhimg.com/v2-d571786b77078321f5f6ef92f4967877.jpg?source=2c26e567",
    "badge": [
      {
        "description": "信息技术行业 算法工程师",
        "topics": [],
        "type": "identity"
      }
    ],
    "badge_v2": {
      "detail_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "super_activity",
          "icon": "https://picx.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "night_icon": "https://picx.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "sources": [
            {
              "avatar_path": "",
              "avatar_url": "",
              "description": "",
              "id": "27",
              "name": "知势榜8月",
              "priority": 27,
              "token": "",
              "type": "content_potential_category",
              "url": ""
            }
          ],
          "title": "社区成就",
          "type": "reward",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "https://pica.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "night_icon": "https://picx.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "sources": [],
          "title": "已认证的个人",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "icon": "https://pica.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "merged_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "best",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "社区成就",
          "type": "best",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "认证",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "night_icon": "https://pic1.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "title": "知势榜教育校园领域影响力榜答主"
    },
    "gender": -1,
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "id": "4c592f496dc33822b560b382907ff1d0",
    "is_advertiser": false,
    "is_org": false,
    "is_privacy": false,
    "name": "Thoughts Memo",
    "type": "people",
    "url": "https://www.zhihu.com/api/v4/people/4c592f496dc33822b560b382907ff1d0",
    "url_token": "L.M.Sherlock",
    "user_type": "people"
  },
  "biz_ext": {
    "share_guide": {
      "has_positive_bubble": false,
      "has_time_bubble": false,
      "hit_share_guide_cluster": false
    }
  },
  "comment_count": 52,
  "content": "<p data-pid=\"F63FMasg\">你如果了解他是具体如何培养他三个女儿的，就知道为啥这种培养方法不可能大规模推广了（</p><p data-pid=\"474_Itxx\">拉斯洛波尔加在他所著的《培养天才》（世界语：Eduku geniulon）中详细记录了他对他女儿所进行的为期 15 年的教育实验。后文我会附上这本书的精简翻译（约一万字），究竟靠不靠谱，读一读便知。</p><p data-pid=\"SYp9on-I\">这里我简单说说为啥这种培养方法不可能大规模推广：</p><p data-pid=\"rsZTAc17\"><b>首先，这种方法与现行教育体系之间存在根本冲突，彻底颠覆了学校教育。</b></p><p data-pid=\"jhNZW6K7\">波尔加的方法本质上是<b>在家教育和早期专攻</b>。他的三个女儿从 4 岁开始每天下 5～6 个小时的国际象棋。并且一直都在家接受教育，没有去上学。</p><p data-pid=\"9soXKred\">这直接挑战了主流的、标准化的、整齐划一的普鲁士学校教育模式。主流体系的目标是把大多数规训成听话的工具人，而不是卓越的个体。波尔加直言不讳地指出，学校扼杀热情、不容忍特异、培养不出自主的个体。</p><p data-pid=\"E1UOfbfT\">所以，推广他的方法，就等于承认现行学校教育的失败，这是教育官僚和既得利益者无法接受的。</p><p data-pid=\"VlKUrGVP\"><b>其次，这在社会和文化上都存在巨大阻力，特别是对「天才」的偏见。</b></p><p data-pid=\"iGzXWZ-W\">公众对「天才」普遍存在误解，要么认为他们是古怪的疯子，要么就觉得他们遥不可及。波尔加一家的成功，在当时被许多人视为对孩子的「虐待」，指责他是在强迫女儿实现自己的梦想，剥夺了她们的「童年」。这种强大的社会舆论压力，足以让大多数试图效仿的家庭望而却步。</p><p data-pid=\"0mjadMVL\"><b>再者，这种培养方法对家庭和父母的极高要求。</b></p><p data-pid=\"AZ1haaDD\">波尔加的模式需要父母投入极大的时间、精力和资源。他本人每天工作 15 个小时，全身心投入到女儿的教育中。他的妻子克拉拉也需要放弃很多，全力支持家庭。这需要父母双方有共同的、坚定的信念，并且至少有一方能全职投入。这对于绝大多数现代家庭来说，是不现实的。</p><p data-pid=\"tlTzS_PY\">总而言之，波尔加的方法之所以没有被大规模推广，不是因为它不靠谱，恰恰相反，是<b>因为它太靠谱了，以至于它像一面镜子，照出了我们现有教育体系、社会文化和家庭模式的种种缺陷和无能。</b> 它要求的不是对现有体系的小修小补，而是一场彻底的革命，这对任何一个社会来说，都是极其困难和痛苦的。推广它，需要的不只是教育方法论的改变，更是整个社会观念的颠覆。</p><blockquote data-pid=\"0gQUd5_d\">以上内容为 gemini-2.5-pro 生成的序言。<br/>以下内容摘自 <a class=\"member_mention\" href=\"https://www.zhihu.com/people/4c592f496dc33822b560b382907ff1d0\" data-hash=\"4c592f496dc33822b560b382907ff1d0\" data-hovercard=\"p$b$4c592f496dc33822b560b382907ff1d0\">@Thoughts Memo</a> 汉化组的译文<a href=\"https://zhuanlan.zhihu.com/p/1927682307470362197\" class=\"internal\" target=\"_blank\">《培养天才》by 拉斯洛·波尔加</a></blockquote><h2><b>引言</b></h2><p data-pid=\"VgbxmYtX\">天才 = 努力 + 运气</p><p data-pid=\"DBZobp9q\">这是我在 1989 年写的书，记录了对我几个女儿进行的为期 15 年的教育实验。它既非一份秘方，也非一项挑战，而仅仅是一个证明：有意识地培养一名天才完全是可能的。</p><p data-pid=\"vi98HjXE\">所谓的神童，其实是自然的现象，是由其父母和社会共同造就的。可悲的是，许多潜在的天才尚未被任何人（包括他们自己）意识到其可能性，便已悄然消逝。</p><p data-pid=\"zZBv5Clc\">历史上有许多人无意中做成了类似的事；我们只不过是有意地将其重现罢了。</p><h2><b>1. 教育实验的秘密</b></h2><h3><b>1.1. 波尔加家族</b></h3><p data-pid=\"GBHFmeCN\">波尔加三姐妹（苏珊、索菲亚、朱迪特）在国际上的声望，堪比魔方发明家<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Ern%25C5%2591_Rubik\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">鲁比克·厄尔诺</a>。</p><p data-pid=\"WAyf2y82\">她们仅仅是其父亲的提线木偶，像棋子一样被操纵吗？绝无可能。这种级别的成功，需要能动性和积极的合作。木偶是成不了天才的。恰恰相反，我为她们提供了机遇、自由和支持。绝大部分决定都是她们自己做的。</p><p data-pid=\"7SdL9Qk3\">你知道什么才是真正的提线木偶制造机吗？是传统的学校教育体系。看看那些九月份还满怀热情踏入校门的孩子们，到了圣诞节，大多数都已热情耗尽。</p><p data-pid=\"0YNpmC2O\">并非所有天才都快乐。有些人被周遭环境排斥，或者未能实现自己的目标。但另一些天才是快乐的，他们被环境接纳，取得成功，并为社会做出积极贡献。我认为，天才在生活中获得快乐的几率<b>更大</b>，而幸运的是，我的女儿们正是这样的例子。</p><p data-pid=\"p-w5YnLz\">我曾当过十多年的共产党员，但我并不认同许多事情；尤其是民主的缺失，以及对精英教育的反对。</p><p data-pid=\"quU18rT1\">我从十几岁起，每天工作约 15 个小时。我痴迷于追求高品质。有人说我固执，甚至好斗。我努力实现我的目标，也经历了无数挫折；在我看来，有些人似乎曾试图摧毁我们。我们受到过高级别政治家的威胁。直到 1985 年，我们才被允许出国旅行，而那时，苏珊已经是国际女子象棋排名第一的选手了。</p><p data-pid=\"cjQ8bjhE\">但我很高兴，我拥有一个伟大的家庭，幸福的婚姻，三个成功的孩子，并且我独创的教育事业也正持续产生着影响。</p><h3><b>1.2 先天还是后天？</b></h3><p data-pid=\"cuYEsV0q\">我相信，任何一个生理上健康的儿童，都可以被培养成天才。我和妻子阅读了大量的书籍和研究。通过研究许多名人的童年，我们发现他们无一例外都是很早就专注于某一领域，并且每个人背后都有一位极力支持的家长、老师或教练。我们得出的结论是：<b>天才是后天养成的，而非天生的</b>。我们通过实验证明了这一点。我们希望将来有人能基于我们的假说，建立起一套连贯的教育体系。</p><p data-pid=\"9SeobkVf\">我们关于遗传学的大部分知识（截至 1989 年）都与疾病有关。健康的大脑是极具可塑性的。<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/John_B._Watson\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">华生</a>和<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Alfred_Adler\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">阿德勒</a>都曾强调教育的重要性。但华生从未真正得到过他所要求的那「<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/John_B._Watson%23.22Twelve_infants.22_quotation\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">一打</a>健康的婴儿」来进行培养，所以我是第一个真正做这个实验的人。以下是我的五个原则：</p><p data-pid=\"jCHKoeAO\">* 人的个性是三方面因素共同作用的结果：<b>天生的禀赋，环境的支持，以及自身的努力</b>。这三者的相对重要性取决于年龄：生物性因素对新生儿影响最强，社会性因素对十岁孩童影响最强，而在此之后，自身行动的重要性则日益增长。</p><p data-pid=\"ZxeYYKBc\">* 社会影响有两个来源：<b>家庭和文化</b>。人天生是社会性动物，因此教育应将孩子视为其自身成长的共同创作者。</p><p data-pid=\"mV1CX6EV\">* 我相信，任何健康的孩子都拥有足够的<b>通用能力</b>，并可以专攻任何类型的活动。在这一点上，我不同于许多老师和家长的观点，他们认为教育的职责是去发现孩子身上隐藏的所谓「天赋」。我相信，孩子拥有的是通用能力，并通过教育来获得专项技能。</p><p data-pid=\"KY0ribHt\">* 天才的成长需要<b>有意识地进行规划</b>；它不会随机发生。</p><p data-pid=\"aAgZJD0m\">* 人们应当追求最大可能的<b>自我实现</b>；这会给他们自身以及他们周围的人都带来幸福。教育的目标不应是平庸，而应是卓越。</p><h2><b>2. 一种与众不同的教育</b></h2><h3><b>2.1. 关于当代学校</b></h3><p data-pid=\"gUj-3yQP\">我们让孩子们在家上学。当今的学校标准设得太低，并且对那些因天赋或其他原因而异于常人者极不宽容。学校教育既不为真实生活做准备，也不让孩子爱上学习，更不激发远大的目标；它既培养不出自主的个体，也培养不出真正的集体。</p><p data-pid=\"gQOJ_PJK\">倘若你只有一种类型的学校，而每所学校里都只有寥寥几个天资卓越的孩子，夹杂在众多平庸之辈和少数资质孱弱者之中，那么出现这样的结果也就不足为奇了。即便是那些平庸的孩子，其水平也更接近于资质孱弱者，而非天资卓越者。而教师，出于现实需要，只能去适应大多数。这里没有足够的空间进行个性化教学，却有大量无意义的重复。当然，人们总在大谈特谈要培养解决问题的能力，但这从未真正发生过。在学校里，师生双方都在受苦。</p><p data-pid=\"outXMYw7\">有天赋的孩子感到无聊，甚至疲惫，因为无聊比恰如其分的努力更令人厌倦。有天赋的孩子不受欢迎，就像所有与众不同的人一样。许多有天赋的孩子还会出现心因性的生理问题，例如失眠、头痛、胃痛、神经衰弱。历史上的名人常常在学校里遇到麻烦；他们被认为是愚笨和没有天赋的。校园里充斥着霸凌，和普遍的善意匮乏。美国和苏联都有为天才儿童设立的学校，但在匈牙利却不知为何没有（截至 1989 年）。</p><p data-pid=\"DSCMUZqZ\">为了让我第一个女儿能在家上学，我曾进行了大量的抗争。我害怕学校会危及她才能的发展。我们得到了许多人的支持，包括教育家，但形形色色的官僚却一再拒绝我们，有时甚至出言威胁。最终，我们从政府那里获得了一份特许，但它只适用于一个孩子。因此，为了我的二女儿，我们不得不再次走完同样的流程。</p><h3><b>2.2. 每个孩子都是一份期许</b></h3><p data-pid=\"W_2SK06Y\">唤醒并保持孩子的兴趣，让他们相信成功触手可及，信任他们，并赞美他们，这是至关重要的。当孩子热爱一项工作时，他便能富有成效地长时间投入其中。深刻的兴趣能够塑造个性和技能。一个有动力的孩子，成就更多，疲惫更少。</p><p data-pid=\"qS8pTbIc\">我信奉积极的激励。要创造一个能让孩子体验到许多成功的环境。成功让孩子自信，失败则让他们缺乏安全感。成功的经验和他人的赞赏能够激励并加速学习。而失败、恐惧和羞怯则会削弱成就的欲望。在一个领域的成功甚至能增强在其他领域的信心。</p><p data-pid=\"oWmMQ2v3\">过多的赞美可能导致自负，但总的来说，宁可赞美过多，也好过赞美不足。当然，赞美必须与真实的成果相联系。</p><p data-pid=\"19ZWM9ek\">纪律，特别是内在的心理纪律，同样能提升技能。</p><p data-pid=\"bE4f0_kF\">我相信3到6岁这段时期极为重要，却又被严重低估。不，这个年龄的孩子学习一点也不早。实际上，这正是他们大脑发育最快的时期。他们应该学习外语。在多语言环境中，孩子们是很自然地就能做到的。</p><p data-pid=\"nEX7tVez\">游戏对孩子很重要，但游戏并非工作的对立面。收集信息、解决问题本身就充满乐趣。要提供有意义的活动，而非那些与学习割裂开来的游戏。一个没有学习内容的游戏，仅仅是一种替代性活动。有天赋的孩子更偏爱需要脑力活动的游戏。学习与玩耍之间存在一个连续的光谱（就像成人的工作与爱好一样）。大脑，如同肌肉，通过日常的活动会变得更强壮。</p><p data-pid=\"f_DD41U4\">我的女儿们曾用高强度的方法学习语言、象棋和乒乓球。这样做是否存在损害她们个性的风险？或许有，但我相信，在童年时期无所事事地虚度六年光阴，对个性的损害风险实际上更大。</p><p data-pid=\"9PMX5QTd\">当我的女儿们分别是 15 岁、9 岁和 8 岁时，我们参加了一场 24 小时国际象棋锦标赛，要求在 24 小时内下 100 盘棋。（大多数参赛者年龄在 25 到 30 岁之间。）苏珊最终夺冠。而所有三个女孩在比赛后半程的胜率与前半程的相差无几，这表明孩子们能够长时间保持专注。但这确实是一次超乎寻常的负荷。</p><h3><b>2.3. 天才——是天赋，还是诅咒？</b></h3><p data-pid=\"TJu5hT8c\">我并非主张我们应该把每个孩子都培养成天才；我只是想说，将孩子培养成天才是可能的。我反对整齐划一的教育，即便是那种假想的、会采用我的方法的统一教育。</p><p data-pid=\"2GUFLSl8\">公众对天才的印象通常是两个极端之一：要么认为他们都古怪癫狂，要么认为他们都该是 CEO 或电影明星。心理学早已超越了这种认知。科学家们曾检验过爱因斯坦的大脑，但发现其重量或体积与常人并无差异。对我而言，<b>天才就是一位实现了其全部潜能的普通人</b>。许多著名的天才都将自己的成功归功于勤奋、自律、专注、对工作的热爱、耐心和时间。</p><p data-pid=\"seHNb-NN\">所有健康的新生儿都是<b>潜在的</b>天才，但他们能否成为<b>真正的</b>天才，则取决于其环境、教育和自身的努力。例如，20 世纪成为天才的人数比 19 或 18 世纪要多，其原因之一便是社会变革。天才需要被解放。希望在未来，更多的人能获得自由和充分的发展，从而让天才成为一种常态，而非例外。但就目前而言，这样的人还寥寥无几。随着人们长大，他们成为天才的潜力会逐渐丧失。我估计，一个普通人成为天才的几率，在 1 岁时约为 80%；3 岁时 60%；6 岁时 50%；12 岁时 40%；16 岁时 30%；18 岁时 20%；到 20 岁时仅剩 5%。此后便会降至百分之几。</p><p data-pid=\"qFX_Q7na\">一个天才儿童在智力上可以超越同龄人 5 到 7 年。如果一个「神童」最终没能成为「神人」，我坚信，是他们的环境阻碍了他们。人们总说有些孩子发展得快，有些慢；而我想说，是他们成长的环境不同。好的环境能让人进步得更快。不过，也有些哲学家或作家是在晚年才成为天才的。</p><p data-pid=\"my95oAQF\">人们发现很难接纳那些与众不同的人，甚至一些科学家也是如此；例如，爱因斯坦的相对论就曾遭到许多人的反对。我的女儿们不仅受到公众舆论的攻击，也受到其他国际象棋选手的攻击。</p><p data-pid=\"6Pqmp1af\">有些天才对自己的处境感到不快，但许多人享受着创造的乐趣、感受到的美和成功的喜悦。天才可能会因对自己设定了不切实际的目标而伤害自己，但大部分伤害来自外部，表现为对其工作的贬低，缺乏物质和道义上的支持，以及无端的批评。在今天，一个煽动家就可以利用大众传媒，向全体民众散播毒药，煽动他们去仇视自己民族的文化代表。</p><p data-pid=\"p0-20MXp\">随着国际交流和思想交融的日益增长，天才比以往任何时候都更加重要。教育对于克服经济问题是必需的；新发明创造了新工作。但一个天才之所以会激起人们的愤怒，并非因为他的行为，而是因为他的才干。</p><h3><b>2.4. 每个孩子都该成为名人吗？</b></h3><p data-pid=\"g0NPdzWs\">我相信教育的多样性。我并非在批评教师们没有按我的方式行事。改善教育的尝试还有许多其他形式。但我认为，现在我们有可能将目标定得更高，去培养天才。我能想见以下几种可以实现此目标的环境：</p><p data-pid=\"9pwN7EVq\">* <b>在家教育</b>，即教育自己的亲生或领养的子女。多个家庭可以合作并分享彼此的技能。</p><p data-pid=\"w0YkGjIG\">* <b>为天才设立的专门教育机构</b>；一所学院或家庭式的机构。</p><p data-pid=\"2zHkVBK1\">在家教育，或在家长监督下的私立教育，是培养天才的古老方法。家庭应该更多地参与到教育中来；你不能简单地把一切都外包给学校。我们应该支持那些愿意发挥积极作用的家庭。教育在充满爱的环境中效果更佳。</p><p data-pid=\"yATcJgPS\">与其试图去<b>发现</b>一个天赋，不如去<b>发展</b>一个。要尽早开始专攻，从 3 岁或 4 岁开始。一个人不可能成为所有领域的专家。</p><p data-pid=\"Y1lzJk0d\">我的女儿们从 4、5 岁起，每天下 5 到 6 个小时的棋。同理，如果你想成为一名音乐家，就每天花 5 到 6 个小时钻研音乐；想成为物理学家，就钻研物理；想成为语言学家，就钻研语言。通过这种高强度的指导，孩子很快就能领悟知识的精髓，体验到成功，并迅速获得独立运用这些知识的能力。例如，在每天学习 5 到 6 个小时世界语之后，不出数月，孩子就可以开始与其他国家的孩子通信，参加国际聚会，亲身体验用外语交流。这既是愉快的，对孩子有益，对社会也有益。下一年，可以开始学英语，然后是德语，等等。现在，孩子会享受这个过程，因为它显然充满了意义。（这与学校里大多数学习都让人感觉漫无目的形成对比。）在国际象棋领域，第一年能让你成为一名普通棋手，三年成为一名优秀棋手，六年成为一名大师，十五年则能成为一名特级大师。当一个 10 岁的孩子在某项技能上超越一个普通成年人时，其激励作用是巨大的。</p><p data-pid=\"qKUa3SqJ\">有天赋的孩子需要经济支持，以支付书籍、教育和旅行的费用。</p><p data-pid=\"6a9KWyXc\">有些人担心，早期专攻可能导致对其他领域的无知。但事实恰恰相反；在一个领域形成的能力可以迁移到其他领域。人通过专攻，学会了<b>如何学习</b>。</p><p data-pid=\"EEwnHGnv\">此外，所谓的「专攻」也是相对的。比如，如果你想成为一名计算机程序员，你会学习数学、信息学、外语；当你成名后，你会去旅行，会见有趣的人，体验不同的文化。我的女儿们，除了是国际象棋天才外，还会说多种外语，旅行，运动，写书等等。对某件事有深入的了解，并不意味着对其他一切都一无所知。反过来看，那种被误导的、试图成为通才的努力，其结果可能是一无所长，仅仅是对一切事物都略懂皮毛。</p><p data-pid=\"jl7UPsdc\">情感和道德教育必须与早期专攻同步进行，以培养健全复杂的人格。我们希望我们的孩子能热情、勇敢、坚毅，能客观地评判事物和人物，能承受失败并抵制成功的诱惑，能应对挫折并容忍哪怕是错误的批评，能制定计划，能管理自己的情绪。此外，还要懂得爱与尊重他人，并且更偏爱创造性的工作，而非物质享乐或地位的象征。我们告诉她们，她们可以取得伟大的成就，但世界冠军只有一个，所以她们的目标更应该是成为优秀的棋手，擅长运动，并成为诚实的人。</p><p data-pid=\"oph7NYj3\">教育学非常强调让孩子与同龄人待在一起。但我认为，<b>心智上的同伴比年龄上的同伴更重要</b>。强迫一个有天赋的孩子将大部分时间都在同龄人中间，会对他造成伤害。另一方面，将大部分时间都与成年人待在一起，则存在孩子会一直依赖他们、从而丧失独立性和主动性的风险。你需要找到一个平衡点。我相信，最好的伙伴应该是那些智力水平相近、兴趣爱好相似、且关系良好的人。</p><p data-pid=\"YMuXTYVc\">例如，如果 13 岁的苏珊被迫只能和 13 岁的孩子下棋，那将对双方都造成伤害。她无法从他们身上学到任何东西；而他们则会因不断输棋而心生怨恨。</p><p data-pid=\"8RbCFFU6\">起初，我曾希望我能将每个女儿都在不同的领域培养成天才（比如数学、象棋、音乐）。那将是一个更有说服力的证据，证明你可以培养任何类型的天才。我相信我本可以成功，但我受限于金钱和时间。我们那时会需要三位家庭教师，每天得去三个不同的地方，还得为数学、象棋和音乐购买书籍（以及乐器）。而让她们组成一个团队，事情就变得简单多了，家庭内部也有了更多共同之处。一些心理学家曾担心，孩子们可能会相互嫉妒、彼此憎恨。但我们正确地教育了她们，这种情况并未发生。</p><p data-pid=\"vKBtr3QO\">以下是我所构想的一所天才学校的典型一天：</p><p data-pid=\"YwUXOgBb\">* 4 小时学习专攻科目，例如国际象棋；</p><p data-pid=\"ssRJNqTF\">* 1 小时学习一门外语；第一年世界语，第二年英语，之后自由选择；在学习初期的头三个月，外语学习时间会增加到每天 3 小时（通过暂时减少专攻科目的时间来实现）；暑假期间出国旅行；</p><p data-pid=\"0TTgYJAR\">* 1 小时计算机科学；</p><p data-pid=\"c9Pqpvrv\">* 1 小时伦理学、心理学、教育学、社交技能；</p><p data-pid=\"RCCRHRVb\">* 1 小时体育课，具体形式由个人选择。</p><p data-pid=\"2uvTJ_Xh\">我是否愿意在这样的学校任教？理论上愿意，但在实践中，我已经因为与当局、媒体、固执己见的教育家和心理学家们进行的无休止的辩论而筋疲力尽了。我真的厌倦了这一切。这类学校的教师需要被保护起来，远离所有这些纷扰，这样他们才能全身心地投入到工作中去。</p><h3><b>2.5. 世界语：学习外语的第一步</b></h3><p data-pid=\"xYv1Af2p\">我们全家都说世界语。它是我们道德体系的一部分，是一种促进人类平等的工具。围绕着它有许多偏见，但所有进步的思想都曾遭遇过同样的命运。有些人依据《圣经》辩称，语言的多样性是上帝的惩罚，我们必须忍受。有些人投入了大量资源学习了两三门甚至四门外语，不愿失去自己已获得的地位。经济强国则将自己的语言作为其统治地位的一部分强加于人，而其他语言的使用者则受到歧视。将世界语作为每个人的第二语言，将使国际交流更加便捷和平等。但考虑到当今的经济压力，接下来学习英语、俄语或汉语也是合乎情理的。</p><p data-pid=\"S1W4mSy0\">世界语的语法规则严谨，句法简单。它还借鉴了许多拉丁语、日耳曼语和斯拉夫语的词根，因此作为一个欧洲人，即便你不熟悉这门语言，也很可能在一篇文章中认出许多单词。从教育学的角度看，这是一个优势：你可以更容易地学习它的词汇和语法；学习整个语言的难度比其他语言大约低 10 倍。</p><p data-pid=\"V6G3Xq6G\">它为「外语」这个概念提供了一个绝佳的入门范例，这在日后学习其他语言时会大有裨益。众所周知，学会一门外语能让学习下一门外语变得更容易。所以，如果学习世界语所需的时间比学习另一门语言，如英语，少 10 倍，而掌握一门外语能让学习第二门语言的效率至少提升 10%，那么先学世界语就是有意义的。另外，对于那些在学习语言方面有困难的学生来说，世界语会是一次很棒的初体验；他们会更快地取得成功。</p><h2><b>3. 国际象棋</b></h2><h3><b>3.1. 为什么是国际象棋？</b></h3><p data-pid=\"wDB41CPU\">最初，我们在数学、国际象棋和外语之间抉择。最终我们选择了国际象棋，因为该领域的结果易于衡量，有一套传统且客观的评判体系，这使得证明我们的实验成功与否更为容易。事后看来，这是一个幸运的选择，因为当时我们完全没料到将要面对多少阻碍。倘若我们无法明确地证明我们的成果，那么针对我们的攻击将会猛烈得多。</p><p data-pid=\"dpjc8lC1\">国际象棋看起来足够复杂（它同时是一种游戏、一门科学、一门艺术和一项运动），因此过度专攻的风险较小；即便孩子们将来决定厌倦了象棋，她们仍能保留一些可迁移的技能。而我们的孩子都是女孩，这一点更是一个加分项：我们还能借此证明，女孩在智力上完全可以与男孩媲美；但要做到这一点，我们需要一个无可辩驳的证据。（尽管如此，人们还是会试图贬低这个证据，说些诸如「哦，象棋很简单，但你试试在语言、数学或音乐上做同样的事！」之类的话。）</p><p data-pid=\"Hve1jUCx\">国际象棋的科学性体现在，你必须遵守规则、分析局势、运用直觉。如果你有一个偏爱的假说，比如某个钟爱的开局，但你却屡战屡败，你就必须改变想法。国际象棋还有其审美维度；一些棋局之所以被发表和欣赏，不仅在于其令人叹服的逻辑，更在于它们在某种意义上是美的，它们展现了某些出人意料的构思。此外——这一点大多数人并不熟悉——下棋需要极佳的身体素质。所有顶尖的棋手都会从事某项体育运动，这并非巧合。它的组织形式也与体育类似：有锦标赛、选手、观众；你必须应对输棋的痛苦，必须遵守公平竞赛的原则，等等。</p><h3><b>3.2. 波尔加三姐妹是如何开始学棋的？</b></h3><p data-pid=\"FbXxwcca\">我并没有什么教孩子下棋的「独门怪招」；我所用的，只是我那套通用的教育哲学在国际象棋上的应用而已。要用爱、用游戏的方式去教棋，不要强推硬搡。记住要让孩子在大部分时候赢。要向孩子解释，任何事情都是可以学会的，国际象棋也不例外。如果孩子在下棋时总是坐不住、动来动去，别担心，他的脑子可能仍在思考棋局。不要解释所有的事情，要给孩子独立发现的机会。不要批评失败，要赞美成功。</p><p data-pid=\"jr7FMeRt\">从较短的课程开始，只上半小时，然后休息一下。从解决简单的问题入手。我们的女儿们很喜欢做「两步/三步杀」之类的习题。要让孩子经常与水平相当的对手下棋。对孩子来说，下许多盘快棋（例如用 5 分钟计时器）比下少数几盘慢棋要好。要参加适合孩子当前水平的锦标赛。</p><p data-pid=\"ckb29mfN\">我们有一个藏有大量不同棋局的资料库，按战术和棋手姓名进行了索引。这样，女儿们就可以在比赛前研究对手的棋路。</p><p data-pid=\"OvaPtwZS\">当孩子输了比赛，不要批评他们；孩子已经够难过了。要给予支持，帮助他们分析失误。</p><p data-pid=\"CgKOQao1\">当我的女儿们撰写关于国际象棋的文章时，这能促使她们深入思考相关问题。</p><p data-pid=\"y0dC-rBH\">一盘棋的所有三个阶段——开局、中局、残局——都需要同等程度的专注。有些人过于关注残局，而忽略了其他部分。但在锦标赛中，一个糟糕的开局足以毁掉整盘棋。</p><p data-pid=\"cDbaM2iD\">在三个女儿中，苏珊的处境最为艰难。事后看来，让她学习七八门外语或许太多了；那些时间里的一部分，本可以更好地用来进一步提升她的棋艺。作为长女，她也面临了来自诋毁者最恶毒的批评；结果，她成了三姐妹中棋风最偏防守的一个。两个妹妹的优势在于，她们可以一同对抗同样的压力。但即便如此，我确信，如果没有那些压力，她们的进步本可以更快。</p><p data-pid=\"V1XZ8XiR\">政客们影响了匈牙利国际象棋协会的决策；结果，我的女儿们尽管是国内最顶尖的棋手，却常常被禁止参加国际青少年比赛。他们想阻止苏珊成为世界女子排名第一的棋手。有一次，他们甚至给她的竞争对手「赠送」了 100 个积分，就为了把苏珊压在第二位。后来，他们又不允许她参加国际男子锦标赛，尽管她在匈牙利国内男子比赛中的成绩已使她具备了参赛资格。政府还常常拒绝给我们签发护照，声称「我们的出国旅行有损公共秩序」。此外，尽管我的女儿们已位居世界顶尖排名，为她们找一位教练却依然困难重重。直到最近我们才得到外国的援助：一位荷兰的赞助人提出为我的女儿们支付教练和陪练的费用，还为苏珊买了一台个人电脑。一位德国记者则给了我们一套程序和一个数据库，并教会了孩子们如何使用它。</p><p data-pid=\"y9kD37sK\">匈牙利的媒体持续攻击我们，发布不实信息。我们提起了几场诉讼，并且全都胜诉了，但这只会分散我们工作的精力。而外国媒体——无论是从国际象棋、心理学还是教育学的角度撰文——对我们都很公正；他们写了将近四万篇关于我们的文章，最终，连匈牙利的棋手、心理学家和教育家们都可以通过他们来了解我们。</p><p data-pid=\"xtqqfAaF\">起初，我身兼我女儿们的父亲、教练和经纪人三职。但如今，我已完全没有资格当她们的教练了，所以我只负责管理她们的教练团队。</p><p data-pid=\"MBN7QZgT\">直到最近，还没有人相信女性能下出与男性相媲美的棋。现在，这三个女孩加起来已拥有约 40 项吉尼斯世界纪录；她们一次次地刷新着自己过往的纪录。在 1988 年的一次采访中，卡尔波夫说：「苏珊非常强，但朱迪特……在那个年纪，无论是我还是卡斯帕罗夫，都下不出朱迪特那样的棋。」</p><h3><b>3.3. 我们如何能让孩子爱上象棋？</b></h3><p data-pid=\"CEFCP8SG\">以下是一些教 4、5 岁孩子下棋的技巧。首先，我制作了一个空白的、划分成 8x8 小方格的棋盘，并给行和列命了名。我说一个格子的坐标，我的女儿必须找到它；然后她再说一个，我来找。接着，我们换用黑白棋盘，在不看棋盘的情况下猜测某个坐标格子的颜色。</p><p data-pid=\"YVcQkk9n\">然后我们引入了「王」，进行「王对王」的对战；任务是让你的王走到棋盘的底线。接着我们加入了一个「兵」；目标依然是走到对方底线。如此玩了一个月后，我们引入了「后」，以及「将死」的概念。后来我们又逐步加入了剩下的棋子（其中「马」的走法最难掌握）。</p><p data-pid=\"eDCCnZmS\">再然后，我们解了大约一千道「一步杀」的习题。接着是两步杀、三步杀、四步杀。这又花去了三四个月。直到这之后，我们才开始真正地进行对局。</p><p data-pid=\"jVpwDp_-\">为了给孩子创造优势，不要用让你自己棋子更少的方式来让子，因为那会改变整盘棋的结构。相反，你可以给自己设定一个非常短的用时，或者故意犯一个错误，这样孩子就能学着去发现它们。</p><p data-pid=\"SsjuPUKm\">要有耐心，即便某个阶段耗时良久。根基越牢固，日后才能建得更高。这正是我认为我们的教育体系犯下大错的地方。学校的教学不够密集，结果孩子们在漫长的课间里，把学到的大部分东西都忘了。然后，尽管第一步还没完全掌握，他们就被推向了第二步，如此循环。</p><h3><b>3.4. 象棋与心理学</b></h3><p data-pid=\"OQm3FsQS\">竞技象棋有助于塑造个性：意志力、情绪管理、毅力、自律、专注力、自控力。它也能发展智力技能：记忆力、组合能力、逻辑思维、以及对直觉的恰当运用。理解对手的弱点将对你大有裨益。</p><p data-pid=\"uqjDjRe_\">人们高估了智商测试在判断天赋上的作用。对不同领域天才的测量显示，他们的平均智商只比大众的平均水平略高一些。</p><h3><b>3.5. 妇女解放</b></h3><p data-pid=\"sav7N6LI\">有些人错误地说，我的女儿赢得了<b>男子</b>象棋锦标赛。但官方根本不存在所谓的「男子象棋锦标赛」，只有不分性别的<b>国际象棋锦标赛</b>，对男女棋手一并开放。（另外，倒是有一个独立的女子象棋锦标赛，只对女性开放，但那被认为是二线联赛。）</p><p data-pid=\"KrPkBON9\">我是在我的孩子们出生前，就为她们制定好了培养计划。我并不知道我会生的全是女孩，因此也没预料到这个特殊问题：对女性的歧视。我本想完全按照计划来培养我的女儿苏珊，但许多人试图阻止；他们坚称她不能与男孩同场竞技，她应该只和女孩比赛。因此，我最初那个证明「天才是可以培养的」的目标，便间接地转化成了一个证明「男女之间不存在本质的智力差异」的目标，为的是让人们不能再用那个借口来压迫女性。</p><p data-pid=\"R9n9t0Na\">人们不断告诉我，我最多只能把苏珊培养成一个女子冠军，无法与男性竞争。但我知道，在小学阶段，女孩<b>完全可以</b>和男孩一较高下。只有到了后来，当她们开始扮演起所谓的「女性角色」，当她们被教导要打扫房屋、洗涤衣物、烹饪三餐、追逐时尚、在意衣着细节，并被期望尽快结婚——当社会对她们的期望与对男孩的期望截然不同时——这才会对她们技能的发展产生负面影响。但家庭责任和养育子女，本就可以由父母双方共同承担。</p><p data-pid=\"t_Ya1ljv\">如果能得到相似的条件，女性完全可以取得同样的成就。我曾试图为我的女儿们创造这样的条件，但我无法说服整个社会都平等地对待她们。</p><p data-pid=\"0gNyquNe\">我们知道成年男女之间存在差异，但我们不知道这些差异究竟是由生理决定的，还是由后天教育造成的。而且我们知道，例如在数学和语言方面，小学和高中阶段的女孩与男孩进步速度并无二致，只是到了后期差异才显现出来。这是支持平等的证据。我们并不知道，在一个没有歧视的环境下长大的孩子，究竟会是什么样子。</p><p data-pid=\"bRk83D-c\">另一方面，现行体制也为女性提供了一些优势；例如，女子棋手无需<b>那么</b>努力就能成为（女子）精英，她们中的一些人并不想放弃这一点。而这样的女性，恰恰是我女儿们最大的反对者之一。</p><h2><b>4. 这整件事的意义</b></h2><h3><b>4.1. 家庭的价值</b></h3><p data-pid=\"f1MsvG7X\">我确信，没有一个良好的家庭背景，我女儿们的成功是不可能的。很重要的一点是，在人们结婚前，就应该对婚姻的期许有一个清晰的构想。当伴侣同心协力时，相互的扶持、共同的经历、对子女的教育、良好的习惯等等，都能加深他们的爱情。孩子们需要一个没有冲突的家庭来获得安全感。当然，如果情况变得实在太糟，离婚或许就成了减少冲突的途径。</p><p data-pid=\"VEmO4c1v\">要培养一名天才，最好能有一位家长待在家里照料孩子。但这个人也可以是父亲。</p><p data-pid=\"z91Uk0qz\">[克拉拉·波尔加说：] 当我初遇拉斯洛时，我的第一印象是，他是个充满奇思妙想的有趣的人，但他说的话，信一半都嫌多。</p><p data-pid=\"5szwooS-\">当苏珊三岁半时，拉斯洛说她该开始专攻了。她数学很好，四岁时就已学完了小学前四个年级的全部内容。有一次，她在一个盒子里发现了国际象棋的棋子，便开始拿它们当玩具玩。拉斯洛花了大量时间陪她，有一天，我惊讶地发现他们俩竟然在下棋。拉斯洛热爱象棋，但我却从未学过。</p><p data-pid=\"ITVsGek1\">所以，我们本可以选择数学或外语，但我们觉得苏珊在下棋时真的很快乐，而且她也开始展露出天赋。但我们的父母和邻居却都摇着头说：「下棋？让一个女孩子？」人们对我说：「你算个什么母亲？怎么能容许你丈夫跟苏珊下棋？」我曾有过疑虑，但现在，我相信我做出了正确的选择。</p><p data-pid=\"H8ebH97r\">人们总是担心我的孩子们是否拥有一个真正的童年。我认为她们至少和同龄人一样快乐，甚至可能更快乐。</p><p data-pid=\"W8JsHn_4\">我一直都想要一个美好、宁静的家庭生活，我相信我已经实现了。[克拉拉的部分结束。]</p><h3><b>4.2. 作为少数群体</b></h3><p data-pid=\"OZzrMjVH\">众所周知，犹太人在智力领域取得了许多卓越的成就。有人问其原因究竟是生理上的还是社会性的。我相信是社会性的。</p><p data-pid=\"_uFQX5Y3\">首先，犹太家庭通常是传统的、稳定的，并且极为重视教育。他们深知自己会遭受歧视，因此必须付出加倍的努力。他们也知道，在任何时候都可能被迫离开家园，甚至国家，因此知识或许是他们唯一能永远拥有的东西。犹太教要求父母从子女幼年起便施以教育；《塔木德》要求父母成为孩子的第一任老师。</p><h3><b>4.3. 天才教育的见证：快乐的孩子们</b></h3><p data-pid=\"jNgVhF9T\">我关心我孩子们的幸福。但我不仅想让她们快乐，更想培养她们获得幸福的能力。而我认为，成为一名天才，是通往幸福最确凿的路径。天才的人生或许充满坎坷，但终究是幸福的。反观那些普通人，尽管表面上看似稳妥，却常常沦为酒鬼、瘾君子、神经质、孤独者等等。</p><p data-pid=\"eQQWEOD8\">有些天才最终会对自己的专业感到不快。但即便如此，我相信对于一个天才来说，转换专业也更容易。</p><p data-pid=\"uq5zzeCu\">幸福 = 工作 + 爱 + 自由 + 运气</p><p data-pid=\"z5MmGaDG\">人们担心天才儿童是否会失去他们的童年。但事实上，普通人的童年远非人们描述的那般美好；许多人并<b>没有</b>一个快乐的童年。父母们想让孩子快乐，但他们常常做错了：他们给孩子买昂贵的玩具，却不为他们的人生做准备；他们将这份责任外包给学校，而学校通常并不具备合适的条件。</p><p data-pid=\"sIXarFWM\">而当父母们试图去充分开发自己孩子的能力时，他们得到的通常不是社会的支持，而是批评。人们会指责他们野心太大，是在强迫孩子去实现他们自己未能实现的梦想。我个人就认识一些人，他们曾试图用与我们类似的方式教育孩子，但媒体对他们发起了全面的攻击，最终他们放弃了。</p><p data-pid=\"0DB6NGVG\">我女儿们的生活多姿多彩。她们见过许多名人：总统、总理、大使、戴安娜王妃、百万富翁、市长、联合国代表、著名艺术家、其他奥运冠军。她们上过电视、广播、报纸。她们的足迹遍布全世界，参观了数十个著名景点。她们有自己的爱好，在世界许多地方都有朋友。而且，我们家的大门永远向客人敞开。</p><h3><b>4.4. 让你的生活成为道德的典范</b></h3><p data-pid=\"HrkRphvX\">阅读本文的人或许会感到惊讶，他们本期待得到一番理性的解释，我却大量地提及情感与道德。但这些对于美好的人生是必不可少的。每个人都应努力在这些方面提升自己。我之所以能在重重阻碍与恶意之下仍未放弃，是因为对我而言，遵循道德、创造美好，是一条内在的法则。我别无选择。我早已知道，即便是写下这本书，也必将引来更多的攻击，但我依然在做。</p><p data-pid=\"s2r5HOqB\">而道德，同样不是我们与生俱来的东西，而是需要被教导的，最好是在婴儿时期。我们需要去思考它，而非指望它会自然而然地发生。而学校在这方面，也同样是失败的。我将道德教育视为培养天才不可或缺的一部分。</p><p data-pid=\"MM3ktNtc\">人应当以成为楷模为目标；要以一种能激励他人追随的方式去生活。要大量地学习和工作；要对自己和他人都有很高的期许。要付出爱，也要接受爱。要与自己、与邻人和睦相处。要为了自己的幸福、也为了他人的幸福而努力。要做一个人道主义者，与偏见作斗争。要守护家庭的安宁，将你的孩子朝向完美培养。要诚实。要尊重自己和他人的自由。要相信人性，支持大大小小的社群。等等。</p><p data-pid=\"lOiFWKKe\">（本书的结尾，列举了波尔加三姐妹的成就，并附上了她们的各种照片：下棋的、运动的。我在此仅附上她们的维基百科链接： <a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Susan_Polgar\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">苏珊</a>、<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Sofia_Polgar\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">索菲亚</a>、<a href=\"https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Judit_Polg%25C3%25A1r\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">朱迪特</a>。希望您喜欢阅读这篇实验性的翻译；如果您认为我遗漏了任何重要的部分，欢迎在评论中补充。请注意：我确实相信这本书大体上是正确且有益的，但这不代表我必然同意其中的每一个细节。此处表达的观点属于原作者；当然，除非其中某些观点因我仓促的翻译而受到了损害。）</p><hr/><blockquote data-pid=\"KuzRW7AK\"><a href=\"https://link.zhihu.com/?target=http%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制<br/>感谢主要译者 <span class=\"nolink\">Gemini</span>-2.5-pro，校对 Jarrett Ye<br/>原文：<a href=\"https://link.zhihu.com/?target=https%3A//www.lesswrong.com/posts/J9pNx22bj5RuiRjAj/bring-up-genius\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Bring up Genius — LessWrong</a><br/>英文版译者 <a href=\"https://link.zhihu.com/?target=https%3A//www.lesswrong.com/users/viliam%3Ffrom%3Dpost_header\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Viliam</a><br/>2017 年 6 月 9 日</blockquote><p data-pid=\"7fygl2S8\">英文版译者的话：本文是对拉斯洛·波尔加所著《培养天才》一书的「帕累托式翻译」，该书最近在 Slate Star Codex 博客上被<a href=\"https://link.zhihu.com/?target=http%3A//slatestarcodex.com/2017/05/30/hungarian-education-iii-mastering-the-core-teachings-of-the-budapestians/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">提及</a>。我希望，通过对原书中 20% 的精选文本进行大致的翻译，仍能传达其 80% 的价值，而所需的时间和精力仅为完整精确翻译的一个零头。原书采用的是问答式的访谈体；为求简洁，我将其改写为一篇独白。我也擅自对行文风格做了许多其他改动，并跳过了整个章节，因为我的首要考量是节省我自己的时间。我参照的并非匈牙利语原文，而是其世界语译本 Eduku geniulon ，因为那是我更熟悉的语言。）</p><hr/><h2>相关知识库</h2><a href=\"https://zhida.zhihu.com/repositories/7529414491015029110\" data-draft-node=\"block\" data-draft-type=\"link-card\" class=\"internal\">资优教育 &amp; 培养天才</a><p></p>",
  "content_need_truncated": false,
  "created_time": 1753177663,
  "excerpt": "你如果了解他是具体如何培养他三个女儿的，就知道为啥这种培养方法不可能大规模推广了（ 拉斯洛波尔加在他所著的《培养天才》（世界语：Eduku geniulon）中详细记录了他对他女儿所进行的为期 15 年的教育实验。后文我会附上这本书的精简翻译（约一万字），究竟靠不靠谱，读一读便知。 这里我简单说说为啥这种培养方法不可能大规模推广： 首先，这种方法与现行教育体系之间存在根本冲突，彻底颠覆了学校教育。波尔加的方法本质上是 …",
  "extras": "",
  "force_login_when_click_read_more": false,
  "id": "1931047759441551406",
  "is_collapsed": false,
  "is_contain_ai_content": false,
  "is_copyable": true,
  "is_jump_native": false,
  "podcast_audio_enter": {
    "action_url": "zhihu://podcast/audio_player/28352983874?contentId=1931047759441551406&contentType=answer&subType=&entrance=detail_page",
    "sub_type": "",
    "text": "7 人听过",
    "text_color": "MapBrand",
    "text_size": 13
  },
  "question": {
    "created": 1599248785,
    "detail": "",
    "id": "419466999",
    "question_type": "normal",
    "relationship": {},
    "title": "拉斯洛波尔加培养三个女儿特级象棋大师的事到底靠不靠谱，靠谱的话为啥数十年也没听过大规模推广其培养方法？",
    "type": "question",
    "updated_time": 1599250327,
    "url": "https://www.zhihu.com/api/v4/questions/419466999"
  },
  "relationship": {
    "upvoted_followees": []
  },
  "segment_infos": [
    {
      "marks": [
        {
          "end_index": 44,
          "seg_info": {
            "comment_count": 0,
            "is_like": false,
            "is_span": false,
            "like_count": 2,
            "my_comment_count": 0,
            "seg_ids": [
              "1931113903674336403"
            ]
          },
          "start_index": 31
        }
      ],
      "pid": "9SeobkVf",
      "text": "我们关于遗传学的大部分知识（截至 1989 年）都与疾病有关。健康的大脑是极具可塑性的。 华生和 阿德勒都曾强调教育的重要性。但华生从未真正得到过他所要求的那「 一打健康的婴儿」来进行培养，所以我是第一个真正做这个实验的人。以下是我的五个原则："
    }
  ],
  "type": "answer",
  "updated_time": 1753177663,
  "url": "https://www.zhihu.com/api/v4/answers/1931047759441551406",
  "voteup_count": 258
}