{
  "answer_type": "normal",
  "author": {
    "avatar_url": "https://picx.zhimg.com/v2-4355c018ed124b748dcefede70f34d8a_l.jpg?source=2c26e567",
    "avatar_url_template": "https://picx.zhimg.com/v2-4355c018ed124b748dcefede70f34d8a.jpg?source=2c26e567",
    "badge": [
      {
        "description": "信息技术行业 算法工程师",
        "topics": [],
        "type": "identity"
      }
    ],
    "badge_v2": {
      "detail_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "super_activity",
          "icon": "https://pic1.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "night_icon": "https://picx.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "sources": [
            {
              "avatar_path": "",
              "avatar_url": "",
              "description": "",
              "id": "27",
              "name": "知势榜8月",
              "priority": 27,
              "token": "",
              "type": "content_potential_category",
              "url": ""
            }
          ],
          "title": "社区成就",
          "type": "reward",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "https://picx.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "night_icon": "https://pic1.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "sources": [],
          "title": "已认证的个人",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "icon": "https://picx.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "merged_badges": [
        {
          "badge_status": "passed",
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "best",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "社区成就",
          "type": "best",
          "url": ""
        },
        {
          "badge_status": "passed",
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "认证",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "night_icon": "https://pica.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "title": "知势榜教育校园领域影响力榜答主"
    },
    "gender": -1,
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "id": "4c592f496dc33822b560b382907ff1d0",
    "is_advertiser": false,
    "is_org": false,
    "is_privacy": false,
    "name": "Thoughts Memo",
    "type": "people",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "url_token": "L.M.Sherlock",
    "user_type": "people"
  },
  "biz_ext": {
    "share_guide": {
      "has_positive_bubble": false,
      "has_time_bubble": false,
      "hit_share_guide_cluster": false
    }
  },
  "comment_count": 16,
  "content": "<p data-pid=\"BsxIsQth\">是的，人就是一直在回忆和遗忘。当过去的记忆消逝得无影无踪，那过去的我也就不复存在了。</p><p data-pid=\"x8Tcw2wa\">我很喜欢普鲁斯特对此的描述（摘自《追忆似水年华》第6卷《女逃亡者》）：</p><p data-pid=\"Sz7b5Jvq\">然而有一天晚上，发生了一件奇异的事，它似乎本应该使我对阿尔贝蒂娜的爱情死灰复燃。当我们的游船在旅馆门前的石级下停住时，看门人交给我一封电报，为了这封电报，电报局职员已经来过三回了，因为收报人的姓名写得不准确（我还是能从意大利报务员译走了样的名字上认出是我的名字），要我给一个收据，证明这份电报确是拍给我的。一回到房间，我立即拆开电报，扫了一眼电文，电文有很多传送错误，不过我还是能读出如下的话：“我的朋友，您以为我死了，请原谅我，我好端端地活着，我想见您，跟您谈结婚的事，您何时返回？温柔地爱着您。阿尔贝蒂娜。”于是发生了与外祖母相同的情况，只是过程相反：我得知外祖母去世时，起初未感到丝毫的悲伤。只是在对她的不自觉的回忆使她变得栩栩如生后我才真正为她的死而难过。现在阿尔贝蒂娜在我思想中已经死去，因此她还活着的消息并没给我带来预想的快乐。对于我，阿尔贝蒂娜只是一束思念，只要这些思念还活在我心中，她便能肉体虽死精神犹生；但是现在这些思念已经消逝，因而她不能随着肉体的复活而在我心中复活。当我发现，她还活着这个消息并不使我快乐，当我发现我已不再爱她，我本应为此感到震惊，而且震惊的程度应该甚过这样一个人，这个人外出旅行几个月或病了几个月以后，照照镜子，发现自己有了不少白头发，和一副成年人或老年人的陌生面容。这确实使人震惊，因为这意味着：<b>过去的“我”，那个金发青年已不存在，“我”变成了另一个人。</b>然而与白发下这张布满皱纹的脸代替了原来的脸孔相比，<b>我的变化不是同样深刻，旧我不是消逝得同样无影无踪，同样彻底地被新我替代了吗？</b>但是人们既不因自己随着时光的流逝、按照日月更替的次序变成了另一个人而苦恼，也不因自己在同一时期竟会是每天性格互相矛盾的人——今天凶狠明天心软、今天体贴明天粗野、今天公正无私明天野心勃勃——而苦恼。<b>不苦恼的原因是相同的，那就是旧我已经消隐</b>——在后一种情况下是暂时的、性格方面的消隐，在前一种情况下是永久的、情欲方面的消隐——<b>不可能悲叹另一个我，而这另一个我在当时当刻，或从此以后，则是整个儿我</b>；粗野者为其粗野而得意因为他是粗野者，健忘者不为其缺乏记忆力而伤心正因为他已经遗忘。</p><p data-pid=\"eK_CqmQc\">我是没有能力使阿尔贝蒂娜复活的，<b>因为我没有能力复活我自己，复活当年的我。</b>生活的规律就是这样，它通过极其细微而又从不间断的工程改变着世界的面貌，按照这一规律，生活并没有在阿尔贝蒂娜死去的第二天对我说：“变成另一个人吧。”<b>然而，通过无数微小得使我难以觉察的变化，生活几乎把我整个儿更新了，因此当我的思想发现它的主人变了时，它已经适应这个新主人——我的新“我”；它依附的是这个新主人。</b>大家已经看到，我对阿尔贝蒂娜的温情，我的妒忌，来自于某些甜蜜的或痛苦的核心印象通过联想向四面八方的辐射，来自于对蒙舒凡的凡德伊小姐的回忆，来自于阿尔贝蒂娜晚间在我颈脖上印下的温柔的吻。但是随着这些印象的逐渐淡化，被它们染上令人忧虑的或令人愉快的色调的广阔印象便恢复了中性色彩。一旦遗忘占领了痛苦或欢乐的几个主要据点，我的爱情的抗争便被击败了，我便不再爱阿尔贝蒂娜了。我试图想起她。早在她出走后两天，我就曾经为自己居然能离开她生活四十八小时而惊恐万分，那时我就有个预感，看来这个预感是正确的。正像从前我给希尔贝特的信中所说以及我对自己所说的：如果这种局面持续两年，我就不再爱她了。当斯万要我再去看希尔贝特时，我觉得这就像要我接待一个死去的人一样不合适。死亡——或者我以为的死亡——在阿尔贝蒂娜身上所做的工作与长期的关系破裂在希尔贝特身上所做的工作是相同的。死亡只不过起了分离的作用罢了。我的爱情一想到它的出现便不寒而栗的那个恶魔——遗忘，终于真如我所料把我的爱情吞食了。阿尔贝蒂娜还活着的消息不仅没有唤起我的爱情，不仅使我看到我返回到漠然状态的旅程即将走完，而且还在一瞬间促使这种返回加快速度，加快得如此之猛以致我事后不禁自问，过去那个相反的消息，即阿尔贝蒂娜死亡的消息，是否在完成她的出走所做的工作的同时，反过来激励了我的爱情，推迟了爱情的衰退。是的，现在知道她还活着，知道我可以和她重新聚首，反倒顿然使她在我心中失去了价值，我因此不禁自问是否是弗朗索瓦丝的暗示，是阿尔贝蒂娜的出走本身，乃至她的死（假想的，却信以为真）延长了我的爱情，因为当第三者甚至命运力图把我们和一个女人分开时，他们的阻挠只能使我们更依恋那个女人。眼下发生的事恰恰相反。我试着回想阿尔贝蒂娜的音容笑貌，然而也许因为我只需对她作出表示便能得到她，在我回忆中出现的是一个已经相当肥胖、有点男性化的姑娘，她那张憔悴的脸上，如同种子就要破土发芽一样，已经凸现出邦当太太的侧影。她与安德烈或其他姑娘可能干的事已不再使我感兴趣？我在很长时期里以为无法治愈的苦恼已不再使我痛苦，而这一切说到底我本来应该能预见到。诚然，对情妇的怀恋，尚未熄灭的妒火也和结核或白血病一样是肉体的疾病。不过，在肉体的痛苦中间，有必要区别由纯粹肉体上的因素引起的痛苦和以心智为媒介作用于肉体的痛苦。尤其当作为传送纽带的这一部分心智是记忆的时候——也就是说如果引起痛苦的原因已经被消除或者已经很遥远——那么不管痛苦有多么残酷，不管给机体带来的混乱有多么深广，由于思想有一种自我更新的能力，或者更确切地说，它缺乏机体组织具有的自我保存的能力，因而预后不好的情况是极少的。一个患癌症的病人过一段时间以后可能会死，而一个遭到无法慰藉的不幸的鳏夫或父亲，经过同样长的时间以后，却很少有心灵的创伤得不到愈合的。我的创伤也已愈合。此刻我在想象中看到的阿尔贝蒂娜是那么虚胖，她必定像她爱过的那些姑娘一样已经人老珠黄，难道为了她我必须放弃那个明丽照人的威尼斯少女，我昨日的回忆，明日的希望吗（如果我娶阿尔贝蒂娜，我将再也不可能给那位姑娘以及其他任何姑娘一文钱了）？难道为了她我必须放弃这位“新的阿尔贝蒂娜”，“不是那个到过乌七八糟的地方的阿尔贝蒂娜，而是忠贞的、高傲的，甚至有点野性的阿尔贝蒂娜？”现在这位威尼斯少女就是从前的阿尔贝蒂娜：我对阿尔贝蒂娜的爱不过是我崇慕青春的一种短暂的形式。我们以为自己爱一个姑娘，其实，唉，我们爱的是曙光，因为她们的脸庞昙花一现地映出曙光的绯色。一夜过去，第二天早晨，我把那份电报还给看门人，说是搞错了，电报不是发给我的。看门人说电报已经拆开，他很难处理，还是由我保存为好；我把电报放回口袋但决定不去管它就像没收到过似的。我已经彻底地不再爱阿尔贝蒂娜了。因此这段爱情在远远背离了我以与希尔贝特的爱情史为依据对它所作的预测以后，在让我绕了一个又长又痛苦的大圈子以后，最终（虽然一度曾是例外）也像我对希尔贝特的爱情一样，<b>归入了被遗忘这一普遍规律</b>。</p><p data-pid=\"e18hGG49\">于是我想：过去我依恋阿尔贝蒂娜甚于依恋我自己；我现在不再依恋她是因为在相当长一段时期里我已没有看到她。我不想让死亡把我和自己分开，我希望死后能复生，这一愿望和我想与阿尔贝蒂娜永不分离的愿望不一样，它还在延续。这是因为我把自己看得比她更珍贵吗？是因为我在爱着阿尔贝蒂娜的时候更深地爱着自己吗？不是，而是因为我看不见她了也就不再爱她了，而我一直还爱着自己因为我与自己的日常联系没有中断过，我与阿尔贝蒂娜的联系却已经断了。那么如果我和我的躯体，和我自己的联系也断了呢？<b>情况肯定是同样的。我们对生命的眷恋只不过像一种年深日久的摆脱不掉的爱情关系。</b>它的力量在于它的持续不断。一旦死亡来割断这种关系，我们想长生不死的愿望也将消除。</p><hr/><p data-pid=\"oH2r9EHp\">我很佩服普鲁斯特，能够把他的生活事无巨细地回忆起来。我做不到，很多回忆早已褪色。如果把普鲁斯特关进大牢里，想必他也能靠自己的回忆度日吧。</p>",
  "content_need_truncated": false,
  "created_time": 1762447190,
  "excerpt": "是的，人就是一直在回忆和遗忘。当过去的记忆消逝得无影无踪，那过去的我也就不复存在了。 我很喜欢普鲁斯特对此的描述（摘自《追忆似水年华》第6卷《女逃亡者》）： 然而有一天晚上，发生了一件奇异的事，它似乎本应该使我对阿尔贝蒂娜的爱情死灰复燃。当我们的游船在旅馆门前的石级下停住时，看门人交给我一封电报，为了这封电报，电报局职员已经来过三回了，因为收报人的姓名写得不准确（我还是能从意大利报务员译走了样的名…",
  "force_login_when_click_read_more": false,
  "id": "1969926974454608959",
  "is_jump_native": false,
  "question": {
    "created": 1741972565,
    "detail": "<p>物理上有普朗克时间一说，也就意味着变化不一定是连续的，在此基础上，意识同样可以不是连续的</p>",
    "id": "1884050173270925442",
    "question_type": "normal",
    "relationship": {},
    "title": "某种意义上，过去的你是否已经死了?",
    "type": "question",
    "updated_time": 1741972565,
    "url": "https://api.zhihu.com/questions/1884050173270925442"
  },
  "relationship": {
    "upvoted_followees": []
  },
  "type": "answer",
  "voteup_count": 143
}