{
  "answer_type": "normal",
  "author": {
    "avatar_url": "https://picx.zhimg.com/v2-f958f2b875b0cf4d7ee853e4446ba2d1_l.jpg?source=2c26e567",
    "avatar_url_template": "https://picx.zhimg.com/v2-f958f2b875b0cf4d7ee853e4446ba2d1.jpg?source=2c26e567",
    "badge": [
      {
        "description": "信息技术行业 算法工程师",
        "topics": [],
        "type": "identity"
      }
    ],
    "badge_v2": {
      "detail_badges": [
        {
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "super_activity",
          "icon": "https://picx.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "night_icon": "https://pic1.zhimg.com/v2-4a07bc69c4bb04444721f35b32125c75_l.png?source=32738c0c",
          "sources": [
            {
              "avatar_path": "",
              "avatar_url": "",
              "description": "",
              "id": "27",
              "name": "知势榜8月",
              "priority": 27,
              "token": "",
              "type": "content_potential_category",
              "url": ""
            }
          ],
          "title": "社区成就",
          "type": "reward",
          "url": ""
        },
        {
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity_people",
          "icon": "https://picx.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "night_icon": "https://pic1.zhimg.com/v2-2ddc5cc683982648f6f123616fb4ec09_l.png?source=32738c0c",
          "sources": [],
          "title": "已认证的个人",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "icon": "https://pica.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "merged_badges": [
        {
          "description": "知势榜教育校园领域影响力榜答主",
          "detail_type": "best",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "社区成就",
          "type": "best",
          "url": ""
        },
        {
          "description": "信息技术行业 算法工程师",
          "detail_type": "identity",
          "icon": "",
          "night_icon": "",
          "sources": [],
          "title": "认证",
          "type": "identity",
          "url": "https://zhuanlan.zhihu.com/p/96956163"
        }
      ],
      "night_icon": "https://picx.zhimg.com/v2-27bfcba90e66db79ce8768ab807e017e_l.png?source=32738c0c",
      "title": "知势榜教育校园领域影响力榜答主"
    },
    "gender": 1,
    "headline": "学校≠教育≠技能；文凭溢价=80%信号传递+20%人力资本",
    "id": "4c592f496dc33822b560b382907ff1d0",
    "is_advertiser": false,
    "is_org": false,
    "is_privacy": false,
    "name": "Thoughts Memo",
    "type": "people",
    "url": "https://api.zhihu.com/people/4c592f496dc33822b560b382907ff1d0",
    "url_token": "L.M.Sherlock",
    "user_type": "people"
  },
  "biz_ext": {},
  "comment_count": 8,
  "content": "<p data-pid=\"Kl0jGU34\">不一定，这里有一份调查报告，参与者只接受过一部分，或者完全没有接受过义务教育阶段的学校教育。这份调查报告了他们上大学、参加工作的情况，以及他们对自己不上学的经历的看法。</p><p data-pid=\"brpMKHOT\">调查报告内容长达三万字，请善用目录，跳转阅读你感兴趣的部分。</p><h2>研究发现综述</h2><h3>有 75 名曾接受过非学校教育的成年人参与，他们报告了自己童年和成年的经历。</h3><p data-pid=\"IMob7LEY\">在进行本文描述的研究之前，我的同事 Gina Riley 和我开展了另一项研究，调查了非学校教育家庭的父母——在这些家庭中，孩子不去上学，也没有接受基于有培养方案指导的家庭教育，而可以对自己的教育负责。在 2011 年 9 月，我在博客（<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/basics/education\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">这里</a>）以及各种网站上发布了参与调查的号召。在回复者中，一共有 232 户家庭符合我们的参与标准，并完成了问卷。大部分回应者都是母亲（只有 9 名是父亲）。在那项研究中，我们询问了他们为何选择非学校教育，他们如何走向非学校教育，以及根据他们的体会，非学校教育有哪些益处和挑战。</p><p data-pid=\"nPN92-5W\">为描述研究结果，我在博客里发布了三篇博文——<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201202/the-benefits-unschooling-report-i-large-survey\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇</a><sup data-text=\"非学校教育的益处：一项大规模调查的报告（上）\" data-url=\"https://zhuanlan.zhihu.com/p/661684045\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"1\">[1]</sup>，<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201203/what-leads-families-unschool-their-children-report-ii\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第二篇</a><sup data-text=\"是什么让这些家庭接受了「非学校教育」？报告（中）\" data-url=\"https://zhuanlan.zhihu.com/p/675946136\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"2\">[2]</sup>，<a href=\"https://link.zhihu.com/?target=https%3A//cdn.psychologytoday.com/blog/freedom-learn/201204/the-challenges-unschooling-report-iii-the-survey\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第三篇</a>——此外我和 Gina 在 <i>Journal of Unschooling and Alternative Learning</i> 《非学校教育与其他学习方式期刊》（<a href=\"https://link.zhihu.com/?target=http%3A//jual.nipissingu.ca/2013/01/12/year-2013-volume-7-issue-14/\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">这里</a>）发表了一篇相关论文。调查的参与者对非学校教育经历的态度是热情而积极的，这并不奇怪。他们描述的益处，包含了孩子心理生理健康改善，更好的社交生活，学习效率的提升和学习态度的改善。他们也写道，一家人更亲近更和睦了，他们还不需要步步紧跟学校施加的时间安排。他们描述的挑战里，有跟那些不理解他们或者反对他们做法的人，解释他们非学校教育的做法，以及克服他们根深蒂固的教育观点。</p><p data-pid=\"AMScefcb\">看了这项调查的结果，我们开始好奇，除了他们的父母，那些非学校教育者对他们自己的非学校教育经历有什么看法。我们同样开始思考，如果那些长大的非学校教育者选择接受高等教育，他们的表现又是如何，除此之外，他们能否找到有成就感，有满足感的职业。为解决这些问题，我们针对成年非学校教育者开展调查，这也是本篇文章，以及本系列后续三篇文章所描述的。</p><h3>我们对成年后的非学校教育者研究采用的调查方法</h3><p data-pid=\"5v0pwkS_\">2013 年 3 月 12 日，我和 Gina 在这个博客上发布宣告（<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201303/seeking-unschooled-adults-tell-us-about-their-experiences\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">这篇</a>）来召集调查参与者。其他人注意到了这篇宣告，并转载到了其他网站上，社交媒体上也有所流传。为保证参与者明白我们口中「非学校教育」的含义，我们在宣告中将其定义为：</p><p data-pid=\"L1A6wti5\">「非学校教育不是学校教育。非学校教育的<b>父母</b>，不会把孩子送去上学，也不会在家里做学校里会做的事情。具体而言，他们不为孩子设置培养方案，不会为达成什么教育目的而要求孩子完成某项任务，也不测试孩子的进度。相反，他们让孩子拥有追随自己兴趣的自由，以及有自主学习所需知识的自由。他们可能用各种方式为孩子的学习提供环境和支持。通常而言，非学校教育者认为，人生学习实为一体。」</p><p data-pid=\"xuhg6NLl\">之后，宣言声明了参与者必须（a）至少十八岁；（b）（根据以上定义）在一般人读高中的年龄实施了两年以上的非学校教育；（c）没有上过高二高三。</p><p data-pid=\"93kEQU7-\">宣言附上了 Gina 的邮箱地址，并要求申请者联系 Gina 以获得知情同意书和调查问卷。调查问卷询问了申请者的<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/basics/gender\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">性别</a>；出生日期；学校教育、家庭教育和非学校教育的历史（每种教育的年限）；选择非学校教育的原因（自己所认为的）；在非学校教育的时段里，父母对他们教育的作用；非学校教育之后，他们接受的各种正式高等教育（包括他们如何成功申请，以及如何适应学校生活）；他们目前的职业状况；他们成长期和现在的<span class=\"nolink\">社交生活</span> ；非学校教育的利与弊；他们是否会让自己的孩子接受非学校教育。</p><p data-pid=\"I6NI0bD4\">我们在宣告发布六个月之内都接受调查问卷的提交，Gina 和我会分别将问卷阅读两遍，并各自编写定性的编码系统（译注：一种对问卷调查回答进行分类和标记的方法），以将他们的回复分类。确定了编码系统之后，我们会各自重读回复，确定自己的编码选择，对于不一致的地方，我们会加以讨论来解决分歧。</p><h3>参与者和三个组别的划分</h3><p data-pid=\"nO9nwuQc\">共有 75 人符合标准，填写并提交了问卷。其中，65 人来自美国，6 人来自加拿大，3 人来自英国，1 人来自德国（在德国，非学校教育是违法的）。回应者的年龄中位数是 24 岁，年龄范围从 18 岁到 49 岁。有 8 人处于青春期，48 人 二十多岁，17 人三十多岁，2 人四十多岁。58 人（77%）为女性，16 人为男性，有一人自我定位为性别酷儿。女性比例较高，可能是因为女性相比男性更可能回复调查请求，而非因为更多女孩接受了非学校教育；实际上，我们之前的研究结果是男性接受非学校教育更多——不知为何，完成了调查的家庭中，接受非学校教育的男孩比女孩更多。</p><p data-pid=\"edTWDaCk\">为能加以比较，我们根据回应者最后接受学校教育或家庭教育的年级，将他们划分为三组。第一组是完全非学校教育者——完全没接受 K-12 教育（译注：小初高），也没接受家庭教育（这里的「家庭教育」和报告其他地方，指的是在家里接受的学校式教育，不属于非学校教育）。第二组接受了 1 年或更长时间的学校教育或家庭教育，但都在六年级后停止了；第三组，则是在六年级之后接受了 1 年或更长时间的学校教育或家庭教育。因此，第二组的人可能接受了 1 到 7 年（K-6）的学校教育/家庭教育，而第三组的回应者可能接受了1 到 11 年的学校教育/家庭教育。</p><p data-pid=\"uV05RSt1\">下面的表格具体说明了我们研究这三组人群的统计学发现。表头记录了每组人数。前三行分别说明了年龄中位数和范围，学校教育与家庭教育的年限之和的中位数和范围，以及每组女性占比。很显然，这三组的参与者数量、年龄中位数和女性占比大抵相似，但是学校教育和家庭教育的年限之和是不一样的。</p><figure data-size=\"normal\"><noscript><img src=\"https://pica.zhimg.com/50/v2-cbbb6dc74f6c6e7478beef2db98a247c_720w.jpg?source=2c26e567\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"460\" data-rawheight=\"209\" data-original-token=\"v2-cbbb6dc74f6c6e7478beef2db98a247c\" class=\"origin_image zh-lightbox-thumb\" width=\"460\" data-original=\"https://pic1.zhimg.com/v2-cbbb6dc74f6c6e7478beef2db98a247c_r.jpg?source=2c26e567\"/></noscript><img src=\"data:image/svg+xml;utf8,&lt;svg xmlns=&#39;http://www.w3.org/2000/svg&#39; width=&#39;460&#39; height=&#39;209&#39;&gt;&lt;/svg&gt;\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"460\" data-rawheight=\"209\" data-original-token=\"v2-cbbb6dc74f6c6e7478beef2db98a247c\" class=\"origin_image zh-lightbox-thumb lazy\" width=\"460\" data-original=\"https://pic1.zhimg.com/v2-cbbb6dc74f6c6e7478beef2db98a247c_r.jpg?source=2c26e567\" data-actualsrc=\"https://pica.zhimg.com/50/v2-cbbb6dc74f6c6e7478beef2db98a247c_720w.jpg?source=2c26e567\"/></figure><h3>非学校教育之后的正式高等教育</h3><p data-pid=\"eijePWu_\">问卷的第五个问题是，「请简要描述你任何正式高等教育的经历，比如社区大学/大学/研究生学校。没有高中文凭，你是如何入学的？你之前都在进行非学校教育，你是如何调整自己，适应这种更正式的教育？请列举你获得的所有学位，以及你正在攻读的学位。」</p><p data-pid=\"zhzK8bLX\">在这个系列的后续文章里，我会更详细地描述他们的回复，我会大量引用他们的原话。在这里，我会简单总结我们编码分类回复得到的统计学发现。</p><p data-pid=\"-iRCxOzX\">总共有 62 （83%）名参与者表示，他们接受了某种形式的高等教育，其中包括职业训练（比如料理学校），社区大学课程，以及本科课程和研究生课程。由表格第四行可见，三组的高等教育比例基本相同。</p><p data-pid=\"1blUgjmO\">总共有 33 名（44%）参与者读完了本科学位或更高学位，或者目前是全日制本科学生。由表格第五行可见，选择攻读本科学位的可能性，与之前接受学校教育的年限，是负相关的关系。完全非学校教育的一组最可能攻读本科学位，而六年级之后接受了一定学校教育的一组，最不可能攻读本科学位。然而这种差别并没有统计学上的显著性（卡方测验得到 p=0.126）.</p><p data-pid=\"-lAHoXEs\">选择读本科的 33 人中，有 7 人表示他们参加了相应测试以拿到普通教育文凭（General Education Diploma，GED），有 3 人表示他们通过在线流程拿到了学位。其他人没有高中学位也读上了本科，但有些人自制了学位证书，我们认为这种证书应该没有官方认可。33 人中只有 7 人表示，他们参加了 SAT 和 ACT 考试以申请大学。目前而言，这些年轻人读四年制大学最常见的敲门砖是社区大学。33 人中 21 人在申请四年制大学之前完成了社区大学课程，并在申请中用社区大学的成绩单作为敲门砖。有些人在比较小的时候就开始上社区大学课程了（有一人 13 岁开始，大部分 16 岁开始），这种程度上为他们的大学<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/basics/career\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">生涯</a>获得了先发优势。他们将社区大学的学分转移到四年制大学，减少了修本科学位所需的学期数（以及学费）。有些人也提到通过面试和各种证书来申请大学。</p><p data-pid=\"5RWPjU_z\">他们选择的大学比较多样，从州立大学（比如南卡罗来纳大学和 UCLA），到常春藤大学（康奈尔大学），以及各种规模较小的人文大学（比如 Mt. Holyoke, Bennington, and Earlham）。</p><p data-pid=\"im6lSkn-\">出人意料的是，从参与者反映来看，他们在大学体会到的学业困难非常少。从来没有在教室上课，或者阅读教科书的学生，斩获了全 A 成绩并拿到了奖学金，不仅在社区大学，而且在本科项目里。显然，没有学习他人强加的课标，并没有让他们缺少什么在大学成功所需的信息或技能。大部分人认为，相比他们的同学，他们具有学业上的优势，因为他们没有因为先前的学校教育而<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/basics/burnout\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">耗竭</a>殆尽，并且在非学校教育中学会了自我导向与自我负责。他们认为上大学是他们自己的选择，并希望充分利用大学提供的资源。他们上大学本希望能沉浸在充满智力挑战的环境，相反，他们发现同学们对同学会派对和喝酒更感兴趣。我会在本系列下一篇文章对这些现象加以详细描述。</p><h3>他们的职业情况</h3><p data-pid=\"YMpUX1uW\">问卷第四题是：「你现在有工作吗？如果有，你在做什么？你现在的工作，和你非学校教育时期的兴趣/活动匹配吗？如果匹配请解释。」我们在分析这一问题的回答之后，又编制了跟踪问卷，发送给了全部参与者。我们让他们列举并描述他们做过哪些有薪酬的职位，我们据此来判断他们是否足以自给，并描述他们目前的职业理想。75 名参与者中有 63（84%）人回答了跟踪问卷。</p><p data-pid=\"A0MokTKj\">在接受调查的时段，大部分回应者都在从事有薪酬的工作，当然全日制学生，以及孩子还小的母亲不在此列。回答跟踪问卷的人里面，有 78% 认为他们在财务上足以自给，不过有些人补充道，他们的收入并非丰厚，能财务独立的部分原因，是他们的生活方式比较节俭。有些人认为节俭是种美德，并表示相比那些更挣钱的工作，他们更喜欢从事那些他们喜欢并觉得有意义的工作。</p><p data-pid=\"KvlcfW2V\">总体而言，回应者的职业和工作相当多样，但在我们的定量分析和编码中，我们注意到了两条规律。</p><p data-pid=\"vVR4pXlG\">第一条规律是，根据我们的编码，有相当高比例的参与者的职业属于创意艺术类别——比如工艺、音乐、摄影、电影、写作等。总共有 36 名（48%）参与者从事这些职业。值得注意的是，在表格第八行里，完全非学校教育的一组中有 79% 的成员从事创意艺术职业。相比其他参与者，这组更有可能从事创意艺术类职业，这一观察是有极高统计学显著性的（根据卡方测试，p&lt;0.001）。</p><p data-pid=\"ldExBrDV\">第二条规律，是参与者中有很大比例是创业者。属于这一分类的参与者，会创建自己的生意，并以此为生，或者正在朝这个方向努力。这一分类与创意艺术分类有很大重合，很多人在售卖自己的创意产品或服务。根据我们的分类，总共有 40 名（53%）参与者是创业者。从表格第九行可见，一直非学校教育的一组中创业者比例最高（63%），但在这个方面，组别之间的差异没有统计学显著性。</p><p data-pid=\"n5ehHdi-\">对于成年职业与<span class=\"nolink\">童年</span>兴趣和活动的关系这一问题，58 名（77%）参与者表示，这两者显然是彼此关联的。对于很多人来说，这个关系是顺理成章的。艺术家、音乐家、戏剧方面等职业，都将童年兴趣无缝转化成了成年职业；从事艺术之外行业的人，同样描述了他们的童年兴趣自然演化为自己的职业。从表格第六行可见，完全非学校教育一组中，童年兴趣与成年职业紧密契合的人比例最高，不过这一差异没有统计学显著性。</p><p data-pid=\"tGQcI0sR\">关于非学校教育者后续职业的这些规律，会在本系列第三篇文章，引用参与者的回复来详细描述。</p><h3>他们对自身非学校教育经历的评价</h3><p data-pid=\"ZoKvDaFK\">问卷第七题是，「对你来说，非学校教育的主要优势是什么？请考虑你成长过程中的感受，以及你现在回顾过去的感受。在你看来，非学校教育怎样帮助你长大成人？」</p><p data-pid=\"XCBafW5R\">几乎所有回应者都用各种方式描述，在非学校教育之中，他们自由而独立，并有时间来发现和探索。有 70% 的人也表示，他们的这些经历，让他们得以成长为自我驱动力强大而又自我引导的个体，很多人也写道，他们拥有了身处学校所决不能有的学习机会，他们能相对顺畅地过渡到成年生活，以及相比学校内的社交，他们在学校之外有了更加健康（混龄）的社交生活。</p><p data-pid=\"CGl6oQ3o\">问题八写道，「对你来说，什么是非学校教育的主要不利之处？同样，请考虑你童年的感受，以及你现在的感受。对你来说，非学校教育是否阻碍了你转向成人生活？」</p><p data-pid=\"ijyGb8_O\">75 人回应者中，28 人表示非学校教育没有任何不利之处。在剩余 47 人中，最常见的不利之处包括：（1）处理其他人的指摘和对非学校教育的意见（至少有 21 人反映如此）（2）某些程度的<span class=\"nolink\">社交孤立</span>（有 16 人反映如此）（3）他们接触高等教育时，必须自我调整社交取向，以适应那些全程接受学校教育的人的价值观和社交方式（有 14 人反映如此）。</p><p data-pid=\"VNDFywLm\">75 人中有 72 人认为，非学校教育利大于弊。只有 3 人持相反看法，其中有两人对于他们自身的非学校教育经历，以及一般意义非学校教育，表达了相当强烈的负面看法（本系列第四篇文章会详细描述）。</p><p data-pid=\"1DfnAqfa\">问卷第九题为：「如果你选择组建家庭或生孩子，你会为他们选择非学校教育吗？为什么，或者为什么不选择？」有一位回应者没有回答这个问题。剩余 74 人中，50 （67%）的回应可以认为是坚定的「会」，其中有 8 人已经有了到达入学年龄的孩子，并为他们选择了非学校教育。剩余回应者中，我们将 19 人的回应认定为「可能」（对他们而言，这个选择需要考虑诸多因素，如孩子的<span class=\"nolink\">性格</span>和意愿、另一位父母的同意与否、以及家附近有没有好的非传统学校），而 5 人的回应被我们认定为坚定的「不会」。回应者中总共有 3 人对他们自身的非学校教育经历不满意，而这 5 人中便有其中 2 人。至于 5 人中的另外 3 人， 虽然对他们自身的非学校教育经历持积极态度，但不会为他们的孩子选择非学校教育，有各种原因。</p><p data-pid=\"AP6Y-YAc\">在本系列第四篇文章，会更深入描述这些回应者对于非学校教育之利弊的感受。</p><h3>本调查的局限性</h3><p data-pid=\"ztNcSEFd\">当然，本研究有一大局限，就是参与者是自我选择的样本，而非从成年非学校教育者中随机挑选的样本。在前文也提到了，响应本研究的男性相对较少。更大的问题在于，这一样本中，那些对非学校教育体验和他们的后续生活非常满意的人群，可能其比例比实际更高，因为这一人群相比不满意的人群更可能参与研究。因此，这一研究不能作为依据，来支持关于整个非学校教育人群的体验和感受的较强主张。不过，这一研究无可置疑地反映了，采取非学校教育，并走向令人满意的成人生活，是有可能的。对于回复了我们调研的这部分人群，在高等教育，理想职业，以及各种有意义的生活体验上，非学校教育似乎是利大于弊的。</p><p data-pid=\"KNiBvY7x\">请期待本系列剩余三篇文章的发布（稍后逐篇发布），届时您将能够阅读到这些成年非学校教育者，用自己的话讲述他们的感受。</p><h2>走进大学之路</h2><h3>没有上过小初高学校教育的人，能否踏入大学，并在那里有所建树？如果可以，又是怎么做到的？</h3><p data-pid=\"SAFt56BE\">他们能上大学吗？若能，他们又是如何进入并适应大学的？能否完成学术任务？能否适应紧张的课程安排？一提到「非学校教育」这一概念，人们不禁就会这样问。在本文中，我将引用一些过去接受过非学校教育，后来却走上了正规大学教育道路的成年人的观点，来回答这些问题。</p><p data-pid=\"k3WyGT9a\">这是我和 Gina Riley 最近开展的「成年后的非学校教育者」调查项目的第二篇文章。<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>给出了非学校教育的定义，并总结了我们研究的方法和数据发现。如需了解更多，可参考之前的文章。</p><p data-pid=\"cOXoYBiA\">与大多数普通人不同，大多数非学校教育者并不把上大学、拿文凭或者在大学里得高分当作衡量人生成败的标尺。我们也这样看。本研究中之所以提及大学，仅仅是想了解那些有意选择上大学的人的经验。这个问题不是空穴来风，因为很多考虑是否接受非学校教育的人，会因为担心这会断了上大学——从而走向某些还是需要大学文凭作垫脚石的职业路——的念头而犹豫。</p><p data-pid=\"kVXq7UT5\">为了了解他们的大学生活，我们在问卷的第五题提出：「请简述您所体验过的正规高等教育，如社区大学、普通大学或研究生院。您是如何在没有高中毕业证的前提下，成功进入大学的？您又是如何从非学校教育模式转型，适应更为正式的教育环境？请列出您已经取得或正在攻读的各类学位。」</p><p data-pid=\"ghqgi2lt\">在这系列文章里，我把<b>学校教育</b>定义为离开家门，去学校接受教育，<b>在家上学</b>则是指在家里由父母监管或施行的课程教学，<b>非学校教育</b>则指那些既没被送到学校，也不是在家上学的情况。从法律和其他角度来看，非学校教育被认为是在家上学的一种分支——在下面的引述中，一些回应者把「在家上学」当作涵盖性术语，非学校教育就包括在内——但为了避免混淆，我这里指的是狭义的在家上学，不包括非学校教育。关于非学校教育更详细的定义，请参考前一篇文章。</p><p data-pid=\"3wFYo3eQ\"><a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">前文</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>已经提到，75 名参与我们调查的成年后的非学校教育者中，有 62 人（占总数的 83%）曾经或正在接受某种形式的高等教育，其中 33 人（占 44%）已经完成或正在攻读学士学位或更高。其他 29 名选择接受高等教育的人，大多数是因为需要获得与他们职业兴趣有关的专门知识或资质，并不一定需要学士学位。另外，根据前文的数据，攻读学士学位的可能性和之前是否上过学呈反比关系：在从未上过学的这一组里，有 58% 的人攻读了学士学位，而在其他两组里，这一比例分别是 44% 和 29%。具体细节请回头参考前一篇文章。</p><p data-pid=\"_2Cpo3no\">在这个从未上学的群体中，不仅有最高比例的人后来获得了学士学位，还有最高比例的人没有接受任何形式的高等教育。确切地说，在这 24 名回应者中，有 14 人继续攻读了学士学位，6 人则没有选择任何形式的高等教育。后者普遍的看法是，他们为了学习自己想知道的东西或追求自己的职业目标，根本不需要走正规教育这一条路。比如，一位写道：「我将在我的一生中继续非学校教育。我认为实习和学徒制是非学校教育进入传统职场的自然延伸。如果我对某个领域产生了兴趣，并觉得大学可能是个不错的资源，我会考虑一下，但我仍然认为这是非学校教育旅程的一部分，对我来说，就是跟随好奇心走到哪里都行。」另一位则直言：「作为一个成年人，我意识到非学校教育让我明白，其实不用上大学也能过得很好。」</p><p data-pid=\"pbdlXw62\">我之前也提到，对于参与这项调查的人来说，要想读大学，最常见方法就是先去社区大学上几门课，一般从 16 岁开始，然后用这个成绩单去申请大学。33 名回应者中有 21 人是这么做的。他们大部分人连个正式的高中文凭都没有就直接去了大学，但也有 7 人说他们通过考试拿到了 GED 证书，还有 3 人通过在线课程拿到了高中文凭。</p><p data-pid=\"s0ygange\">绝大多数去上大学的回应者表示，在学术方面并没有遇到什么困难。事实上，大多数人都觉得自己在学术上有优势，主要原因就是他们有极高的自我驱动力和出色的自我管理能力。</p><p data-pid=\"P5jNURJc\">要准确地传达这些回应者在大学里的经历，最直接的办法还是用他们自己的话来说。这篇文章的后半部分主要是调查中选出来的引用。这些引用都相当能代表整体情况，除了两个人提到了他们在不上学和追求高等教育方面遇到的困难，这部分内容会在本系列的第四篇文章里进一步讨论。从整体样本中凸显出的主题有：（1）对这些不上学的孩子来说，进大学一般都不是什么大问题；（2）他们通常能很顺利地适应大学的学术氛围；（3）大多数人觉得，因为他们自我驱动力强，所以在学术上有优势；（4）最常见的抱怨则是大学同学缺乏动力和求知欲，大学社交生活受限，以及在个别情况下，课程或评分制度带来的限制。</p><p data-pid=\"9KoyWy7w\">为了保护回应者的隐私，我仅用性别、填写问卷时的年龄，以及他们非学校教育的程度来标识他们。同时，我也删掉了可能泄露身份的信息，特别是他们所上大学的名字。下面样本中女性的比例较高，这也反映了回应我们调查的人中，女性比男性多（详情见前文）。我引用的陈述主要来自在上大学前几乎没有接受过学校教育或在家上学的人，并按照他们从未接受过 K-12 阶段的学校教育或在家上学的情况来排序。</p><p data-pid=\"fFJcDItn\"><b>20 岁，未接受小初高的学校教育或在家上学。</b>这位 20 岁的女士已经获得了学士学位，并找到了一份她认为理想的戏剧制作工作。她在 13 到 16 岁间上了一些社区大学的课程，然后转入她所在州的一所四年制大学，学士课程仅用两年零三个月完成，毕业时还以<b>最高荣誉</b>获得学位。她写道：「我适应得非常好。由于之前没有上过学，与同龄人相比，我没有感到疲惫，反而视角更为新颖。基础学术技能（如写作、研究等）我很快就掌握了……时间管理上稍有挣扎，但最终找到了保持有序的方法。」</p><p data-pid=\"0UX9KAVu\"><b>21 岁，未接受小初高的学校教育或在家上学。</b>这位年轻人正在加拿大一所选拔性很强的大学攻读哲学专业的第三年，即将申请荣誉学位，并有意继续攻读哲学硕士学位。他解释如何被录取时写道：「我预约了招生部的人，询问作为非学校教育者需要怎么申请。我简单介绍了自己、我的成就和我的教育方式，他读了我写作范本后说，『我看不出你为什么不能来这里』，然后递给我入学申请表。」</p><p data-pid=\"oMdt44d2\">关于适应情况，他写道：「开始有点不适应一些入门课程对许多观点一带而过的做法，这让我难以忍受。主要是因为涉及材料的深度，我发现自己在 4000 级课程（译注：高难度本科生课程）里取得了最好的成绩，也做了一些最出色的工作。我一直都是以充满激情的方式进行学习，不愿在一个想法走到头之前停下。」</p><p data-pid=\"TzyacZCz\"><b>24 岁，未接受小初高的学校教育或在家上学。</b>这名女士从一所高度选拔的文科学院获得了学士学位。她写道：「与我的同学相比，我从老师那里获得了极大的启发。在[已删除学院名称]，老师们也必须是他们研究领域的实践者。因此，我与那些身兼教师、演员、作家、导演、翻译等多重身份，且在专业领域里活跃参与的人一起工作。有如此丰富知识的人在我身后指导我，简直是一次革命性的体验。这不是我觉得之前一直缺少的，也不是我早些时候就希望拥有的，但确实是激励我度过大学四年的东西。」</p><p data-pid=\"yY06A1hk\">在她大学生涯的某个时点，她被要求主持一个学生会议，以向一门课程的教师提供反馈。她写道：「我发现人们希望老师告诉他们该怎么想。『我希望他在我们读《麦克白》时告诉我们该怎么想，』有人这样说。『我希望他告诉我们在我们写《黑暗之心》的论文时想要我们做什么，』等等。我从来没有想过去请别人告诉我在读某个东西时应该怎么想。」</p><p data-pid=\"lzde8N8t\">她还写道，对她来说，大学最大的弊端是缺乏正常的、年龄混合的社交生活——与学生以外的那些人交往。为了实现这一点，她加入了当地的唯一神教派教会，并在还是学生的时候担任了宗教教育者。</p><p data-pid=\"Pjykzv98\"><b>24 岁，未接受小初高的学校教育或在家上学。</b>这名女士目前是一名全日制英语硕士研究生。她写道：「16 岁那年，我开始上社区大学，每一秒都非常享受。我觉得自己不需要适应什么。第一节心理学课后，也是我第一次需要在课堂上做笔记，我立即回家开始整理我的笔记。我一直持续这种抽空学习的状态，直到 18 岁。社区大学接受了我自己制作的文凭和成绩单，父母也签了字。我将自己的兴趣和活动变成了成绩单上的『课程』，还列出了过去 4 年我读过的书。」</p><p data-pid=\"9KNLMlY7\">「当我开始寻找一个四年制大学进行转学时，我决定不参加 SAT 考试，这对我选择学校有一些影响。有一所学校甚至因为没有 SAT 成绩，就拒绝打开我的申请。尽管我给他们写了一封详述过去三年在大学层面取得的成功的信。最终，我选择了一所允许我首学期以非全日制生身份注册，然后无需提供 SAT 成绩就能转为全日制的大学。」</p><p data-pid=\"t4AHk58r\"><b>29 岁，未接受小初高的学校教育或在家上学。</b>这名女士以高等荣誉毕业于一所精英私立女子学院，后来还攻读了硕士学位。她写到：「除了接受我，他们还让我进入了大一的荣誉课程。进入正式学校，尤其是荣誉项目，我确实感到有点不自在。我花了很多时间学习和做作业，远比我的同学多。在大一的第一个学期前半段取得全 A 之后，我开始稍微放松了一些，意识到我之前工作太过努力了。因此，我学会了像同学们一样通过临考死记硬背来学习。我依然取得全 A，但几乎没有什么负担。最终，我找到了平衡——真正投入到我感兴趣的材料，对不感兴趣的东西则死记硬背。这并不难；主要是让我非常感慨，庆幸我之前一直没有上学。」</p><p data-pid=\"6dHkYs-o\">「我在大学里绝对经历了一次（社交）转变。我不喜欢参加大学生联谊会派对，痛痛快快地喝酒之类的，所以在大学的第一年或前两年，我有点孤单，朋友不多。在大学的最后一年，我终于开始喝酒和参加家庭聚会，因此我『融入』得更好了，『朋友』圈也扩大了。我意识到，这就是大学里其他人如何社交的，但这对我来说感觉有点不对劲，不真诚，也不能建立持久的关系。走出学校后，我恢复了我一直以来的社交方式，瞧，其他人也都是这么做的。我通过工作，参与的剧院，其他朋友以及咖啡店认识了朋友。」</p><p data-pid=\"SKO4aAt1\"><b>29 岁，未接受小初高的学校教育或在家上学。</b>这名女士在某大学获得了美术学士学位。她写道：「我确实有高中文凭。没有它，挑战可能更大。但对我来说，过渡过程在逻辑上非常简单。尽管我是在完全没有学校教育的环境中长大的，但我母亲还是在加州把我们的家注册为一所私立学校，所以从纸面上看，我在这个系统中很『正常』。」</p><p data-pid=\"qzkQJVMm\">「16 到 19 岁期间，我在社区大学读非全。后来，我转到了一所四年制学校，在那里学习了三年，并在 22 岁时以高等级别获得了美术学士学位。我热爱大学生活——它是我年轻时代最专注和最有成就感的阶段之一！刚开始上社区大学时，我比其他学生年轻，原本担心会感觉跟不上，但实际并没有。我不喜欢考试，直到今天仍然对考试感到很多焦虑，但在大多数方面我都表现优秀，并以高绩点毕业。」</p><p data-pid=\"WBMjEjoQ\">「在成长过程中，我明白我们并不符合常规，这有时会引发孩子们和成年人的质疑。尽管我妈妈极其自信，我还是会担心我是否具备在『现实世界』成功的实力。大学时，我在生活中直面未知，最终树立起了自信。」</p><p data-pid=\"E6R0HvYN\"><b>30 岁，未接受小初高的学校教育或在家上学。</b>这名男士从 16 岁开始就读于当地的一所州立学院，后来转至一所小型、有选拔性、具有前瞻性的私立学院，完成了生态保护和生物学的学士学位。之后，在一所州立大学获得硕士学位，并在另一所州立大学的博士项目里完成了一年学业，因严重疾病而暂停学业。关于适应性，他表示在学术工作上没有遇到困难，但不满评估制度带来的限制。他写道，「即使是在[省略学院名称]这样一个没有硬性要求的环境中，我也感觉受到了压抑，比如说，为了迎合教授的偏好而避免自己在专业内的独立思考，几乎排除经验性学习的正式学术偏见，以及过于强调有形的学术产出而非学习和应用过程。研究生阶段的问题更加严重，不仅教育模式更为结构化和正规化，而且低层次的教育机会也更少。」尽管如此，他仍计划在疾病得到控制后重返博士项目，因为他致力于恢复和维护生物多样性的职业生涯。</p><p data-pid=\"JUbh1oxU\"><b>32 岁，未接受小初高的学校教育或在家上学。</b>这名女士现在是一名母亲，正计划对自己的孩子实施非学校教育。她写道：「我上了一门急救医学课程，并做了几份零工，同时研究大学选择，最终确定了心仪的学校，并开始了申请流程。由于我整理了一份作品集，并通过了大学面试，所以得到了一部分本科教育的奖学金。没有正式的文凭也没让我觉得申请大学特别困难，因为我有 SAT 成绩和我妈多年来记录我们非学校教育经历所准备的高中成绩单。我记得大学前一两年非常不安分，因为我觉得核心课程对我来说并不具挑战性，非常渴望能开始主修和辅修课程。大学生活很有趣，但让我震惊的是，大多数其他学生除了学习和派对外，几乎没有做其他事情。我自己支付四年学费，在上课的同时通常至少还要做两份工作，以确保能按时毕业。读了两年大学后，我在当地报社的创意部门找到了一份全职工作，毕业后我继续在那里工作。」</p><p data-pid=\"HlcM-UGn\"><b>35 岁，未接受小初高的学校教育或在家上学。</b>这名女士先后在一所小型前卫学院获得文学士学位，然后又获得硕士学位。她写道，「整个大学生涯里，即使对我来说不那么理想或令人兴奋的课程，看到那些不做作业的同学，我都会感到不满。我觉得，我的教育背景让我时常思考：『如果你不打算参与，那你来这儿干嘛？』这让我非常恼火。因为我始终是自己选择追求教育的，虽然这个选择意味着我不得不修一些我并不感兴趣的课程，但我还是清楚自己来这里的目的。随着时间的推移，我逐渐明白，那些让人困扰的同学，他们与学习和教育的关系，与我截然不同。」</p><p data-pid=\"MDVlZOff\"><b>19 岁，二年级之后未接受小初高的学校教育或在家上学。</b>这名年轻女士在二年级时被诊断出阅读障碍，因在学校不快乐而被带出学校。作为一名非学校教育的接受者，她按照自己的节奏和方式学会了阅读。后来，她又被检测出有其他学习障碍，但这些并没有阻碍她。在非学校教育的最后两年，她上了社区大学的课程，然后转入一所有选拔性的私立文科学院的学士学位项目。她写道，「我入读了[省略学院名称]，刚刚完成了大一。整个学年里，我的 GPA 保持在 3.9，并计划在秋季回到那里继续学习。</p><p data-pid=\"JEqJRSJN\">「我觉得非学校教育实际上让我比大多数同龄人更好地为大学做好了准备。因为我已经有丰富的自主学习经验，知道如何激励自己，管理时间，以及在没有大多数传统学生习惯的结构性指导下完成任务。当大多数同龄人都在挣扎，不能按时完成任务时，我却始终能掌控自己的学业，因为我一直是一个独立的学习者。我知道如何自己解决问题，以及何时需要寻求帮助。虽然一开始我确实遇到了一些适应问题，但那完全是因为我的学习障碍造成的。到了学年末，我克服了困难，表现出色。我目前正在[省略学院名称]攻读英语文学士学位，之后计划继续攻读图书信息科学硕士学位。」</p><p data-pid=\"pc2n1-h1\"><b>24 岁，二年级后未接受小初高的学校教育或在家上学。</b>这名男士比大多数其他人更需要克服一些困难，才能进入社区大学，作为进入一所有选拔性的州立大学本科项目的垫脚石。但他在学术上适应得非常好。他写道：「起初，我并不想上大学。2005 年从家庭教育/非学校教育毕业后，我在一个健身房卖了两年的会员卡。最终，我意识到需要上大学，于是就去了一所当地的社区大学。因为没有高中文凭，入学确实很困难。我必须去县教育局办公室，获取一份『在家上学完成证明』，以证明我确实完成了 12 年级的学业。历经一堆繁文缛节后，他们接受了这份证明。由于我从未参加过 SAT、ACT 或其他标准化大学入学测试，所以在选课之前，我必须进行一个分班测试。这一切解决后，我就成了一个普通的学生。</p><p data-pid=\"VgDB-aeY\">「我继续从[省略学院名称]毕业，获得了副学士学位和 4.00 的 GPA。然后，我进入[省略大学名称]，也以 4.00 的 GPA 获得了学士学位。最近，我刚刚在[省略大学名称]完成了硕士学位。」</p><p data-pid=\"-tdGFvy_\"><b>24 岁，二年级后未接受小初高的学校教育或在家上学。</b>这名女士从一所大型州立大学获得了文学士学位，她写道：「从非学校教育转入『学校』确实需要一个适应期，但你也有一个巨大的优势：那就是还没有对学校感到厌倦和反感。学习仍然是你期待的事情。」她接着说，她几乎全都是 A 的成绩，然后获得了法学院的全额奖学金，并补充说：「我并不是在吹嘘，而是想证明非学校教育是行之有效的。在我们整个非学校教育期间，我们受到了朋友、亲戚和陌生人的诸多非议。所以现在，我很高兴有这些资历来证明，非学校教育不仅是一种合法的教育方式，而且在我看来，是更受推崇的教育方式。」</p><p data-pid=\"kwfUKQW0\"><b>26 岁，二年级后未接受小初高的学校教育或在家上学。</b>这名女士毕业于一所选拔严格的文科学院，成绩优异。她写道：「我转变的过程对我来说是困难的，不是因为学术问题，而是因为感觉自己被体制困住了。大学这个小圈子让我感到压抑，我总是处在一种崩溃边缘的状态，十分挫败，即使是被告知应该选哪些课，什么时候选，都让我很不舒服。作为一个多年来一直自己做决定的人，我觉得别人假设我不知道自己准备好接受哪个层次的学习，是对我一种不尊重。花了我大部分的第一学年时间，我才逐渐接受这一点，也记得这也是我自己的选择，随时都可以改变。我从来没有像很多人那样热爱大学，也从未觉得像在大学之前或毕业后那样自由。」她后来进入了一个与医学相关的研究生学校，并报告说，因为临床工作的真切实在，这是一个更好的经历。</p><p data-pid=\"2yMiDIoM\"><b>35 岁，四年级后未接受小初高的学校教育或在家上学。</b>这名女士获得了一所高度选拔的文科学院的学位，她写道：「我申请了八所大学，并在 1995 年全部被录取……我参加了所有八所大学的面试；对大多数学校来说，我是他们的第一个『在家上学/非学校教育』申请人。几所大学在面试结束后立即告诉我，我被录取了，就在他们告诉我我『出奇地』能说会道、很聪明之后。我确实参加了 SAT 和 ACT，并且表现得非常好，这可能弥补了没有成绩单的不足。」</p><p data-pid=\"adoZV91x\">「过渡相对容易，尽管我有点想家。我觉得大学很像非学校教育——你选自己感兴趣的课，大部分工作都是自己完成的，负责按时完成和提交。你真的要对自己的教育负责！」</p><p data-pid=\"9XCZet3c\">「我从[省略学院名称]获得了计算机科学和数学的双学士学位。这证明了一点：我从来没有接受过五年级以后的正式数学培训，但最终却成了微积分 1、2 和 3 的助教。大学三年级之前，我从来没有拥有过自己的电脑，但主修了计算机科学，在那里我编写了大量的计算机程序，并且编程了我自己的机器人。」此人后来获得了护理学学士和硕士学位，成了一名护士执业者，调查时正在考虑返回学校攻读博士学位。</p><p data-pid=\"H01-fzyc\"><b>32 岁，七年级后未接受中学的学校教育或在家上学；之前则是学校教育和在家上学的混合。</b>这名女士在填写调查时，已经从一所常春藤大学获得了学士学位，是一名正在家庭自主教育自己孩子的母亲，也是一名瑜伽教练和正在接受瑜伽治疗培训的学生。关于大学录取和对大学的适应，她写道：「当我 15 岁的时候，我想上社区大学课程。当时，在家上学学生的双重入学并不普遍，所以我被告知需要获得 GED 证书才能被允许入学。尽管我认为这让我的父母感到失望，但拥有这张证明我完成了某种高中教育的文凭还是有所帮助的。话虽如此，我现在拒绝参加标准化考试（因为我认为它们不能衡量智力或者学生究竟学到了什么），所以我在试图转入四年制大学之前，已经完成了我的副学士学位（有些学校会接受两年制学位来代替 SAT/ACT 成绩）。我于 2003 年 从[常春藤联盟大学]以心理学学士学位毕业。我认为家庭自主教育帮助我适应了大学；我已经习惯于随心所欲地学习，所以选一些自己感兴趣的课程似乎很自然。家庭自主教育也奉行一个前提，那就是如果孩子有目标，他们会学习任何为了实现它而需要的东西。比如说，我不喜欢数学，但我知道为了毕业我需要学习它。所以，我就是这么做的。」</p><hr/><p data-pid=\"27AxEOC2\">正如我在关于这项研究的第一篇文章中所指出的，我们在解读这份调查结果时必须持谨慎态度。由于我们无法强迫人们参与这项研究，因此这里的样本是一群选择参与的成年自主学习者。他们很可能是最满意自己经验、最渴望分享的那一部分人。然而，至少我们可以得出这样的结论：上大学对自主学习者来说是绝对可行的选项。那些想上大学，并采取必要步骤以进入大学的人，进入大学或在大学里表现优秀并无特别困难。更进一步说，这个相对多样化的样本中响应的相似性，暗示着某种共通的经验基础。那些后来上了大学的成年自主学习者，都有自己明确的原因，不想在大学里浪费时间，相较于他们在学校接受教育的同学，他们似乎更努力，取得更多成就，并普遍觉得由于之前能够掌控自己的生活和学习，而感到有优势。</p><h2>职业生涯</h2><h3>选择不接受小初高学校教育的人，将来会从事什么样的职业？</h3><p data-pid=\"y7v5mAVf\">我和同事 Gina Riley 近期进行了一项针对成年后的非学校教育者的调查，这是四篇文章系列中的第三篇。本文探讨了这些完全或部分跳过小初高、自主学习的人的职业选择。简而言之，我们发现他们中的大多数人最终选择了与童年玩耍时发展出的兴趣和激情相关的职业；他们中的大多数人选择了对自己来说更有意义、更令人激动且快乐的职业，而不是那些可能更赚钱的职业；有很高比例的人选择了创意艺术领域的职业；相当一部分人（包括一半的男性）选择了 STEM（科学、技术、工程和数学）领域的职业。绝大多数人选择了自己当老板的职业道路。</p><p data-pid=\"wOTHC2fe\">在继续阅读之前，如果你还没读过的话，我建议你回顾一下这个系列的<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>。它介绍了我们研究中对非学校教育的定义，描述了我们的调查方法和分析手段，提供了 75 位符合条件且参与调查的成年非学校教育者的年龄和性别分布，根据非学校教育的时间长短将他们分类，并展示了一些按这些分类的统计发现。</p><p data-pid=\"BOdgFm_m\">你可能也想回头看看这个系列的<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-ii-going-college\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第二篇文章</a><sup data-text=\"成年后非学校教育者的调查 II：走进大学之路\" data-url=\"https://zhuanlan.zhihu.com/p/663572996\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>，它主要讲的是 33 名选择攻读本科及以上学位调查对象的大学生活。这篇文章描述了他们是如何在没有普通高中文凭或成绩单的情况下进入大学，以及他们在学术和社交方面如何适应大学生活。</p><p data-pid=\"XrRvuqTl\">现在，在这个系列的第三篇文章里，我将更详细地介绍这些青年人（年龄中位数为 24 岁）选择的职业道路。这些信息主要来自调查问卷的第四个问题：「你现在是否有工作？如果是，你是做什么工作的？你目前的工作是否与你小时候/青少年时作为非学校教育者的兴趣/活动相符？如果相符，请具体说明。」我们还进行了一次简短的后续调查，询问他们所做的带薪工作是否能自给自足，以及他们目前的职业抱负。正如第一篇文章中提到的，尽管这项调查是在经济困难时期进行的，但绝大多数参与者都有工作且能够自食其力。现在，我要谈谈他们选择的工作职业类型的一般性结论。</p><h3>他们选择的职业，正是他们童年兴趣的延续。</h3><p data-pid=\"AUjXT2Mc\">根据我们的分类，58 名（占 77%）参与者明确表示，他们童年的兴趣和活动与现在的职业事业息息相关。这一比例在始终未接受学校教育的 24 名参与者中最高（21/24 = 88%），但在其他两组中也相当高（详情见本系列<a href=\"https://link.zhihu.com/?target=https%3A//cdn.psychologytoday.com/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>文章的表格）。样本中包括那些从小就涉足艺术或音乐的专业艺术家和音乐家；那些在童年游戏中就开始培养技能的计算机技术员和程序员；还有户外爱好者，他们找到了拥抱他们所热爱的自然的谋生方式。</p><p data-pid=\"kTzdwfo5\">以下是我个人最喜欢的三个例子——我喜欢它们是因为这些都是学校课程所忽略的职业类型，也是那些不在学校却有时间和自由去追逐梦想的勇敢青年可能会从事的职业。</p><p data-pid=\"2m-av0Wx\">• 成为马戏团演员，创办一家马戏团，然后成为一名大帆船的水手长。我们的一位参与者，一位始终选择非学校教育的 26 岁女性，这样写道：</p><p data-pid=\"L7R1vjQN\">「三岁那年，我就梦想成为马戏团演员。五岁时，我参加了课外马戏课程。一直到 17 岁，我都在不断训练，表演马戏。从 19 岁到 24 岁，我和我最好的朋友共同经营我们自己的现代马戏团。在此过程中，我克服了强烈的恐高症，成为了高空秋千表演者，并学到了许多关于索具的知识，以确保自己在空中的安全。」</p><p data-pid=\"eiqlj_rP\">「随着马戏生涯的结束，我尝试了许多新事物，最终全心投入到大帆船航海中。在海上工作的体验非常迷人，几乎每天都能运用到我在马戏团学到的技能，比如平衡感、手眼协调能力，甚至还有如何在狭小空间里与人和谐相处。」</p><p data-pid=\"XbRefFkb\">「我目前是一名大帆船的索具工/水手长。……水手长的工作在不同船只上有所不同，但在训练船上，我的任务包括船只的维护、培训和航行操作。我负责检查、保养、修理船上的索具、帆、甲板和船体。此外，我还要参与驾驶船只，海上长时间轮班领航，向公众普及船只的历史知识，对实习生进行帆船操控和船只维护的教育。」</p><p data-pid=\"BNAq0fAF\">「我希望能够驾驶大型帆船环游世界。我正在攻读美国海岸警卫队的 100 吨级船长执照，这会让我有资格指挥 100 总吨及以下的船只。美国海岸警卫队颁发的执照根据船只的大小和运行区域来分类，所以这是我迈向更大型船只执照的第一步。」</p><p data-pid=\"KYtLHvaB\">• 荒野航空摄影师。这位 21 岁的年轻人，在读完一年级后就离开了学校，他开始了一项生意，专门从空中拍摄野外景观的艺术照片。他这样写道：「在自由自在的成长环境中长大真是太棒了！我参与了许多户外活动，包括冬天滑雪、夏天远足和露营。如果不是这样成长，我不确定能否把我真正热爱的三件事——户外活动、飞行和摄影——融合到一起开展事业。」他还提到，15 岁那年他就开始了自己的摄影生意，同年还开始了滑翔伞运动。对滑翔伞的兴趣引发了他对固定翼飞机飞行的关注，最终他将这三个爱好结合起来，创立了自己的事业。</p><p data-pid=\"MevujL7i\">• 著名电影导演、制片人和编剧的助理（从 18 岁开始）。一位 20 岁的年轻男士，除了上过幼儿园和九年级（仅为尝试一年，成绩优异后便离开了）外，他一直在进行非学校教育。他对电影的热爱从小就开始了。11 岁时，他就和朋友们一起在 YouTube 上制作视频。16 岁开始在社区学院学习大众传播，18 岁时正在申请电影学院，恰好有机会在家乡参与一部大型电影的制作，担任制作助理。他的表现得到上司的认可，他们告诉他：「如果你能来洛杉矶，我们会让你继续参与这部电影。」结果，他与那位著名导演建立了密切联系。在接受调查时，他正在洛杉矶，参与另一部重大电影制作的更高级别工作。在回答是否能财务独立的问题时，他答道：「非常可以。」他的最终目标是自己导演电影，他正在努力实现这一目标。</p><p data-pid=\"0BQYRFzb\">• 「自雇的博学者。」许多参与者表现出了随兴趣变化而改变职业生涯的准备，乃至渴望，就像儿童在生活中所表现的那种随心所欲。其中一个极端例子是我们调查中年龄较大的一位参与者，当时 39 岁。他经历了混合学校教育和非学校教育直到十年级，然后彻底离开高中。之后，他获得了机械工程学士学位，并过上了他所称的「自雇的博学者」生活。他写道：「作为一名博学者，我现在所做的与我一直以来的所作所为大体相同（我大多数时候无视了传统学校教育，即使我被迫去上学）；我做任何引起我注意的事情。生活就是关于学习、成长，并与那些也想学习和成长的人分享你的发现。」</p><p data-pid=\"xCyN0fLs\">他多年来担任过的职务包括但不限于：一家医疗制造公司的研发顾问；临床催眠治疗师；神经语言程序学的高级从业者；社区学院辅导服务主任；野外生存、急救和丛林技巧专家；PADI 潜水教练；武术教练（功夫、柔道和截拳道）；以及两本童书的作者（目前正在撰写一个睡前故事新系列）。</p><h3>他们更看重有趣且有意义的职业，而不是那些可能更挣钱的工作。</h3><p data-pid=\"_4TjXgtX\">这个概括跟之前提到的「职业是童年兴趣的延续」有很大的交集。非学校教育的孩子们通过玩耍、探索和观察真实世界来找寻自己的热情。长大后，他们会将这些热情转化为职业追求，或者发掘新的兴趣。有些人表示，他们成年后的生活跟当初的非学校教育生活没太大区别，依旧是在玩耍、探索和学习。面对我们关于经济独立的问题，许多人回答说，他们只有节俭地生活才能自给自足，但他们宁愿过简朴的生活也不愿在自己不感兴趣的工作上赚更多的钱。</p><p data-pid=\"7JiceRH6\">以上四个案例就很好地体现了这个概括。接下来是另外三个例子，这些职业反映的不仅仅是童年时的具体活动，更是一种从童年开始萌芽的理想或社会责任。</p><p data-pid=\"Y5FbY8Kg\">• 绿色和平组织的活动家和社区组织者。这位女士当时 28 岁，是我们调查中受教育程度较高的参与者之一。她在公立学校读到 13 岁，之后便拒绝再上学，因而开始非学校教育。小时候，她沉浸在艺术中，同时对「革命和野生动植物」也兴趣浓厚。我怀疑，她拒绝上学本身就是她革命精神的表现。后来，凭借自己作品集获得的一笔可观奖学金，她进入了艺术学院，并在那里教授艺术多年。不过，她后来改变了职业道路，投身于另一个热衷的领域，成为了一名全职的绿色和平组织活动家、筹款人和管理者。当被问及如何维持生计时，她回答说：「是的，我有一份适度的薪水。我选择这份工作并非因为其薪酬最高。对我来说，更重要的是投身于能够造福社区的事业。」</p><p data-pid=\"2a10ehs4\">• 一家环保且承担社会责任的建筑公司的创始人。这位女士在接受我们调查时 30 岁，从未正式上过学，一直到 13-14 岁都是在家上学，随后开始了完全的非学校教育。她写道：「我是这家建筑公司的创始人兼员工。公司的经营理念，正是我少年时期在非学校教育中培养的种种兴趣和活动的直接反映——例如，在工作场所推广民主、环境保护、建筑施工、以及项目管理和协调。」</p><p data-pid=\"h6hmFNQA\">「我还是一家小型非营利组织的主席。这个组织致力于通过制定技术指南，支持建筑行业使用替代材料。我负责我们的技术指南项目，并与我们在全球的多元化支持团队进行协调。我对法规和政策制定的兴趣，以及推广使用环保替代材料的承诺，都与我年轻时接受非学校教育阶段所追求的兴趣和项目紧密相关。」</p><p data-pid=\"BN61m4sn\">「我在过去三年里完成了一系列实习……期间，我学习了可持续发展农业、自然建筑、社区建设和冲突解决……」</p><p data-pid=\"kXVow2Dp\">「非学校教育的主要优势在于，它帮助我清晰地了解自己，使我能够打造出对我而言有意义的成年生活。我从未觉得自己停止过非学校教育——我仍然像年轻时一样，不断地学习。15 岁时，我研究显微镜和核粒子；而现在，我研究非营利组织的章程和建筑规范，或者是为马拉松做训练。我今年 30 岁，已经有 20 年时间在练习如何经营我的生活，激发自己实现目标的动力，创造性地思考解决问题的方法，以及寻找自己感兴趣的事物。我发现，与那些『受学校教育』的同龄人相比，自己始终处于有利的位置……」</p><p data-pid=\"TUlnhlvP\">• 专注于非机动交通设计的城市规划师。此人 30 岁，从幼儿园到高中一直接受非学校教育，自认为是性别酷儿（gender queer），不愿被界定为男性或女性。在完成了本科学位课程后，此人从事了多份反映其兴趣的工作，包括规划、管理和城市发展等领域。这些工作包括：在一个小城市担任助理城市规划师、在一所常春藤联盟大学的公共卫生部门担任行政助理；为一个自行车交通项目担任研究助理（研究生时期）；在一家低收入住房非营利组织担任项目协调员；以及在一座大城市的交通局担任研究。这位人士写道：</p><p data-pid=\"iLPXXwvZ\">「我打算在自行车步行交通规划，或人因工程（human factors engineering）方面开创职业生涯。……我的兴趣往往是心血来潮，强烈而短暂。这一点，我在 16 岁左右就察觉到了。那时，我开始寻找那些能让我几个月换一次项目的职业道路。17 岁时，我接触到了城市设计，这个领域在过去十年里，成了我众多短暂兴趣的纽带。城市设计这个主题，和我青少年时喜爱的一些事情息息相关，像是舞台布景设计、模型制作、纺织设计和生态学。但直到我从我长大的农村地区搬到大城市后，我才真正明白我对设计感兴趣的本质。自那以后，我的路虽然曲折，但总体上是直线前进的。我在社区学院学习过建筑预科和制图，在大学深入学习建筑和城市设计，还在本科时写了一篇关于越南和匈牙利后社会主义城市规划政策的论文。我还在一个镇级规划办公室工作过，直到我开始研究生学习，我才对我现在专注的领域——非机动交通和旅游质性研究（qualitative research ）——产生了浓厚的兴趣……」</p><h3>有很高比例的人选择了创意艺术领域的职业。</h3><p data-pid=\"nugYkjG9\">正如我在第一篇文章中提到的，根据我们的分类，75 名调查参与者中有 36 人（占 48%）正在从事我们归类为创意艺术的职业。这一类别包括了美术、手工艺、摄影、电影、戏剧和写作。值得注意的是，在始终接受非学校教育的 24 名参与者中，有 19人（占 79%）正在从事这类职业。始终接受非学校教育的参与者更倾向于选择创意艺术领域职业，与其他参与者相比，这一观察结果在统计学上非常显著（用卡方检验得出的 p 值小于 0.001——回顾本系列<a href=\"https://link.zhihu.com/?target=https%3A//cdn.psychologytoday.com/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>中的表格）。对于始终接受非学校教育的群体中创意艺术家集中度较高的原因，我可以进行一些推测，但说实话，你的猜测和我的一样准。下面，作为示例，是三位从事此类职业的参与者的例子。</p><p data-pid=\"clc8HBsw\">• 一家大型剧院公司的制作经理。这位 29 岁的女士，她从小学到高中都是非学校教育，后来取得了戏剧艺术学士学位。她写道：「我是一名职业艺术家，也是[纽约一家主要剧院公司]的制作经理。我觉得我成长的方式直接影响了我现在的工作。孩提时代学到的东西——追求新思维、新兴趣、新知识，用创造性的方式解决问题，积极参与社区等——都极大地帮助了我。实际上，这些正是我至今仍在做的事情，只不过现在是在成年人的生活环境中。组织策划、灯光设计、舞蹈、制作，这些正是我小时候和青少年时期一直在做的事情。」</p><p data-pid=\"WG467lgt\">谈到经济独立，她写道：「在纽约生活确实不容易，但自 2008 年大学毕业以来，我一直经济独立。我找工作从未遇到困难。我偏爱实验性表演，并与众多艺术家合作。虽然我的收费不高，但我愿意投入到那些我认为有趣且值得信赖的项目中。」</p><p data-pid=\"Y5dQQKWi\">• 纺织艺术家/手艺人兼企业家。这位 21 岁的女士，从小学到高中都是非学校教育，没有接受过高等教育。她写道：「我是一名自雇的艺术家/手艺人，我在网上和本地销售产品。我现在做的正是我小时候感兴趣的事！我一直在制作东西，我热爱我的工作。」在回答关于经济独立的问题时，她写道：「是的，我在 19 岁时实现了经济独立，一直保持到现在（现在 21 岁）。对我来说，谋取更好的生活很重要，看到我的收入每年都在稳步增长，我感到非常自豪。作为一个接受非学校教育的成年人，我感到事业成功的压力，因为人们怀疑我能否做到，同时我也想向我的弟弟妹妹展现我们这样的生活是怎样的。」</p><p data-pid=\"G2bQG1b1\">• 自雇的钢琴和小提琴教师，有志于成为演奏家。这位 28 岁的女士，10 岁前在家上学，之后便开始非学校教育。在回答调查时，她有两份工作。一份是她维持了大约十年的自雇网页设计师。另一份，对她来说更重要的工作，是自雇的钢琴和小提琴教师，她已经做了大约七年。关于后者，她写道：「这是我的职业道路，我完全是自己打造的……我目前有 31 名学生。我教授一对一的私人课程，包括曲目/歌曲、理论、听力训练、音乐史、作曲、技巧、表演，并分享我对音乐的热情。我热爱我的工作！」</p><p data-pid=\"n03fODuq\">在回答关于经济独立的问题时，她写道：「是的。我经营着自己的生意，收入足以让我在[某市]这样昂贵的地区过上舒适的生活。『赚取足够的生活费』对我来说非常重要。但我理解『赚取足够的生活费』的方式是：自己负担生活费用，有能力购买对我重要的东西。最重要的是，要以一种让我感到快乐的方式来做到这一点。」</p><p data-pid=\"KfnlheNw\">在总结回答我们的职业问题时，她写道：「我热爱我目前作为音乐教师的职业，但我也有志于作为乐队成员的第二职业道路。我在这支乐队中弹贝斯并担任主唱，下周我们将进入录音室录制一张全长专辑，这张专辑的制作费用是通过 Kickstarter 活动筹集的。……我们正朝着这张唱片的目标努力，计划在 2014 年进行巡演，并正在考虑一家唱片公司的合作提议。」</p><h3>有很高比例的人是创业者。</h3><p data-pid=\"lyyOA0O5\">正如我在这一系列的第一篇文章中提到的，如果参与者创立了自己的企业，并且以此为生或正朝这个目标努力，我们就将其归为创业者。这一类别与创意艺术领域有很大的重叠，因为许多人的生意就是出售自己的创意艺术品或服务。总的来说，根据我们的分类，有 40 名参与者（占 53%）是创业者。在始终非学校教育的群体中，这一比例最高，达到 63%，但在不同群体间的差异并未达到统计学上的显著性。上文提到的一些案例也是创业的例子。</p><p data-pid=\"idNxijEZ\">研究工作满意度的社会学家发现，对人们来说最令人满意的工作和职业，通常是那些有很大工作自主性的。我们的研究清楚地表明，回答我们调查的非学校教育者选择的职业，在这方面非常突出。他们大多数是为自己工作，或者在能够自己作主的工作环境中。这并不令人意外：选择放弃自上而下的学校教育（在那里只能当下属，做别人指派的工作）的人，通常在职业中也会选择放弃这种模式。</p><h3>有很高比例的人，尤其是男性，选择了 STEM 领域的职业。</h3><p data-pid=\"3qv1JKVN\">起初，我们并没有考虑按职业进行分类，看看有多少人从事 STEM（科学、技术、工程和数学）领域的工作。但在第一篇文章的评论中有人提出这个问题后，我们决定这样做。我们采用了美国国家科学基金会发布的 STEM 定义，这个定义比一些其他定义更为广泛，不仅包括自然科学、技术、工程和数学，还包括社会科学。但是，我们只将那些在该领域进行研究和/或使用社会科学的技术进行应用工作的社会科学家纳入统计。就像我们在其他分析中所做的那样，Gina 和我首先独立分类，然后交换意见，通过讨论解决分歧。</p><p data-pid=\"BRMbKIW_\">总的来看，根据我们的分类，75 名参与者中有 22 人（占 29%）从事 STEM 职业。我们根据性别进行了细分（排除了不愿意按性别分类的参与者），发现在样本中，58 名女性中有 13 人（占 22%），16 名男性中有 8 人（占 50%）从事 STEM 职业。尽管样本中男性的数量相对较少，但这种比例上的差异在统计学上是显著的（卡方检验的 p 值为 0.030）。显然，与一般人群中的情况一样，男性选择这类职业的比例高于女性，这一趋势在非学校教育者中也存在。</p><p data-pid=\"Y-xwdhsr\">我们样本中的 STEM 人员大多从事工程或计算机技术领域，但也包括了一位考古学家、野生生物学家、数学和科学教师、情报分析员，以及四名从事医疗技术各个方面的专业人士。</p><p data-pid=\"vbgI957x\">在接下来的最后一篇关于我们调查的文章中，我将探讨成年非学校教育者对他们的自学经历的整体评价。他们喜欢和不喜欢非学校教育的哪些方面？他们的社交生活是怎样的？他们会让自己的孩子进行非学校教育吗？有没有人后悔选择非学校教育？如果有，他们的遗憾是什么？</p><h2>他们怎样看待自己的非学校教育经历？</h2><h3>多数人对自己的非学校教育经历感到满意，但也有少部分人感到遗憾。为什么？</h3><p data-pid=\"w2Z7Q4Dk\">这是 Gina Riley 和我近期进行的调查的最后一篇报告。调查对象是 75 位成年人（年龄在 18 至 49 岁之间，中位年龄 24 岁），他们在小初高学龄期间没有接受传统的学校教育。这些「非学校教育者」不去学校上课，也不像在家上学的孩子那样，被要求在家进行学校式的学习。他们没有固定的课程安排，不必出席必修课，也没有学业评估测试。虽然父母和其他人可能会提供帮助，但这些孩子的教育主要由他们自己掌控。</p><p data-pid=\"Jntr-4YT\">有人将非学校教育称为「在生活中学习」。这些非学校教育的孩子在日常生活中成长，并在此过程中学习。他们的人生没有经历过「学生时代」。在玩耍、工作和交流中，他们自然而然地学习。他们也会有意识地学习，解决现实生活中的问题，为未来的生活做好准备；但是，对于非学校教育者来说，这种有意识的学习永远是他们自己的选择，由他们自己主动进行。</p><p data-pid=\"DAz6-u1H\">在这个系列的<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第一篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 I：研究发现综述\" data-url=\"https://zhuanlan.zhihu.com/p/621888520\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"3\">[3]</sup>中，我介绍了调查方法，列出了部分参与者在开始非学校教育之前最后一个学年的情况（其中 24 人从未接受过学校教育），并对调查结果进行了统计汇总。在<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-ii-going-college\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第二篇文章</a><sup data-text=\"成年后非学校教育者的调查 II：走进大学之路\" data-url=\"https://zhuanlan.zhihu.com/p/663572996\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"4\">[4]</sup>中，我深入探讨了他们在非学校教育之后的高等教育经历；<a href=\"https://link.zhihu.com/?target=http%3A//www.psychologytoday.com/blog/freedom-learn/201406/survey-grown-unschoolers-iii-pursuing-careers\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">第三篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 III：职业生涯\" data-url=\"https://zhuanlan.zhihu.com/p/669129982\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"5\">[5]</sup>则描述了他们的职业追求。总的来说，这些文章中展示的结果表明，参与我们调查的成年非学校教育者在追求高等教育和职业发展方面并未遇到特别的困难。他们更倾向于从事艺术和符合国家科学基金会定义的 STEM 领域的工作，并且很多人已经开创了自己的事业。现在，在这篇文章里，我将详细阐述调查对象对自己非学校教育经历的主观看法。</p><h3>绝大多数参与者表示，如果他们有孩子，会考虑让孩子接受非学校教育。</h3><p data-pid=\"hk8X8Hik\">他们对调查问卷第 9 题（也是最后一题）的回答，可能就是他们对非学校教育感受的最佳体现：「如果你打算要孩子，你会选择让他们接受非学校教育吗？原因是什么？」</p><p data-pid=\"VIi953t_\">其中一位参与者没有回答这个问题。在其余 74 位参与者中，有 50 人（占 67%）的回答被我们解读为是明确的「肯定」：他们一定会让自己的孩子接受非学校教育，除非孩子明确表达出对其他教育方式的偏好，或是特殊情况的阻扰。其中包括 8 位的回答者，他们已经有了孩子，孩子也到了学龄，正在接受非学校教育。他们选择让孩子接受非学校教育的理由，与他们对自己非学校教育经验优势的描述非常相似。</p><p data-pid=\"rbt-1jI3\">另有 19 人（占 25%）的回答表明他们可能会考虑非学校教育，但同时也会权衡其他的教育选择，比如更加进步或民主的替代学校。只有 5 人（占 7%）明确表示或倾向于「不会」选择非学校教育。其中，两人对自己的非学校教育经历感到非常不满（后文将详细介绍）；另一位虽然认为非学校教育对自己很有效，但对她的弟弟来说效果并不好，因此她认为非学校教育只适合那些极具自我驱动力的人；还有一位更喜欢像瑟谷这样的民主学校，因为它们能提供更强的社群感；最后一位在军队工作，更倾向于像蒙特梭利这样半结构化的学校环境，这样孩子可以学会遵守规则，包括一些看似由他人武断设立的规则。</p><h3>大部分非学校教育者对自己的社交生活感到满意，并且很看重与不同年龄段朋友的交往。</h3><p data-pid=\"PlVncWuB\">在家上学者和非学校教育者经常会被问及他们的社交生活。很多人认为，不在学校上学的孩子难以结交朋友，不懂得如何与同龄人相处，长大后会在社交方面表现得很笨拙。我们也提出了有关社会化的问题，即使这些问题可能会让人感到无语。调查问卷的第6题是：「你小时候的社交生活怎么样？你是怎样认识其他同龄孩子的？你作为一个非学校教育者（unschooler）时的社交经历，和你现在的社交经历有哪些相同和不同之处？」</p><p data-pid=\"iPu8-MMu\">我们对这个问题的答案进行了分类，结果显示，在 75 位参与者中，有 52 位（占 69%）明确表示他们对作为非学校教育者的社交生活感到满意。剩下的 23 位中，9 位描述了「不佳」的社交生活，另外 14 位表达了复杂的感受。社交生活不佳的人主要谈到了社交孤立——我稍后会详细说明。而对社交生活有复杂感受的人，通常是在描述寻找志同道合的朋友的困难——这些困难可能与非学校教育有关，也可能并无关系。（并非所有在校学生都能轻松找到合适的朋友。）</p><p data-pid=\"nA7PhbRB\">大多数参与者似乎在认识其他孩子和交朋友方面并没有遇到太多困难。在这 75 人中，有 41 位（占 55%）表示，他们的本地在家上学（homeschooling）小组是结交朋友的重要渠道。32 位（占 43%）说，参加各类课后活动——比如舞蹈、戏剧、体育和美术课——帮助他们结识了其他人并交到了朋友。许多人还提到，通过教会或宗教组织、社区或志愿者协会，以及男孩女孩俱乐部（Boys and Girls Clubs）、4H 和童子军等青少年组织，他们也结交了朋友。从事兼职工作的青少年则通过工作结识了其他人。有 8 位参与者特别提到，「不返校营（Not Back to School Camp）」是他们与其他非学校教育者建立长久友谊的地方，他们通过网络在营期结束后继续保持联系。还有些人说，他们的家庭非常爱交际，积极参与社区活动，因此也通过家庭结交了不少朋友。</p><p data-pid=\"gAWUd7-_\">虽然我们没有专门询问混龄的情况，但 51 位（占 68%）参与者提到，不上学让他们有机会与不同年龄的人交往和交朋友。很多人谈到了与年龄较大或较小的朋友交往的特殊价值。有些人指出，在学校之外的真实世界中，人们必须学会与不同年龄的人相处，因此，至少在这个方面，非学校教育者（包括在家上学者）的社交生活比学校中只与同龄人交往的孩子们更加<b>正常</b>。</p><p data-pid=\"TIPgPXKJ\">一位 19 岁的女孩，她的社交生活特别丰富。她写道：「我在教堂、社区、体育场或各种兴趣班中交到了朋友。无论是商店、邮局还是公园，我都能交到朋友。我交到的朋友来自各行各业，涵盖各个年龄段和不同的社会、经济背景。我们家里一直都是各种人碰头的地方：无论是饥肠辘辘的孩子们来吃饭，还是我妈妈的朋友或兄弟们遇到困难需要暂住的地方，或者只是想在周末远离烦恼的人，我们家都欢迎他们。有时我们会为 20 人做饭，有时只为我们自家人做，生活因此而丰富多彩。在不同情况下见到的不同人，让我对人有了更深的了解。我学会了怎样辨别真正的朋友，并且大多数时候能区分真挚的友谊和短暂的交往。我最好的朋友包括一位热爱舞蹈、心灵手巧的 15 岁女孩，一位正在失明但志向远大的同龄男生，以及一位正在享受退休生活的年长女性。这些朋友让我获得了一些只和同龄人在一起是无法得到的独特视角，我认为是这样。」</p><p data-pid=\"-cKTCAqL\">下面这个回答被我们归为社交生活不佳这一类。这是一位对自己非学校教育的其他方面都相当满意的加拿大女性写的：「我的社交生活不太理想，主要是因为我们的居住环境。那是一个很小的镇子，有很多偏僻小镇的典型问题，比如酗酒、吸毒和贫困等。回想起来，我意识到大部分与我为邻的孩子都是在糟糕的环境中长大的，他们不了解还有其他的生活方式，但我当时并不明白这些，我是悲惨的。等我成了青少年，我们搬到了另一个省份，我发现自己很难融入当地的在家上学社区，而且最后我也对此并不感兴趣。即使从非学校教育的角度来看，我们家的家庭文化也很不同，所以社交通常都会让我和他人互相造成文化冲击。」</p><h3>参与者们最看重的是非学校教育给予他们的自由，以及随之而来的个人责任感。</h3><p data-pid=\"Ay7A71dp\">问卷的第 7 题是：「对你来说，非学校教育的主要优势是什么？请回顾你的经历，综合过去和现在的感受，回答这个问题。你认为非学校教育如何帮助你<b>长大</b>？」</p><p data-pid=\"f5XTvmKO\">大多数参与者都非常热情地谈论了非学校教育的优势。几乎所有人都提到了非学校教育赋予他们的自由，这种自由让他们能够发现并追求自己的兴趣，以自己的方式进行学习。大约 70% 的人还表示，非学校教育让他们成长为自我驱动、自我管理、负责任的人，能够主宰自己的生活。同样比例的人提到了，作为非学校教育者，他们所获得的学习机会是他们若在学校接受教育可能无法享有的。</p><p data-pid=\"_Bxfoswd\">许多人还谈到了自己平稳过渡到成年生活。非学校教育比学校教育更像成年人的生活。在这个背景下，相当一部分人也谈到了他们在职业生涯上的提前起步（在<a href=\"https://link.zhihu.com/?target=http%3A//www.psychologytoday.com/blog/freedom-learn/201406/survey-grown-unschoolers-iii-pursuing-careers\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">前一篇文章</a><sup data-text=\"对成年后的非学校教育者的调查 III：职业生涯\" data-url=\"https://zhuanlan.zhihu.com/p/669129982\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"5\">[5]</sup>中有讨论）。他们能够专注并在某些领域成为专家，如果他们在学校上学，这是无法实现的。</p><p data-pid=\"UqbpX1nl\">一些人还描述了非学校教育是如何让他们更了解自己，发现自己的热情，以及如何在这个世界上发挥自己的个性。在这个背景下，有些人明确写道，他们学会了珍视与众不同的自己，克服了与众不同所带来的恐惧。不过，另有一些（一直接受非学校教育的）人在成长过程中根本就没有体会到这样的恐惧。</p><p data-pid=\"wvdotQMX\">将这些回答与我们之前在类似问题上向非学校教育家庭的家长（主要是母亲）所做的调查结果进行比较，非常有趣（参见<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201202/the-benefits-unschooling-report-i-large-survey\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">之前的调查</a><sup data-text=\"非学校教育的益处：一项大规模调查的报告（上）\" data-url=\"https://zhuanlan.zhihu.com/p/661684045\" data-draft-node=\"inline\" data-draft-type=\"reference\" data-numero=\"6\">[6]</sup>）。在那次调查中，家长们提到非学校教育的两大优势分别是：孩子的学习优势和家庭关系的亲密。在那项研究中，有 57% 的家长报告称，非学校教育在某种程度上改善了他们孩子的学习；同样比例的家长表示，非学校教育使家庭成员能够更多地相处在一起，更和谐地生活（因为没有了学校安排或家庭教育课程的带来的冲突和紧张）。</p><p data-pid=\"uw-D-7nd\">与之前调查中的家长不同，这次调查中只有 18 位参与者（占 24%）提到，非学校教育让他们与家庭成员的相处时间增加、关系更亲密或生活更和谐。这与我在其他地方表达的观点非常吻合（比如<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201307/beyond-attachment-parents-children-need-community\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">在这里</a>），即孩子们——无论他们对父母的需要和爱有多深——在很多方面都更倾向于向成人世界迈进，超越他们的原生家庭。我认为这就是为什么在本次调查中，许多参与者自发提到了家庭外的跨年龄友谊，以及他们如此注重培养独立和责任感的原因。家长有时会忘记，孩子们的生物使命是超越他们的原生家庭；这个家庭仅仅是他们人生旅程的起点。在这方面，值得注意的是，对非学校教育感到不满的三位参与者的主要抱怨是，他们的父母将他们隔离起来，阻止他们探索家庭或家庭所在的封闭小圈子以外的世界。</p><p data-pid=\"DF52D1j9\">这里随机选取了两个对第 7 问的回答，以展示参与者如何描述非学校教育的优势：</p><p data-pid=\"Vq2q2QEv\">• 一位 37 岁的女性，她在一年级后就离开了学校，写道：「我小时候就感受到的非学校教育的优势，按重要性排序是：1）能按需睡觉，睡足觉，2）有时间做我想做的所有事（比如读书、建造树屋、编织、编排戏剧、骑车、玩游戏、探索树林里的小路、游泳、烘焙、手工制作等等），3）能够工作挣钱，而不受学校时间的限制。现在回想起来，我认为这些都是很大的优势，甚至比我当时意识到的还要多！非学校教育还培养了我最真正的才能——做事有始有终。我能把事情做完。它让我能够『跳出固定思维框架』，现在我能制定计划并付诸实施，乐于在遇到障碍时找到解决方法，并享受自身能力所带来的积极成果。非学校教育如何帮助我成长？嗯，在很多方面，我从一开始就已经以成年人的身份生活，自己负责自己的思考和行动，所以根本没有经历什么突然的转变。」</p><p data-pid=\"7kfEgY_0\">• 一位 28 岁的女性，之前只进行过一些有课程安排的在家上学，后来转为非学校教育，她写道：「我小时候很开心，因为我有很多时间去玩耍和娱乐。我可以把更多时间花在自己喜欢的事情上，而不是被迫去做我不喜欢的事情。现在作为成年人，我觉得我有时间去探索自己的兴趣，不用被迫参与活动、接受知识和观念，所以我逐渐开始喜欢这些。例如，我从小就自发阅读了很多经典书籍，如果这些书被强加给我，我可能就不会去读它们了。……我从经典书籍中学到了很多，这些都不是在课堂上被别人（带偏见地）教给我的。关于成长为成年人，我学会了直率和独立。我从来没有被强迫去接受性别角色，更没有与此相关的束缚，也没有和同龄女孩一样有不安全感，或是被限制。因为我懂电脑编程，痴迷《星际迷航》，我思维逻辑清晰，行事果断。我敢于直言不讳（虽然这些年来我学会了更多的圆滑），并且我非常独立。我不认为我们的生活有我们想象的那么多限制。」</p><h3>非学校教育中最常被提及的劣势是要处理他人对此的看法。</h3><p data-pid=\"bza4LKuo\">调查的第8题是：「对你而言，非学校教育的主要劣势是什么？请从你童年时的感受和现在的感受两方面来回答。你认为非学校教育在你成长为成年人的过程中有没有带来任何障碍？」</p><p data-pid=\"7dnjSBRI\">在 75 位参与者中，有 28 位并未指出任何劣势，而其他大部分人都认为，与优势相比，这些劣势微不足道。</p><p data-pid=\"EdcGKjoo\">根据分类，最常见的不利因素是<b>他人的看法</b>——有 21 位（占 28%）的参与者提到了这一点。有趣的是，这也是我们之前对非学校教育的孩子家长进行研究时最常被提及的劣势，当时有 46% 的参与者提到了这一点（详见<a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201204/the-challenges-unschooling-report-iii-the-survey\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">此处</a>）。在之前的研究中，与孩子相比，父母似乎更苦恼于处理他人的看法。这并不奇怪，因为批评和怀疑更常针对父母而非孩子，父母也更感到对非学校教育的决定负有责任。本次研究中一个典型的评论是：「小时候，我不得不一直解释我们家为什么选择非学校教育，这真是特别烦人。这不是常见的选择，会让人觉得新奇，给我们带来不便。」</p><p data-pid=\"1mFpsIQo\">排在第二位的不利因素是：一定程度上的<b>社交孤立</b>，这被 16 位（占 21%）的参与者提到。这主要是因为他们身边没有其他非学校教育的孩子，而且和上学的孩子交流也有难度，因为他们的时间安排紧凑，生活方式也不同。例如，有人写道：「对我来说，非学校教育的主要劣势是，13 岁之后我周围就没有其他非学校教育的孩子了……我青少年时期最亲密的朋友，都是在 NBTSC<b>（不返校营）</b>认识的，但他们住得很远。」这个分类里还包括了两三个抱怨缺少约会机会的人。</p><figure data-size=\"small\"><noscript><img src=\"https://picx.zhimg.com/50/v2-5860e7eec11e55bbb830f9773602669c_720w.jpg?source=2c26e567\" data-size=\"small\" data-rawwidth=\"320\" data-rawheight=\"266\" data-original-token=\"v2-5860e7eec11e55bbb830f9773602669c\" class=\"content_image\" width=\"320\"/></noscript><img src=\"data:image/svg+xml;utf8,&lt;svg xmlns=&#39;http://www.w3.org/2000/svg&#39; width=&#39;320&#39; height=&#39;266&#39;&gt;&lt;/svg&gt;\" data-size=\"small\" data-rawwidth=\"320\" data-rawheight=\"266\" data-original-token=\"v2-5860e7eec11e55bbb830f9773602669c\" class=\"content_image lazy\" width=\"320\" data-actualsrc=\"https://picx.zhimg.com/50/v2-5860e7eec11e55bbb830f9773602669c_720w.jpg?source=2c26e567\"/><figcaption>img</figcaption></figure><p data-pid=\"gWALRO1S\">只有 8 位参与者（占 11%）将<b>学习不足</b>作为一个不利因素。其中只有 3 人尤其认同这一点，而这 3 人恰恰也是对他们的非学校教育体验最不满的（后文会具体说明）。剩下的 5 人普遍认为，学习上的不足是一个较小的问题，当他们有需求时可以再学。他们觉得自己最欠缺的科目，不出所料，是数学。（作为一名曾多年教授社科统计的大学教授，我可以证明，很多在大学前已经学了 12 年数学的人也抱怨自己数学不好，并且确实有这个问题！）</p><h3>3 名参与者对自己的非学校教育经历非常不满，并抱怨父母疏忽大意。</h3><p data-pid=\"bAJreqSN\">在 75 位参与者中，只有 3 位表示，对他们而言，非学校教育弊大于利。深入了解这三个案例有助于我们理解在哪些情况下非学校教育并非一个好选择。在这三个案例的家庭中，母亲的心理健康状况不佳，父亲则不参与教育。这三位参与者都感受到了社交孤立、知识匮乏、遭受歧视，感觉因为非学校教育和家庭环境而显得「古怪」。其中两位参与者认为，他们的孤立部分是因为父母坚持原教旨基督教信仰。以下是对每个案例的简要概述。</p><p data-pid=\"XjS5uSKK\">一位在英国长大的 26 岁女性参与者写道：「我不支持非学校教育，因为我认为这是一种让精神状态不佳的父母在不需要积极参与融入社会的情况下抚养孩子的简便方法……因为我母亲的精神健康问题，她很难交友，通常也不喜欢参加社交活动等。我认为这是她选择让我们接受非学校教育的主要原因。」她接着说，在非学校教育的岁月里，她感到极度孤立，几乎没有学习任何东西。她后来接受了高等艺术教育，并成为了一名艺术教师，但这并非出于她对艺术的兴趣或喜欢教学，而是因为她觉得自己别无选择。在回答关于非学校教育劣势的问题时，她写道：「我的非学校教育经历完全是负面的。我成年后，因为被认为『古怪』和从事低地位、低收入的工作，我受到欺凌。我还很难找到长期男友，虽然我有吸引力、聪明，但很少有人愿意和一个对自己的成长方式（未接受正规教育）心怀不满的人交往。」</p><p data-pid=\"LDR_biT9\">第二位参与者，一位 35 岁的女性，在三年级之前接受基督教家庭教育，之后转为非学校教育。这不是一个深思熟虑的决定，而是无奈之举：因为她母亲的心理和身体状况不佳，让她无法继续在家上学。她还提到，她的母亲不让她上学是为了「控制我们接触到的信息类型，包括性教育、科学或健康等，以及控制我们与人的交往。」她和其他两位一样，从未有机会选择自己的教育方式。她觉得自己被剥夺了上学的机会，而不是觉得能避开学校是一种特权。成年后，她主要在打零工，如清洁或油漆，但在调查时正在攻读工业设计专业的学士学位。在回答关于非学校教育的缺点时，她写道：「缺点是没有基本知识和社交技能的基础！我也不太喜欢和人相处，更喜欢独处，可能是因为我孤单且无人监督地成长，也可能只是我的性格，我也说不清楚。小时候，我最主要的感受是自己哪里都不合群，总是成为邻里之间的『怪人』，总是错过成长的重要时刻，经常感到孤独。这是一种非常孤单孤独的生活，考虑到严肃的宗教教育背景，这感觉相当压抑。我现在也觉得，我所学到的更多是宗教知识，而不是对我后来生活中有用的东西。」</p><p data-pid=\"mIpq1kLK\">第三位参与者，29 岁的考古学博士候选人，描述了她的母亲原本想让她接受基督教教育，但因为和浸信会学院的员工发生冲突，在她四年级时把她从学校带走。她母亲本想用基督教课程进行家庭教育，但因为自身的抑郁症而未能实施。她这样写道：「母亲个人与抑郁的斗争，导致她无法打理家务和监督我的家庭学习，这成了转向非学校教育的原因。」她还写道：「依我看，我之所以被『非学校教育』，仅仅是因为我母亲无法忍受我上公立或私立学校的焦虑——在那里可能会有其他非基督徒对我产生『负面影响』。她需要我在家帮忙做家务，照顾她，因为她是一个无法正常工作的抑郁患者。她宁愿让我从 9 岁到 18 岁过着社交孤立的生活，也不愿让我接受世俗教育。我的父亲其实不想让我接受家庭教育或非学校教育，但他从未采取行动，任由母亲为所欲为。」关于她的社交生活，她写道：「作为一名非学校教育者，我的『社交』生活只限于与父母、兄弟、偶尔的远亲以及去杂货店或生病时看医生的互动。」</p><p data-pid=\"D9tCZjA9\">这位参与者对她的非学校教育并不全然持负面看法。在回答关于优势的问题时，她写道：「现在回想起来，如果当初在学校，同时还得面对家里那种不正常和虐待的环境，我可能会做出一些不好的社交选择，那会对我以后的生活产生长期影响。所以，虽然在家被孤立地生活很痛苦，也让我受了很多创伤，但比起其他选择，我觉得这样还是更好些。我有很多时间独处，沉思。我自己悄悄练习冥想。这种独立和反思的习惯帮助我长大，尤其是在摆脱我母亲控制的影响这方面。」她在回答之前的一个问题时还写道：「作为一名非学校教育者，我是一个自驱的学习者，我的许多工作现在都需要自我驱动的学习——无论是我的博士论文研究，还是发展教学方法。」</p><p data-pid=\"LJWz4f4Q\">在回答关于非学校教育的劣势时，她这样写道：「从成年人的角度回顾，最主要的劣势是，社交孤立让我父母肆无忌惮的虐待和忽视我。在我接受非学校教育期间，我遭受了严重的虐待和忽视。缺乏正规教育使我在成长的过程中自信心受损。我总感到不值；我仍感觉自己在某种程度上遭到了永久性的伤害，就像是被关在笼子里没有受到正规教育的怪人。我之前的非学校教育经历没有提供足够的数学和科学知识，以供我接受正规大学教育。为了通过 GED 考试，我不得不自学。我还必须自学补习数学和科学基础知识，才能跟上大学入门级别的课程。」</p><p data-pid=\"YJl3wA_G\">需要补充的是，在整个调查中，唯一一个谈到宗教对成长影响的参与者，对原教旨主义也持有非常负面的看法。她的父母在她 15 岁时成为极端的基督教原教旨主义者。她写道：「那时，我成了照顾年幼兄弟姐妹的全职看护。在那种亚文化里，人们希望我结婚生孩子，而不是追求职业生涯，所以认为进一步教育是没必要的。……自从父母成为原教旨主义者之后，我们几乎完全与宗教团体外的人断绝了往来。我们的交往主要围绕着照看孩子、做家务和参加宗教聚会，几乎没有时间进行正常的社交活动。」尽管如此，这位女士后来成为了一名非常成功的作家，并表示她会选择非学校教育方式教育自己的女儿。她不反对非学校教育，但对于她在家中因父母的转变而经历的社交和心智上的隔离，她深恶痛绝。</p><h2>最后的思考</h2><p data-pid=\"noG9goCA\">虽然我们的样本相对较小，但调查结果显示，如果全家人，包括孩子们，都支持非学校教育，如果父母心理健康且快乐，如果父母与更广阔的社会保持联系，并帮助孩子参与这个世界，那么非学校教育可以非常成功。即便这些条件没有完全满足，非学校教育也能很好地运作。在这样的环境中成长的孩子能够掌控自己的生活，并在寻找和追求幸福的道路上得到家庭的支持。但如果家长有问题，或者家庭隔离社会文化而非融入，或者孩子本人更愿意去学校，那么非学校教育可能会导致孩子的怨恨，甚至理所当然地让孩子感受到被虐待和忽视。</p><p data-pid=\"jD0ZIKdU\">最后，我们要向参与这项调查的所有人表示感谢！这份问卷相当长，你们中很多人对每个问题都作了详尽而深入的回答。我们非常感激你们愿意分享自己的经历，从而让我们有所收获。</p><hr/><p data-pid=\"UgT-SoZd\">这篇文章标志着我们在这个博客上关于成年后的非学校教育者调查系列报告的结束。对我们的调查结果，你还有什么疑问或感想吗？关于非学校教育，有哪些尚未涉及的问题你希望我们探讨？如果你是一名成年非学校教育者或一位非学校教育的家长，这些发现与你的经历是否相符？这个博客是一个讨论平台，无论是我还是其他读者，都非常重视你的观点和见解。我一贯更倾向于你在这里发表你的评论和问题，而不是私下通过邮件和我交流。因为在这里发表，你不仅是在和我分享，也在和其他读者分享。我会阅读所有评论，并尽我所能回答所有严肃的问题。当然，如果你有些话真的<b>只</b>适合你和我之间交流，那就给我发电子邮件。</p><hr/><p data-pid=\"lIK_ilC9\">原文：</p><ul><li data-pid=\"-UJO5eX4\"><a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-i-overview-findings\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">A Survey of Grown Unschoolers I: Overview of Findings | Psychology Today</a></li><li data-pid=\"iWFvnkTA\"><a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201406/survey-grown-unschoolers-ii-going-college\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Survey of Grown Unschoolers II: Going on to College | Psychology Today</a></li><li data-pid=\"dFROnQFv\"><a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-to-learn/201406/survey-of-grown-unschoolers-iii-pursuing-careers\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Survey of Grown Unschoolers III: Pursuing Careers | Psychology Today</a></li><li data-pid=\"y1VXWhCM\"><a href=\"https://link.zhihu.com/?target=https%3A//www.psychologytoday.com/us/blog/freedom-learn/201407/what-do-grown-unschoolers-think-unschooling-iv-in-series\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">What Do Grown Unschoolers Think of Unschooling? IV in Series | Psychology Today</a></li></ul><p data-pid=\"8DJCQQwa\">作者：彼得•格雷（Peter Gray）博士</p><p data-pid=\"m2IslamL\"><a href=\"https://link.zhihu.com/?target=https%3A//paratranz.cn/projects/3131\" class=\" wrap external\" target=\"_blank\" rel=\"nofollow noreferrer\">Thoughts Memo</a> 汉化组译制</p>",
  "content_need_truncated": false,
  "created_time": 1707825905,
  "excerpt": "不一定，这里有一份调查报告，参与者只接受过一部分，或者完全没有接受过义务教育阶段的学校教育。这份调查报告了他们上大学、参加工作的情况，以及他们对自己不上学的经历的看法。 调查报告内容长达三万字，请善用目录，跳转阅读你感兴趣的部分。 研究发现综述有 75 名曾接受过非学校教育的成年人参与，他们报告了自己童年和成年的经历。在进行本文描述的研究之前，我的同事 Gina Riley 和我开展了另一项研究，调查了非学校教育…",
  "id": 3395262951,
  "is_jump_native": false,
  "question": {
    "created": 1646010291,
    "detail": "",
    "id": 519143504,
    "question_type": "normal",
    "relationship": {},
    "title": "不上学真的没出息吗?",
    "type": "question",
    "updated_time": 1646010291,
    "url": "https://api.zhihu.com/questions/519143504"
  },
  "relationship": {
    "upvoted_followees": []
  },
  "type": "answer",
  "voteup_count": 39
}