{
  "answer_type": "normal",
  "author": {
    "avatar_url": "https://picx.zhimg.com/v2-0ebbd00d10ee9f3b47237b367659abe0_l.jpg?source=2c26e567",
    "avatar_url_template": "https://picx.zhimg.com/v2-0ebbd00d10ee9f3b47237b367659abe0.jpg?source=2c26e567",
    "badge": [],
    "badge_v2": {
      "detail_badges": [],
      "icon": "",
      "merged_badges": [],
      "night_icon": "",
      "title": ""
    },
    "gender": 1,
    "headline": "钻研人类记忆，探索复习算法。改善教育公平，践行自由学习。",
    "id": "3c9990a12cdbcd92e20b1387b160f0a3",
    "is_advertiser": false,
    "is_org": false,
    "is_privacy": false,
    "name": "叶峻峣",
    "type": "people",
    "url": "https://api.zhihu.com/people/3c9990a12cdbcd92e20b1387b160f0a3",
    "url_token": "thoughts-memo",
    "user_type": "people"
  },
  "biz_ext": {},
  "comment_count": 6,
  "content": "<p data-pid=\"gk92nlvP\">看完第九集，花音你是个隐藏的重女啊！岛村之刃永不过时：</p><p data-pid=\"oHmQzQ0K\">花音：我！讨厌真昼在我不知道的地方露出笑容！也讨厌你为妈妈画画！我希望你只为我而画！我希望真昼很开心的时候，笑的时候，我可以在你身边！我想要那样！我头好痛，好痛苦！我一直在想真昼的事情，感觉都要……发疯了……你一点也不在意我吗？一点也不会吗？完全不会？我对你来说不重要吗？只是朋友吗？普通的朋友吗？我希望自己不是普通的朋友，就算比普通好一点也好，我想成为不普通的……朋友……嗳，真昼，我该怎么做才好？嗳。真昼，你有在听吗？求你听我说话。你听到我的声音有什么想法吗？会有吗？你要说会感到放心，还是什么都好，拜託有点想法。我希望你可以有点想法，还是说我不该期待这种事？真昼！我就是要真昼啊，我啊，就是想要跟真昼待在一起。我不需要真昼以外的人，不需要……只要有真昼就好。我没有很任性喔，我只说比普通好一点，好一点而已啊。其他人根本就不重要，也不需要，我希望那些人都可以滚远一点，可是你为什么要去妈妈那边呢？求你来我这边，来我这边，待在我身边，不要离开我。不行，在真昼身旁的只能是我，我希望是我，我想待在你身边，拜託你让我待在你身边……我不想看到你变成我不认识的真昼，我想了解真昼的一切，也讨厌有我不想知道的事情存在，可是我更讨厌自己不知道，会更难受。会很难受，很痛苦，很痛苦……真昼……我想问你要不要一起做下一首MV，我很想赶紧完成下一个啊，可是真昼为什么会跟妈妈一起做？为什么跟她一起出去搞计划？真昼你现在在哪里？有跟妈妈在一起吗？真昼，真昼……嗳，你有在听吗？从刚才开始就只有我在说话啊。平常的真昼都会和我说更多话吧？嗳，为什么？现在不像平常一样吗？我很奇怪吗？我很奇怪吧？这我自己也知道，可是，我想知道，我想知道真昼的一切，变得好奇怪。我不想和真昼分开，我想一直和你在一起，不管人在哪里都好，只要是跟你一起，不管待在哪里我都无所谓，我好一阵子没有跟真昼见面了啊，我好想见你，可是感觉我现在见到你会哭，而且现在也真的在哭，我一直很在意很在意妈妈到底是怎样，嗳，你有在听吗？比起跟我在一起，你比较喜欢跟她在一起吗？我不好吗？哪里不好了？我会改过的，拜託你告诉我，我会改过，我绝对会改过，所以拜託你告诉我，我想知道理由啊。真昼你……我有因为是真昼……因为是真昼才喜欢的事情，就算有其他人画得跟真昼一样好也不影响，虽然也不可能有人跟真昼画得一样，嗳，我不是在意真昼的画技，一定要是你才行啊。所以我才想跟你变得更要好，却好像……我不是想讲这个，我想讲其他的事情，可是我很在意……因为真昼当时脸上带着笑容啊。我讨厌你对我以外的人笑。你不讨厌吗？不会吗？真昼不会这样吗？真昼你喜欢谁？你有喜欢的人吗？你会喜欢上一个人吗？你知道什么是喜欢吗？我有时候啊，觉得好害怕。在想真昼为什么愿意陪着我。说起来，我跟真昼是朋友吧？至少有变成朋友吧？你觉得我是朋友吗？真昼对这种事……呜呜呜……噎……真昼，让我听听你的声音。我想听你的声音，听你讲讲跟我有关的事情。我希望真昼是最了解我……最了解我的人。我想了解你，也希望你了解我，我希望你变成最了解我的人，我也想变成最了解你的人。我很想……可是……感觉只要发生一点不好的事情，我就会很挫折……因为真昼……感觉……不像很重视我的样子……重视……说重视也很奇怪，但是我希望你可以重视我。我就是想要你重视我！我不想跟其他人一起被归在同一类，真的只要……特别一点点就好……真昼有思考过关于我的事情吗？我啊，我一直想着你。我一直只想着你啊。我想的全是跟真昼有关的事情。所以，真昼！你有没有常常想着我……真昼跟我不一样啊，不一样吧？这我知道，可是！我会期待，也会不小心期待起来，就算像现在这样被背……叛……我也想打电话给你。但就算打了电话，也会变成现在这样，不会解决任何问题，我该怎么办才好？嗳，真昼，真昼？电话还没挂断吧？我现在还跟你通着电话吧？可是好遥远，你在好遥远的地方，我好想见你。我想直接和真昼见上一面。我希望你对我笑，希望你摸着我的头，问我有没有怎么样。你现在在哪里？在哪里？有和谁在一起吗？跟我妈妈在一起吗？我从刚才就问过好几次了吧？不要，我不要那样，我不要你替我妈妈画画。不要……你快说不是那样，跟我说不是那样！我满脑子想着真昼啊！还不够吗？这样还不行吗？要更常想着你才行吗？我该怎么做？我不知道该怎么做，每次思考该怎么做也总是落得失败的下场，告诉我你希望我怎么做，你告诉我的话，我会努力去做的。我绝对会努力去做的，所以，那种人我其实一点也不在乎她怎么样。我想见的真昼……是更不一样的，我知道只要改变我自己就好……真昼，嗳，真昼，你现在在想什么？你觉得我很奇怪吗？觉得我有病吗？说说你的想法好吗？你主动跟我说话，主动接近我好吗？每次都是我……都是我……都是我……单方面地接近一个人，就会变成现在这样啊！就是因为会变成现在这样，所以真昼也……来我这边好吗？真昼讨厌我吗？不讨厌吧？不要，你不要讨厌我。我不要你讨厌我。我不想要你讨厌我……我希望你喜欢……我希望你喜欢我。我希望你喜欢上一个人。不对，是真昼你要喜欢……你讨厌我吗？你跟我妈妈一样讨厌我吗？你以后不再跟我说话了吗？会把我当作不认识的人吗？我该怎么说才好？我该做什么才好？要飞起来吗？要跳起来吗？要牵你的手吗？这些我都想做，可是真的做了你又不会看着我……我到底该怎么做才好？我该怎么做？没有人……真昼，我……好想听你的声音……求你说点什么，让我放心，可是我不要你对别人笑，只对我笑，对我笑……头好痛，肚子也……好痛……明明就很在意，可是你……为什么不跟我联络呢？告诉我，我好想知道。我好想了解真昼，我从刚才开始，就觉得心里好混乱……我一直在说一样的话，可是这也没办法啊，就是没办法啊。我就是只想着真昼啊……就是只想着真昼，所以就算变得一直在想真昼……我也很重视真昼，很想好好珍惜你，我不要自己不重视你，所以……拜託你看着我。我不要真昼不看着我……我不要你……看着别人……我不要那样。你又要跟妈妈一起出去吗？要跟我妈妈去搞大计划吗？一起到涉谷那里吗？跟我的妈妈一起……做曾经跟我一起做过的事情吗！我不要你那样。不要盖掉我跟你的回忆啊！我一直记得那些回忆，你却要忘记……你为她画画的话，这次会不一样吗？会在看着同样的地方的时候，看到不一样的东西吗？我不要你那样，我不要，我不要。我想待在真昼身边，和你一起分享，相互了解……这样太奇怪了啊。不对吧？是我很奇怪，我知道自己这样很奇怪，可是就是会变得很奇怪……我没办法不想着真昼……就算是现在，也……真昼，真昼，夜……夜……呜呜……呜……呜呜呜呜，真昼，真昼……唔，咳……呜呜……真昼的……真昼？真昼，真昼，真昼……我就是要真昼，我……就是要待在真昼身边，所以真昼也……嗳，求求你，真昼……真昼也……真昼……</p>",
  "content_need_truncated": false,
  "created_time": 1717326191,
  "excerpt": "看完第九集，花音你是个隐藏的重女啊！岛村之刃永不过时： 花音：我！讨厌真昼在我不知道的地方露出笑容！也讨厌你为妈妈画画！我希望你只为我而画！我希望真昼很开心的时候，笑的时候，我可以在你身边！我想要那样！我头好痛，好痛苦！我一直在想真昼的事情，感觉都要…发疯了…你一点也不在意我吗？一点也不会吗？完全不会？我对你来说不重要吗？只是朋友吗？普通的朋友吗？我希望自己不是普通的朋友，就算比普通好一点也…",
  "id": 3517958487,
  "is_jump_native": false,
  "question": {
    "created": 1712232843,
    "detail": "",
    "id": 651689490,
    "question_type": "normal",
    "relationship": {},
    "title": "如何评价2024年4月新番《夜晚的水母不会游泳》？",
    "type": "question",
    "updated_time": 1712232843,
    "url": "https://api.zhihu.com/questions/651689490"
  },
  "relationship": {
    "upvoted_followees": []
  },
  "type": "answer",
  "voteup_count": 16,
  "censored": false
}